Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: Downloading package `%s' (%s/%s)...
az: `%s' paketi endirilir (%s/%s)...
ca: S'està descarregant el paquet '%s' (%s/%s)...
cy: Llwytho pecyn `%s' (%s/%s) i lawr...
da: Henter pakke "%s" (%s/%s)...
el: Γίνεται η λήψη του πακέτου `%s' (%s/%s)...
et: Laadin võrgust paketti '%s' (%s/%s)..
eu: `%s' (%s/%s) paketea jaisten ...
he: מוריד את החבילה %s' (%s/%s)
hu: "%s" csomag letöltése (%s/%s)...
it: Sto scaricando il pacchetto `%s' (%s/%s)...
ja: 以下のパッケージをダウンロード中 `%s' (%s/%s)..
ka: ვქაჩავ პაკეტს `%s' (%s/%s)...
lt: Siunèiami paketai `%s' (%s/%s)...
ms: Muatturun pakej `%s' (%s/%s)...
mt: Qed jitniżżel pakkett "%s" (%s/%s)...
nl: Ophalen pakket `%s' (%s/%s)...
pl: Pobieranie pakietu "%s" (%s/%s)...
pt: A descarregar o pacote '%s' (%s/%s)...
pt_br: Fazendo download do pacote `%s' (%s/%s)...
ro: Descarc pachetul `%s' (%s/%s)...
ru: Скачивается пакет `%s' (%s/%s)...
sl: Prena¹am paket `%s' (%s/%s)...
sq: Shkarkimi i pakove `%s' (%s/%s)...
sr@latn: Download-ujem pakete `%s' (%s/%s)...
sv: Laddar ner paket "%s" (%s/%s)...
tg: Фаровиркунии қутии `%s' (%s/%s)...
uk: Зкачую пакет '%s' (%s/%s)...
uz: `%s' (%s/%s) paketi olinmoqda...
uz@cyrl: "%s" (%s/%s) пакети олинмоқда...
vi: Đang tải xuống gói tin `%s' (%s/%s)...

source: Initializing...
az: Hazırlanır...
ca: S'està inicialitzant...
cy: Ymgychwyn...
da: Initialiserer...
el: Αρχικοποίηση...
et: Initsialiseerin..
eu: Hasieratzen...
he: מאתחל...
hu: Inicializálás...
it: Inizializzazione...
ja: 初期化中..
ka: მიმდინარეობს ინიციალიზაცია...
lt: Ruoðiama ádiegimui...
ms: Persediaan...
mt: Qed ninizjalizza...
nl: In werking stellen...
pl: Inicjacja...
pt: A inicializar...
pt_br: Inicializando...
ro: Iniþializez...
ru: Инициализация...
sl: Nastavljam zaèetne nastavitve...
sq: Inicializimi...
sr@latn: Inicijalizacija...
sv: Initierar...
tg: Коргузорӣ...
uk: Встановлюю...
uz: Boshlanmoqda...
vi: Đang khởi tạo...

source: The initialization of config files of RPM was not possible, sorry.
az: RPM qurğu fayllarının hazırlanması mümkün olmadı, bağışlayın.
ca: Perdoneu, no ha estat possible la inicialització dels fitxers de configuració de RPM.
cy: Ymddiheurwn, nid oedd yn bosibl ymgychwyn ffeiliau ffurfweddi RPM
da: Initieringen af indstillingsfiler for RPM var ikke mulig.
el: Δεν ήταν δυνατή η αρχικοποίηση των αρχείων ρυθμίσεων του RPM, συγνώμη.
et: RPM seadistuste initsialiseerimine ei ole võimalik, vabandan.
eu: Barkatu, RPM-ren konfig fitxategien hasierapena ezin izan da gauzatu.
he: איתחול קבצי התצורה בחבילה אינו מתאפשר.
hu: Nem sikerült inicializálni az RPM beállítási fájljait.
it: L'inizializzazione dei file config di RPM non è stata possibile.
ja: RPM設定ファイルを初期化できません。
ka: RPM კონფიგურაციის ფაილების დაწყება ვერ მოხერხდა. არ ვიცი რა წყალში ჩავვარდე.
lt: Atsipraðome, bet RPM nustatymo bylos inicializavimas neámanomas.
ms: Maaf, penyediaan fail config RPM tidak mungkin berlaku.
mt: L-inizjalizzazzjoni ta' fajls config tal-RPM ma kienx possibbli.
nl: De in werking stelling van de configuratie bestanden van RPM was niet mogelijk, excuus.
pl: Niestety, inicjacja plików konfiguracyjnych RPM nie była możliwa.
pt: A inicialização dos ficheiros de configuração de RPM não foi possível, lamento.
pt_br: A inicialização dos arquivos de configuração do RPM não foi possível. Desculpe.
ro: Regret, iniþializarea fiºierelor de configurare RPM nu a fost posibilã.
ru: Инициализация config-файлов RPM была невозможна, извините.
sl: Nastavljanje zaèetnih nastavitev nastavitvenih datotek RPM ni bilo mogoèe.
sq: Inicializimi i skedareve konfiguruese RPM nuk është i mundur, kemi ndjesë.
sr@latn: Inicijalizacija kofuguracionih fajlova za RPM nije moguæa.
sv: Initieringen av inställningsfiler för RPM var inte möjlig.
tg: Шиносоии файлҳои танзимдарории RPM номумкин буд, узр.
uk: ╤н╕ц╕ал╕зац╕я RPM не можлива, вибачайте.
uz: RPM sozlash fayllarini boshlashning imkoni bo'lmadi, uzr
vi: Xin lỗi, không thể sơ khởi các tập tin cấu hình của RPM.

source: RPM initialization error
az: RPM hazırlanma xətası
ca: Error a la inicialització RPM
cy: Gwall ymgychwyn RPM
da: RPM-initieringsfejl
el: Σφάλμα κατά την αρχικοποίηση του RPM
et: Viga RPM initsialiseerimisel
eu: RPM-ren hasierapenenan okerra
he: שגיאה באיתחול החבילה
hu: RPM-inicializálási hiba
it: Errore di inizializzazione RPM
ja: RPM初期化エラー
ka: RPM initialization-ის შეცდომა
lt: RPM inicializavimo klaida
ms: Ralat penyediaan RPM
mt: Problema ta' inizjalizzazzjoni RPM
nl: In werking stellen RPM mislukt
pl: Błąd inicjalizacji pakietu RPM
pt: Erro de inicialização RPM
pt_br: RPM:erro de inicialização
ro: Eroare iniþializare RPM
ru: Ошибка инициализации RPM
sl: RPM napaka pri nastavljanju zaèetnih nastavitev
sq: Gabim gjatë inicializimit RPM
sr@latn: Gre¹ka pri RPM inicijalizaciji
sv: RPM-initieringsfel
tg: Хатогии шиносоии RPM
uk: Помилка ╕н╕ц╕ал╕зац╕╖ RPM
uz: RPM boshlanishda xato
vi: Lỗi sơ khởi RPM

source: You need to be root to install packages, sorry.
az: Paketləri qurmaq üçün ali istifadəçi olmalısınız, bağışlayın.
ca: Perdoneu, necessiteu ser root per instal·lar paquets.
cy: Rhaid eich bod yn wraidd i osod pecyn.
da: Du skal være root for at kunne installere pakker.
el: Πρέπει να είστε root για να εγκαταστήσετε πακέτα, συγνώμη.
et: Pakettide installimiseks pead olema juurkasutaja.
eu: Barkatu, root izan behar duzu paketeak instalatzeko.
he: צר לי, רק משתמש על יכול להתקין חבילות.
hu: Csomagtelepítéshez rendszergazdai jogosultság szükséges.
it: Devi essere root per installare dei pacchetti.
ja: パッケージのインストールにはroot権限が必要です
ka: პაკეტების დასაინსტალირებლად თქვენ root უნდა ბრძანდებოდეთ. გულწრფელად ვწუხვარ.
lt: Atsipraðome, bet jums reikia perkrauti sistema kad ádiegti.
ms: Maaf, anda perlu jadi root untuk instal pakej-pakej.
mt: Trid tkun "root" biex tinstalla dawn il-pakketti.
nl: U moet root zijn om pakketjes te kunnen installeren, excuus.
pl: Niestety, aby instalować pakiety należy robić to z konta roota.
pt: Necessita ser root para instalar pacotes, lamento.
pt_br: É necessário ser administrador (root) para instalar pacotes.
ro: Regret, trebuie sã fiþi root pentru a instala pachete.
ru: Вы должны иметь права root'а для установки пакетов, извините.
sl: Za name¹èane paketov morate biti root.
sq: Ju duhet të jeni administrator (root) për ti instaluar pakot, kemi ndjesë.
sr@latn: Morate imati root ovla¹æenja da bi instalirali pakete.
sv: Du måste vara root för att kunna installera paket.
tg: Барои коргузории қуттиҳо Шумо бояд root бошед, узр.
uk: Ви повинн╕ мати права адм╕н╕стратора, вибачайте.
uz: Paketlarni o'rnatish uchun root bo'lish shart, uzr
uz@cyrl: Пакетларни ўрнатиш учун root бўлиш шарт, узр.
vi: Xin lỗi, bạn phải là root để cài đặt các gói tin.

source: Error...
az: Xəta...
cy: Gwall...
da: Fejl...
el: Σφάλμα...
et: Viga...
eu: Errorea...
he: שגיאה...
hu: Hiba...
it: Errore...
ja: エラー..
ka: შეცდომა...
lt: Klaida...
ms: Ralat...
mt: Problema...
nl: Fout...
pl: Błąd...
pt: Erro...
pt_br: Erro...
ro: Eroare...
ru: Ошибка...
sl: Napaka...
sq: Gabim...
sr@latn: Gre¹ka...
sv: Fel...
tg: Хатогӣ...
tr: Hata...
uk: Помилка...
uz: Xato...
uz@cyrl: Хато...
vi: Lỗi...

source: Ok
az: Oldu
ca: D'acord
cy: Iawn
eu: Ados
he: אישור
ka: ო-ქეი
lt: Gerai
ru: ОК
sl: V redu
tr: Tamam
uk: Гаразд
uz@cyrl: Ок

source: Directory where to put download must be existing
et: Kataloog allatõmmatud failide salvestamiseks peab olema loodud
nl: De map waar het te ontvangen bestand in moet, moet reeds bestaan
ru: Каталог для загрузки должен существовать
vi: Thư mục nơi lưu tải xuống phải tồn tại

source: Ftp weird server reply
et: FTP veider vastus
nl: Raar FTP-server antwoord
ru: Ftp: непонятный ответ сервера
tr: Ftp sunucusunun cevabý
vi: Máy chủ FTP trả lời bất thường

source: Ftp access denied
et: FTP juurdepääs keelatud
nl: FTP-toegang geweigerd
ru: Ftp: доступ запрещен
tr: Ftp giriþ yasaðý
vi: Truy cập FTP bị từ chối

source: Ftp user password incorrect
et: FTP parool vigane
nl: FTP gebruikerswachtwoord incorrect
ru: Ftp: неверный пароль пользователя
tr: Ftp kullancýadý ve parolasý yanlýþ
vi: Mật khẩu FTP không đúng

source: Ftp weird PASS reply
et: FTP veider PASS vastus
nl: Raar FTP PASS-antwoord
ru: Ftp: непонятный ответ PASS
tr: Ftp þifre isteði
vi: FTP PASS trả lời bất thường

source: Ftp weird USER reply
et: FTP veider USER vastus
nl: Raar FTP USER-antwoord
ru: Ftp: непонятный ответ USER
tr: Ftp Kullanýcýadý isteði
vi: FTP USER trả lời bất thường

source: ftp weird PASV reply
et: FTP veider PASV vastus
nl: Raar FTP PASV-antwoord
ru: Ftp: непонятный ответ PASV
tr: Ftp PASV isteði
vi: FTP PASV trả lời bất thường

source: Ftp weird 227 format
et: FTP veider 227 formaat
nl: Raar FTP 227-formaat
ru: Ftp: непонятный формат 227
tr: Ftp 227 biçimi
vi: FTP 227 định dạng bất thường

source: Ftp can't get host
et: FTP ei leia masinat
nl: Kan FTP-host niet vinden
ru: Ftp: невозможно получить хост
tr: Ftp sunucudan çekemiyor
vi: FTP không thể nối với máy chủ

source: Ftp can't reconnect
et: FTP ei saa taasühenduda
nl: Kan niet herverbinden met FTP
ru: Ftp: невозможно восстановить соединение
tr: Ftp ye tekrar baðlanýlamýyor
vi: FTP không thể kết nối lại

source: Ftp couldn't set binary
et: FTP ei saa binaarkuju
nl: Kon FTP Binaire modus niet instellen
ru: Ftp: не удалось установить двоичный режим
tr: Ftp binary seçemiyor
vi: FTP đã không thể thiết lập nhị phân

source: Ftp couldn't RETR file
et: FTP ei saa faili kätte
nl: FTP-bestand RETR-fout
ru: Ftp: не удалось RETR файл
tr: Ftp dosyayý RETR edemiyor
vi: Đã không thể Lấy Lại tập tin qua FTP

source: Ftp write error
et: FTP kirjutusviga
nl: FTP-schrijffout
ru: Ftp: ошибка записи
tr: Ftp yazma hatasý
vi: Lỗi ghi FTP

source: Ftp quote error
et: FTP viga
nl: FTP-quote-fout
ru: Ftp: ошибка цитирования
tr: Ftp sýnýr(quote) hatasý
vi: Lỗi trích dẫn FTP

source: http not found
et: HTTP ei leitud
nl: http niet gevonden
ru: http не найден
tr: http bulunamadý
vi: Không tìm được http

source: ftp couldn't STOR file
et: FTP STOR viga
nl: Kon FTP-bestand niet STOR'en
ru: Ftp: не удалось STOR файл
tr: Ftp dosyayý (yukarý) yollayamýyor
vi: Không thể Lưu Trữ tập tin qua FTP

source: Ftp couldn't set ASCII
et: FTP ASCII viga
nl: Kon FTP-ASCII-modus niet instellen
ru: Ftp: не удалось установить режим ASCII
tr: Ftp ASCII kipini ayarlayamadý
vi: FTP không thể thiết lập ASCII

source: Ftp PORT failed
et: FTP PORT viga
nl: FTP PORT-fout
ru: Ftp: PORT завершилась неудачно
tr: Ftp PORT baþarýsýz
vi: PORT không được qua FTP

source: Ftp couldn't use REST
et: FTP REST viga
nl: FTP kon REST niet gebruiken
ru: Ftp: не удалось использовать REST
tr: Ftp REST i kullanamýyor
vi: Không thể dùng REST qua FTP

source: Ftp couldn't get size
et: FTP ei saa suurust
nl: FTP kon grootte niet bepalen
ru: Ftp: не удалось получить размер
tr: Ftp dosya boyutunu alamadý
vi: Không xác định được kích thước qua FTP

source: Http range error
et: HTTP RANGE viga
nl: HTTP 'range' fout
ru: Http: ошибка диапазона
tr: Http çalýþtýrýlabilir görünmüyor. Çalýþtýrma hatasý
vi: Miền http lỗi

source: Http POST error
et: HTTP POST viga
nl: HTTP POST-fout
ru: Http: ошибка POST
tr: Http POST hatasý
vi: Lỗi POST qua FTP

source: Ssl connect error
et: SSL ühenduse viga
nl: SSL verbindingsfout
ru: Ssl: ошибка соединения
tr: Ssl baðlantý hatasý
vi: Lỗi kết nối Ssl

source: Ftp bad download resume
et: FTP vigane taaslaadimine
nl: FTP kon niet resumen
ru: Ftp: неудачное возобновление загрузки
tr: Ftp için kötü dosya devamlýlýðý(resume)
vi: Tiếp tục tải xuống lại qua FTP hỏng

source: Conflicts were detected: %s Do you want to force the install anyway?
nl: Tegenstrijdigheden zijn ontdekt: %s Wilt u de installatie forceren ?
ru: Были обнаружены конфликты: %s Все-таки хотите установить принудительно?
vi: Phát hiện các xung đột: %s Bạn vẫn muốn thực hiện cài đặt?
