Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: Cleanup question: there was an error during installation, do you want to remove the %d downloaded package(s)? (they are located in %s)
az: Təmizləmə Sualı: qurulum əsnasında xəta meydana gəldi, endirilmiş %d paket(lər)ini silmək istəyirsiniz? (onlar bu cərqədədir: %s)
cy: Cwestiwn glanhau: digwyddodd gwall wrth osod, ydych chi am dynnu'r %d pecyn llwythwyd i lawr? (mae nhw yn %s)
da: Oprydningsspørgsmål: Der skete en fejl under installationen, ønsker du at fjerne de %d nedhentede pakker? (de ligger i %s)
eu: Garbiketa galdera: Instalatzerakoan akatsa izan da, jaitsitako %d paketeak ezabatu nahi dituzu? (%s-n kokatuta daude)
he: שאלת ניקוי קבצים: ההתקנה נכשלה עקב הודעת שגיאה, האם ברצונך למחוק את %d החבילות שהורדו? (הן ממוקמות ב %s)
hu: Takarítási kérdés: hiba történt a telepítés közben; szeretné eltávolítani a(z) %d letöltött csomagot? (a csomagok helye: %s)
it: Nota: si sono verificati errori durante l'installazione, vuoi rimuovere i %d pacchetti scaricati? (sono in %s)
ja: インストール中にエラーが発生しました。%d個のダウンロード済みパッケージを 削除しますか? (現在 %sにあります)
lt: Ávyko klaidos diegiant, ar norite iðtrinti parsiøstus paketus: %d ? (jie randasi %s kataloge)
ms: Soalan pembersihan: terdapat ralat instalasi, adakah anda ingin membuang %d pakej yang dimuattrun (lokasinya ialah di %s)
mt: Mistoqsija dwar tindif: Kien hemm problema waqt l-installazzjoni. Trid tħassar %d pakketti li diġà tniżżlu? (Dawn qegħdin f' %s)
pl: Pytanie dotyczące czyszczenia: podczas instalacji wystąpił błąd, czy chcesz usunąć pobrane pakiety (w sumie: %d)? (są one umieszczone w %s)
pt: Limpar: correu um erro durante a instalação, deseja remover os %d pacote(s) descarregado(s)? (encontram-se em %s)
pt_br: Pergunta de limpeza: houve um erro durante a instalação, você deseja remover o(s) pacote(s) baixado(s) %d? (está/estão localizado(s) em %s)
ro: Întrebare ºtergere: a existat o eroare în timpul instalãrii, doriþi sã eliminaþi (cele)%d pachet(e) descãrcat(e)? (sunt localizate în %s)
sl: Vpra¹anje glede èi¹èenja: med namestitvijo je pri¹lo do napake, ali ¾elite odstraniti %d prene¹enih paketov? (ki so v %s)
sq: Pyetje pastruese: një gabim është paraqitur gjatë instalimit, a dëshironi ta zhdukni pakon %d e shkarkuar ? (ato janë lokalizuar në %s)
sr@latn: Pitanje za èi¹æenje: pojavila se gre¹ka tokom instalacije, da li ¾elite da uklonite %d download-ovani(e) paket(e)? (oni se nalaze u %s)
sv: Upprensningsfråga: det skedde ett fel under installationen. Vill du ta bort de %d nedladdade paketen? (de finns i %s)
tg: Саволи тозакунӣ: ҳангоми коргузориш хатогӣ рух дод, шумо қутти(ҳо)и %d фаровир шударо хориҷ кардан мехоҳед? (онҳо дар %s ҷойгиранд)
uk: Запитання очищення: трапилась помилка п╕д час встановлювання, чи ви д╕йсно бажа╓те видалити %d завантажен╕ пакунки? (вони розташован╕ в %s)
uz: Tozalash savoli: o'rnatish vaqtida xatolik yuz berdi, %dta olingan paket(lar)ni o'chirasizmi? (ular %sda joylashgan)
uz@cyrl: Тозалаш саволи: ўрнатиш вақтида хато рўй берди, олинган %d пакетни ўчирасизми? (улар %s'да жойлашган)

source: Cleanup
az: Təmizlə
cy: Glanhau
da: Oprydning
eu: Garbiketa
he: ניקוי קבצים
hu: Takarítás
it: Pulizia
ja: 削除
lt: Iðvalyti
ms: Pembersihan
mt: Tindif
pl: Czyszczenie
pt: Limpar
pt_br: Limpeza
ro: ªtergere
sl: Èi¹èenje
sq: Pastroi
sr@latn: Èi¹æenje
sv: Upprensning
tg: Тозакунӣ
uk: Очищення
uz: Tozalash
uz@cyrl: Тозалаш

source: There was an error during packages installation: %s
az: Paket qurma əsnasında problemlər oldu: %s
ca: Hi ha hagut un error durant la instal·lació de paquets: %s
cy: Digwyddodd gwall wrth osod pecyn: %s
da: Der var en fejl under pakkeinstallation: %s
el: Συνέβη ένα σφάλμα κατά την εγκατάσταση των πακέτων: %s
et: Installimisel juhtus järgmine viga: %s
eu: Okerra jazo da paketeak instalatzerakoan: %s
he: שגיאה קרתה בעת התקנת החבילות: %s
hu: Hiba történt a csomagtelepítés közben: %s
it: Si è verificato un errore durante l'installazione dei pacchetti: %s
ja: パッケージのインストール中にエラー: %s
ka: შეცდომა პაკეტების ინსტალაციის დროს: %s
lt: Ávyko klaida(os) diegiant paketa(us): %s
ms: Terdapat ralat semasa instalasi pakej: %s
mt: Inqalgħu problemi waqt l-installazzjoni tal-pakketti: %s
nl: Een probleem ontstond tijdens het installeren van pakketten: %s
pl: Wystąpił błąd podczas instalacji pakietów: %s
pt: Ocorreu um erro durante a instalação dos pacotes: %s
pt_br: Houve um erro durante a instalação dos pacotes: %s
ro: A fost detectatã o eroare în timpul instalãrii pachetelor: %s
ru: Во время установки пакетов возникла ошибка: %s
sl: Med namestitvijo paketov se je pojavila napaka: %s
sq: Një gabim është paraqitur gjatë instalimit të pakove: %s
sr@latn: Pojavila se gre¹ka tokom instalacije: %s
sv: Det uppstod ett fel vid paketinstallation: %s
tg: Хатогӣ ҳангоми коргузории қуттиҳо рӯй дод: %s
uk: Трапилась помилка п╕д час установки пакету: %s
uz: Paketlarni o'rnatish paytida xato yuzaga keldi: %s
uz@cyrl: Пакетларни ўрнатиш вақтида хато рўй берди: %s
vi: Có lỗi khi đang cài đặt các gói tin: %s

source: Problems occurred during installation
az: Qurma əsnasında problemlər oldu
ca: S'han produït problemes durant la instal·lació
cy: Digwyddodd anhawster wrth osod
da: Der opstod problemer under installationen
el: Υπήρξαν προβλήματα κατά την εγκατάσταση
et: Paigaldusel tekkinud probleemid
eu: Arazoak izan dira instalazioan zehar
he: התגלו בעיות תוך כדי ההתקנה
hu: Problémák adódtak a telepítés során
it: Si sono verificati dei problemi durante l'installazione
ja: インストール中に問題が発生しました
ka: ინსტალირებისას პრობლემები წამოიჭრა
lt: Ádiegimo metu ávyko klaida
ms: Ada masalah semasa instalasi
mt: Inqalgħu problemi waqt l-installazzjoni
nl: Problemen tijdens de installatie
pl: Wystąpił problem podczas instalacji
pt: Ocorreram problemas durante a instalação
pt_br: Problemas ocorreram durante a instalação
ro: Probleme apãrute în timpul instalãrii
ru: Во время установки возникли проблемы
sl: Problem se je pojavil med namestitvijo
sq: Disa probleme janë paraqitur gjatë instalimit
sr@latn: Pojavili su se problemi u toku instalacije
sv: Problem uppstod under installationen
tg: Муаммоҳо ҳангоми коргузориш рӯй доданд
tr: Kurulum sýrasýnda sorunlar oluþtu
uk: П╕д час установки сталася помилка
uz: O'rnatish paytida xatolar yuz berdi
uz@cyrl: Ўрнатиш вақтида хато рўй берди
vi: Có vấn đề xảy ra trong khi cài đặt

source: Installing package `%s' (%s/%s)...
az: Qurulan paket `%s' (%s/%s)...
ca: S'està instal·lant el paquet '%s' (%s/%s)...
cy: Gosod pecyn `%s' (%s/%s)...
da: Installerer pakke "%s" (%s/%s)...
el: Εγκατάσταση πακέτου `%s' (%s/%s)...
et: Installin paketti '%s' (%s/%s)..
eu: '%s' (%s/%s) paketea instalatzen...
he: מתקין את החבילה %s' (%s/%s)
hu: "%s" csomag telepítése (%s/%s)...
it: Sto installando il pacchetto `%s' (%s/%s)...
ja: パッケージ `%s'(%s/%s)をインストール中
ka: პაკეტის ინსტალაცია: `%s' (%s/%s)...
lt: Ádiegiamas paketas `%s' (%s/%s)...
ms: Install pakej `%s' (%s/%s)...
mt: Qed jiġi nstallat pakkett "%s" (%s/%s)...
nl: Installeren pakket `%s' (%s/%s)...
pl: Instalowanie pakietu "%s" (%s/%s)...
pt: A instalar o pacote '%s' (%s/%s)...
pt_br: Instalando pacote `%s' (%s/%s)...
ro: Instalez pachetul `%s' (%s/%s)...
ru: Устанавливается пакет `%s' (%s/%s)...
sl: Name¹èam pakete `%s' (%s/%s)...
sq: Instalimi i pakove `%s' (%s/%s)...
sr@latn: Instaliram paket `%s' (%s/%s)...
sv: Installerar paket "%s" (%s/%s)...
tg: Коргузории қуттии `%s' (%s/%s)...
uk: Встановлюю пакет '%s' (%s/%s)...
uz: `%s' (%s/%s) paketi o'rnatilmoqda...
uz@cyrl: "%s" (%s/%s) пакети ўрнатилмоқда...
vi: Đang cài đặt gói tin `%s' (%s/%s)...

source: Conflicts were detected: %s Install aborted.
az: Toqquşmalar tapıldı: %s Qurulum sonlandırıldı.
ca: S'han detectat conflictes: %s S'ha interromput la instal·lació.
cy: Canfyddwyd gwrthdaro: %s Ataliwyd y gosodiad
da: Konflikter blev fundet: %s Installation afbrudt
el: Βρέθηκαν συγκρούσεις: %s Η εγκατάσταση ακυρώθηκε
eu: Gatazkak aurkitu dira: %s Instalazioa abortatuta
he: התגלו סתירות: %s ההתקנה הופסקה.
hu: A program ütközéseket talált: %s Telepítés megszakítva.
it: Sono stati individuati dei conflitti: %s Installazione interrotta.
ja: 競合が見つかりました: %s インストールを中断します。
ka: აღმოვაჩინე კონფლიქტები: %s ინსტალაცია შეწყდა.
lt: Rasti konfliktai: %s Ádiegimas nutrauktas.
ms: Konflik dikesan: %s Install terputus.
mt: Instabu xi konflitti: %s Installazzjoni twaqqfet
pl: Wykryto kolizje pakietów: %s Instalacja przerwana
pt: Foram detectados conflitos: %s Instalação interrompida.
pt_br: Conflitos detectados: %s Instalação abortada
ro: Au fost detectate conflicte: %s Abandon instalare
sl: Zaznani so bili spori: %s Namestitev je prekinjena.
sq: Konfliktet janë zbuluar: %s Instalimi është ndërprer.
sr@latn: Konflikt je otkriven: %s Instalacija prekinuta
sv: Konflikter identifierades: %s Installationen avbröts
tg: Зиддиятҳо пайдо шуданд: %s Коргузорӣ канда шуд
uk: Пом╕ченн╕ неузгодження: %s Установка скасована.
uz: Ziddiyatlar aniqlandi: %s O'rnatish to'xtatildi

source: Conflicts detected
az: Toqquşmalar tapıldı
ca: S'han detectat conflictes
cy: Canfyddwyd gwrthdaro
da: Konflikter fundet
el: Βρέθηκαν συγκρούσεις
et: Leiti konfliktid
eu: Gatazkak aurkitu dira
he: התגלו סתירות
hu: Ütközések találhatók
it: Individuati dei conflitti
ja: 競合が見つかりました
ka: აღმოვაჩინე კონფლიქტები
lt: Rasti konfliktai
ms: Konflik dikesan
mt: Instabu konflitti
nl: Tegenstrijdigheden ontdekt
pl: Wykryto kolizje pakietów
pt: Detectados conflitos
pt_br: Conflitos detectados
ro: Conflicte detectate
ru: Обнаружены конфликты
sl: Zaznani so spori
sq: Konfliktet e zbuluara
sr@latn: Konflikt detektovan
sv: Konflikter identifierade
tg: Зиддиятҳо пайдо шуданд
uk: Пом╕чен╕ конфл╕кти
uz: Ziddiyatlar aniqlandi
vi: Phát hiện xung đột

source: Preparing packages for installation...
az: Paketlər qurulum üçün hazırlanır...
ca: S'estan preparant els paquets per a la instal·lació...
cy: Paratoi pecynnau i'w gosod
da: Forbereder pakker til installation...
el: Προετοιμασία πακέτων για εγκατάσταση...
et: Paigaldamiseks valmistumine..
eu: Paketeak instalaziorako prestatzen...
he: מכין חבילות להתקנה...
hu: Csomagok elõkészítése a telepítéshez...
it: Sto preparando i pacchetti per l'installazione...
ja: パッケージを準備中..
ka: ვამზადებ პაკეტებს ინსტალაციისათვის...
lt: Ruoðiamasi paketo diegimui
ms: Menyediakan pakej untuk instal...
mt: Qed jiġu ppreparati l-pakketti għall-installazzjoni...
nl: Klaarmaken pakketten voor installatie
pl: Przygotowywanie pakietów do instalacji...
pt: A preparar o pacotes para a instalação...
pt_br: Preparando pacotes para instalação...
ro: Pregãtesc pachetele pentru instalare...
ru: Подготовка пакетов к установке...
sl: Pripravljam pakete za namestitev...
sq: Pregatitja e instalimit të pakove...
sr@latn: Pripremam pakete za instalaciju...
sv: Förbereder paket för installation...
tg: Тайёркунии қуттиҳо барои коргузорӣ...
tr: Kurulum için paketler hazýrlanýlýyor...
uk: Готуюсь пакунки до установки...
uz: Paketlar o'rnatishga tayyorlanmoqda...
uz@cyrl: Пакетлар ўрнатишга тайёрланмоқда...
vi: Chuẩn bị các gói tin để cài đặt...

source: The following file is not valid: %s Do you want to continue anyway (skipping this package)?
az: Bu fayl hökmsüzdür: %s Yenə də bu paketi keçib davam etmək istəyirsiniz?
ca: El següent fitxer no és vàlid: %s Voleu continuar de totes maneres (ometent aquest paquet)?
cy: Nid yw'r ffeil canlynol yn ddilys: %s Hoffech chi barhau beth bynnag (anwybyddu'r pecyn hwn)?
da: Følgende fil er ikke gyldig: %s Vil du fortsætte alligevel (overspringer denne pakke)?
el: Το παρακάτω αρχείο δεν είναι έγκυρο: %s Θέλετε να το εγκαταστήσετε οπωσδήποτε (παραλείποντας αυτό το πακέτο);
et: Järgnev fail on installiks sobimatu: %s Kas soovite jätkata (jättes selle paketi vahele)?
eu: Ondorengo fitxategia ez da zuzena: %s Ala ta guztiz ere instalatu nahi duzu (pakete hau ahaztuz)?
he: הקובץ הבא אינו תקין: %s האם ברצונך להמשיך בכל זאת (תוך דילוג על החבילה)?
hu: A következõ fájl hibás: %s Kívánja folytatni ennek ellenére (ezen csomag kihagyásával)?
it: Il file seguente non è valido: %s Vuoi continuare comunque (saltando questo pacchetto)?
ja: 以下のファイルは不正です: %s 続けますか?(このファイルはスキップします)
ka: შემდეგი ფაილი არასწორია: %s მაინც გნებავთ გაგრძელება (ამ პაკეტის გამოტოვებით)?
lt: Sekanti byla yra netinkama: %s Ar vistiek norite tæsti (praleidþiant ðá paketà)?
ms: Fail yang berikut adalah tidak sah: %s Adakah anda ingin teruskan (langkui pakej ini)?
mt: Dan il-fajl m'huwiex validu: %s Trid tkompli xorta (u taqbeż dan il-pakkett)?
nl: Het volgende bestand is niet geldig: %s Wilt u alsnog doorgaan (pakket overslaan) ?
pl: Poniższy plik jest niepoprawny: %s Czy mimo tego chcesz kontynuować (pomijając ten pakiet)?
pt: O ficheiro seguinte não é válido: %s Deseja continuar (ignorando este pacote)?
pt_br: O seguinte arquivo não é válido: %s Deseja continuar mesmo assim (pulando este pacote)?
ro: Urmãtorul fiºier nu este corect: %s Doriþi sã continuaþi oricum (sãrind acest pachet)?
ru: Следующий файл неправильный: %s Все-таки хотите продолжить (пропустив этот пакет)?
sl: Naslednja datoteka ni veljavna: %s ®elite vseeno nadaljevati (brez tega paketa)?
sq: Skedarja në vazhdim është invalide: %s A dëshironi të vazhdoni (duke i injoruar këtë pako)?
sr@latn: Sledeæi fajl nije ispravan: %s Da li svejedno ¾elite da nastavite (preskaèuæi ovaj paket)?
sv: Följande fil är inte giltig: %s Vill du fortsätta ändå (hoppa över detta paket)?
tg: Файли зерин ҳақиқӣ нест: %s Шумо ба ҳар ҳол давом додан меоҳед (ин қуттиро рад карда)?
uk: Наступний файл не в╕рний: %s Ви хочете продовжити (пропустити цей пакунок)?
uz: Ushbu fayl haqiqiy emas: %s Baribir davom etasizmi (bu paketni tashlab ketib)?
uz@cyrl: Ушбу файл ҳақиқий эмас: %s Бунга қарамасдан давом этишни истайсизми (бу пакетни ўтказиб юбориб)?
vi: Tập tin sau không hợp lệ: %s Bạn vẫn muốn tiếp tục (bỏ qua gói tin này)?

source: File error
az: Fayl xətası
ca: Error de fitxer
cy: Gwall ffeil
da: Filfejl
el: Σφάλμα αρχείου
et: Faili viga
eu: Fitxategi okerra
he: שגיאה בקובץ
hu: Fájlhiba
it: Errore nel file
ja: ファイルエラー
ka: ფაილის შეცდომა
lt: Raðymo klaida
ms: Ralat fail
mt: Problema fil-fajl
nl: Bestandsfout
pl: Błąd pliku
pt: Erro de ficheiro
pt_br: Erro de arquivo
ro: Eroare fiºier
ru: Ошибка файла
sl: Datoteèna napaka
sq: Skedare gabimi
sr@latn: Gre¹ka u fajlu
sv: Filfel
tg: Хатогии файл
tr: Dosya hatasý
uk: Помилка файлу
uz: Fayl xatosi
uz@cyrl: Файл хатоси
vi: Lỗi tập tin

source: Yes to all
az: Hamısına bəli
ca: Sí a tot
cy: Iawn i bopeth
da: Ja til alt
eu: Guztiari bai
he: כן לכולם
hu: 'Igen' minden kérdésre
it: Si per tutti
ja: 全てはい
lt: Taip visiems
ms: Semua Ya
mt: Iva għal kollha
pl: Tak na wszystkie
pt: Sim para tudo
pt_br: Sim para todos
ro: Da la toate
sl: Da za vse
sq: Po në të gjitha
sr@latn: Da za sve
sv: Ja till alla
tg: Ҳа ҳамаш
uk: Yes для вс╕х
uz: Hammasiga Ha
uz@cyrl: Ҳаммасига ҳа

source: The signature of the package `%s' is not correct: %s Do you want to install it anyway?
az: `%s' paketinin imzası düzgün deyil: %s Onu yenə də quraşdırmaq istəyirsiniz?
ca: La signatura del paquet '%s' no és correcta: %s Voleu instal·lar-lo de totes maneres?
cy: Nid oedd llofnod pecyn '%s' yn gywir: %s Hoffech chi ei osod, beth bynnag?
da: Signaturen for pakken "%s" er fejlagtig: %s Vil du installere den alligevel?
el: Η υπογραφή του πακέτου`%s' δεν είναι σωστή: %s Θέλετε να το εγκαταστήσετε οπωσδήποτε;
et: Paketi '%s' signatuur on vigane: %s Kas soovite seda tõesti installida?
eu: '%s' paketearen sinadura ez da zuzena: %s Ala ta guztiz ere instalatu nahi duzu?
he: חותם הזיהוי של החבילה '%s' אינו תקין: %s האם ברצונך להתקין אותה בכל זאת?
hu: A(z) "%s" csomag aláírása nem megfelelõ: %s Ennek ellenére szeretné telepíteni azt?
it: La firma del pacchetto `%s' non è corretta: %s Vuoi installarlo comunque?
ja: パッケージ `%s' の署名が不正です: %s インストールしますか?
ka: `%s' პაკეტის ხელმოწერაარასწორია: %s მაინც გნებავთ ინსტალირება?
lt: Paketo `%s' paraðas neatitinka: %s Vistiek diegti?
ms: Tandatangan pakej `%s' tidak betul: %s Adakah anda ingin teruskan?
mt: Il-firma tal-pakkett "%s" m'hijiex tajba: %s Trid tinstalla xorta?
nl: De handtekening van het pakket `%s' is niet juist: %s Wilt u het desondanks toch installeren ?
pl: Podpis pakietu "%s" jest niepoprawny: %s Czy mimo tego chcesz go zainstalować?
pt: A assinatura do pacote '%s' não é correcta: %s Deseja instalá-lo na mesma?
pt_br: A assinatura do pacote `%s' não está correta: %s Deseja instalar mesmo assim?
ro: Semnãtura pachetului `%s' nu este corectã: %s Doriþi sã îl instalaþi oricum?
ru: Подпись пакета `%s' неверна: %s Все-таки хотите его установить?
sl: Podpis paketa `%s' je napaèen: %s ®elite vseeno nadaljevati?
sq: Nënshkrimi i pakos `%s' nuk është i saktë: %s Pa marrë para sysh, a dëshironi ta instaloni?
sr@latn: Potpis paketa `%s' nije ispravan: %s Da li ¾elite da nastavite instalaciju?
sv: Signaturen för paketet "%s" är felaktig: %s Vill du installera det ändå?
tg: Имзои қуттии `%s' нодуруст аст: %s Инро ба ҳар ҳол коргузоштан мехоҳед?
uk: П╕дпис пакету '%s' нев╕рний: %s Встановити його куди завгодно?
uz: `%s' paketi imzosi to'g'ri emas: %s Baribir o'rnatasizmi?
uz@cyrl: "%s" пакетининг имзоси нотўғри: %s Бунга қарамасдан уни ўрнатишни истайсизми?
vi: Chữ ký của gói tin `%s' không đúng: %s Bạn vẫn muốn cài đặt nó?

source: Signature verification error
az: İmza yoxlama xətası
ca: S'ha produït un error en la verificació de la signatura
cy: Gwall gwirio llofnod
da: Fejl ved signatursverifikation
el: Σφάλμα κατά την επαλήθευση της υπογραφής
et: Viga signatuuri kontrollimisel
eu: Sinadura egiaztapenean okerra
he: שגיאה בעת בדיקת חותם זיהוי
hu: Aláírásellenõrzési hiba
it: Errore nella verifica della firma
ja: 署名確認エラー
ka: შეცდომა ხელმოწერის შემოწმებისას
lt: Paraðo tikrinimo klaida
ms: Ralat pengenalpastian tandatangan
mt: Problema fil-verifika tal-firma
nl: Handtekening verifikatie mislukt
pl: Błąd weryfikacji podpisu
pt: Erro ao verificar a assinatura
pt_br: Erro na verificação da assinatura
ro: Eroare la verificarea semnãturii
ru: Ошибка проверки подписи
sl: Napaka pri preverjanju podpisa
sq: Gabim gjatë verifikimit të nënshkrimit
sr@latn: Gre¹ka pri proveri potpisa
sv: Fel vid signatursverifiering
tg: Хатогии тасдиқкунии имзо
uk: Помилка перев╕рки п╕дпису
uz: Imzoni tekshirishda xato
uz@cyrl: Имзони текширишда хато
vi: Lỗi thẩm tra chữ ký

source: Verifying signature of `%s'...
az: `%s' paketinin imzası yoxlanır...
ca: S'està verificant la signatura de '%s' ...
cy: Gwirio llofnod `%s'...
da: Verificerer signatur for "%s"...
el: Επαλήθευση υπογραφής του `%s'...
et: Kontrollin signatuuri paketil '%s'
eu: '%s'-ren sinadura egiaztatzen...
he: בודק חותם זיהוי של '%s'...
hu: "%s" aláírásának ellenõrzése...
it: Sto verificando la firma di `%s'...
ja: %s の署名を確認中..
ka: ვამოწმებ `%s'-ის ხელმოწერას...
lt: Tikrinu '%s' paraðà...
ms: Mengenalpasti tandatangan `%s'...
mt: Qed nivverifika l-firma ta' "%s"...
nl: Controleren handtekening van `%s'...
pl: Weryfikowanie podpisu pakietu "%s"...
pt: A verificar a assinatura de '%s'...
pt_br: Verificando assinatura de `%s'...
ro: Verific semnãtura digitalã pt: `%s'...
ru: Преверяется подпись `%s'...
sl: Preverjanje podpisa `%s'...
sq: Verifikimi i nënshkrimit të `%s'...
sr@latn: Provera potpisa za `%s'...
sv: Verifierar signatur för "%s"...
tg: Тасдиқкунии имзои `%s'...
uk: Перев╕ряю п╕дпис '%s'...
uz: `%s' imzosi tekshirilmoqda...
uz@cyrl: "%s"'нинг имзоси текширилмоқда...
vi: Đang thẩm tra chữ ký của `%s'...

source: Retry download
az: Yenidən endirməyə çalış
ca: Torna a intentar la descàrrega
cy: Lwytho i lawr eto
da: Forsøg at hente igen
eu: Jaisten berriro saiatu
he: ניסיון הורדה חוזר
hu: Letöltés megkísérlése ismét
it: Riprova a scaricare
ja: 再ダウンロード
lt: Pakartoti siuntima
ms: Cuba muatturun
mt: Erġa' pprova
pl: Ponów pobieranie
pt: Tentar outra vez o descarregamento
pt_br: Tentar download novamente
ro: Reîncercare descãrcare
sl: Ponovni prenos
sq: Riprovoje shkarkimin
sr@latn: Ponovo poku¹ajte download
sv: Försök ladda ner igen
tg: Боз кӯшишкунии фаровир
uk: Спробувати ще раз завантажити
uz: Qayta olishga urin

source: There was an error downloading package: %s Error: %s Do you want to continue (skipping this package)?
az: Paket endirilərkən xəta yarandı: %s Xəta: %s Yenə də bu paketi keçib davam etmək istəyirsiniz?
ca: S'ha produït un error mentre es descarregava el paquet: %s Error: %s Voleu continuar (ometent aquest paquet)?
cy: Digwyddodd gwall wrth lwytho i lawr pecyn: %s Gwall: %s Hoffech chi barhau (anwybyddu'r pecyn hwn)?
da: Der opstod en fejl ved hentning af pakken: %s Fejl: %s Vil du fortsætte (overspringer denne pakke)?
el: Συνέβη ένα σφάλμα κατά τη λήψη του πακέτου: %s Σφάλμα: %s Θέλετε να συνεχίσετε (παραλείποντας αυτό το πακέτο);
et: Paketi %s allalaadimisel tekkis järgmine viga: %s Kas soovite jätkata (jättes selle paketi vahele)?
eu: Okerra jazo da pakete hau jaisterakoan: %s Okerra: %s Jarraitu nahi duzu (pakete hau ahaztuz)?
he: חלה שגיאה בעת הורדת חבילה: %s שגיאה: %s האם ברצונך להמשיך (תוך דילוג על חבילה זו)?
hu: Hiba történt a következõ csomag letöltése közben: %s Hiba: %s Kívánja folytatni (ezen csomag kihagyásával)?
it: Si è verificato un errore nello scaricamento del pacchetto: %s Errore: %s Desideri continuare (saltando questo pacchetto)?
ja: 以下のパッケージをダウンロード中にエラー: %s エラー: %s 続けますか?(このファイルはスキップします)
ka: შეცდომა შემდეგი პაკეტის გადმოქაჩვისას: %s შეცდომა: %s გნებავთ გაგრძელება (ამ პაკეტის გამოტოვებით)?
lt: Ávyko klaida siunèiant paketà: %s Klaida: %s Ar norite tæsti (praleisti ðá paketà)?
ms: Terdapat ralat semasa muatturun pakej: %s Ralat: %s Ingin teruskan (langkaui pakej ini)?
mt: Kien hemm problema biex jitniżżel pakkett: %s Problema: %s Trid tkompli (u taqbeż dan il-pakkett)?
nl: Er was een probleem bij het ophalen van het pakketje: %s Fout: %s Wilt u doorgaan (dit pakket overslaan) ?
pl: Wystąpił błąd podczas pobierania pakietu: %s Błąd: %s Czy mimo tego chcesz kontynuować (pomijając ten pakiet)?
pt: Houve um erro ao descarregar o pacote: %s Erro: %s Deseja continuar (ignorando este pacote)?
pt_br: Houve um erro no download do pacote: %s Erro: %s Deseja continuar (pulando este pacote)?
ro: A apãrut o eroare la descãrcarea pachetului: %s Eroarea: %s Doriþi sã continui (sãrind peste acest pachet)?
ru: При скачивании пакета возникла ошибка: %s Ошибка: %s Хотите продолжить (пропустив этот пакет)?
sl: Med prenosom paketa je pri¹lo do napake: %s Napaka: %s ®elite nadaljevati (brez tega paketa)?
sq: Një gabim është paraqitur gjatë shkarkimit të pakos: %s Gabim: %s A dëshironi të vazhdoni (duke i injoruar këtë pako)?
sr@latn: Pojavila se gre¹ka prilikom download-a paketa: %s Gre¹ka: %s Da li ¾elite da nastavite (preskaèuæi ovaj paket)?
sv: Det uppstod ett fel vid nedladdning av paket: %s Fel: %s Vill du fortsätta (hoppa över detta paket)?
tg: Хатогӣ рӯй дод ҳангоми фаровири қуттии: %s Хатогии: %s Шумо давом додан меоҳед (ин қуттиро рад карда)?
uk: Трапилась помилка п╕д час зкачування пакету: %s Помилка: %s Ви хочете продовжити (пропустити цей пакет)?
uz: Bu paketni olishda xato yuzaga keldi: %s Xato: %s Davom etasizmi (bu paketni tashlab ketib)?
uz@cyrl: Бу пакетни олишда хато рўй берди: %s Хато: %s Давом этишни истайсизми (бу пакетни ўтказиб юбориб)?
vi: Có lỗi khi đang tải xuống gói tin: %s Lỗi: %s Bạn muốn tiếp tục không (bỏ qua gói tin này)?
