Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: Failed init
ar: فشل بدء التشغيل
az: init bacarılmadı
bg: Неуспешенa инициализация
bn: ব্যর্থ সুত্রপাত
ca: Ha fallat la inicialització
cy: Methodd y cychwyn
da: Init mislykkedes
de: Fehlgeschlagener Init
el: Το init απέτυχε
es: Fallo al iniciar
et: Käivitusviga
eu: Hasieratzeak huts egin du
fa: شکست آشناسازی
fi: Alustus epäonnistui
he: האיתחול נכשל
hi: आरम्भ (इनिट) असफ़ल हुआ
hu: Sikertelen inicializálás
hy: Ինիցիալիզացիան խափանվել է
id: Init gagal
is: Núllstilling mistókst
it: Inizializzazione fallita
ja: 初期化に失敗
ka: init ჩაიშალა
ku: Qeyd kirin neserfiraz bu
ky: init ишке ашпады
lt: Inicializacija nepavyko
mk: Неуспешна подогтовка
ms: init gagal
mt: Ma setax jibda'
nl: Init fout
nn: Feil ved oppstart
pa_in: init ਅਸਫਲ
pl: Błąd init
pt: Inicialização falhou
pt_br: Falha na inicialização
ro: Iniþializare eºuatã
ru: Сбой init
sc: Inghitzu faddiu
sl: Neuspela incializacija
sq: Inicializimi dështoi
sr: Неуспело иницирaњe
sr@latn: Neuspelo iniciranje
sv: Misslyckad init
tg: init нагузашт
th: การเริ่มต้นทำงานผิดพลาด
tr: init baþarýsýzlýða uðradý
uk: Невдала ╕н╕ц╕ал╕зац╕я
ur: ان ایٹ ناكام
uz: Boshlanish o'xshamadi
vi: Init không được
wa: L' inicialijhaedje a fwait berwete

source: Bad URL format
ar: هيئة URL سيئة
az: Xətalı URL şəkli
bg: Невалидно URL
bn: ইউআরএল ফরমেট ঠিক নেই
ca: Format incorrecte de l'URL
cy: Fformat URL gwallus
da: Fejlbehæftet URL-format
de: Die URL hat kein korrektes Format
el: Κακοδιατυπωμένο URL
es: Formato de URL incorrecto
et: URL formaat vigane
eu: Okerreko URL formatua
fa: قالب بد نشانی اینترنت
fi: Virheellinen URL-muoto
gl: Formato de URL incorrecto
he: מבנה כתובת האינטרנט לא תקין
hi: निकॄष्ट यू०आर०एल० संरूप (फ़ॉरमेट)
hu: Helytelen URL-formátum
hy: Սխալ URL ֆորմատ
id: Format URL salah
is: Rangt form slóðar
it: Formato URL errato
ja: URLの形式が不正
ka: ცუდი URL-ს ფორმატი
ku: dirûva URL terabe (nepake)
ky: URLдин туура эмес форматы
lt: Blogas URL formatas
mk: Погрешен формат на URL
ms: Format URL salah
mt: Il-format tal-URL huwa ħażin
nl: Slecht URL-formaat
nn: Ugyldig adresseformat
pa_in: ਗਲਤ URL ਫਾਰਮਿਟ
pl: Niepoprawny format URL
pt: Mau formato URL
pt_br: Formato errado na URL
ro: Format URL incorect
ru: Плохой формат URL
sc: Formau URL sballiau
sl: Napaèna oblika URL-ja
sq: Formë e gabuar për URL
sr: Лош формат URL-a
sr@latn: Lo¹ format URL-a
sv: Felaktigt URL-format
tg: Андозакунии бади URL
th: รูปแบบ URL ไม่ถูกต้อง
tr: Kötü URL biçimi
uk: Нев╕рний формат URL
ur: برا یو آر ایل كا اختیار كرده ڈھانچا
uz: Xato URL formati
uz@cyrl: URL формати нотўғри
vi: Định dạng URL tồi
wa: Mwaijhe cogne pol hårdêye

source: Bad user format in URL
ar: هيئة مستخدم شيئة في الURL
az: URL'da xətalı istifadəçi şəkli
bg: Невалиден потребителски формат в URL
bn: ইউআরএল এ ইউজার ফরমেট ঠিক নেই
ca: Format d'usuari incorrecte en l'URL
cy: Fformat defnyddiwr gwael yn yr URL
da: Fejlbehæftet format på Internet URL-adresse
de: Falsches Benutzer-Format in der URL
el: Κακοδιατυπωμένη μορφή χρήστη στο URL
es: Formato de usuario incorrecto en la URL
et: Kasutaja formaat vigane
eu: Okerreko erabiltzaile-formatua URLan
fa: قالب بد کاربر در نشانی اینترنت
fi: Virheellinen käyttäjämuoto URL:issa
he: תבנית משתמש שגויה בכתובת האינטרנט
hi: यू०आर०एल० में निकॄष्ट उपयोगकर्ता संरूप (फ़ॉरमेट)
hu: Helytelen felhasználóformátum az URL-ben
hy: Սխալ գործածողի ֆորմատ URL-ում
id: Format user salah pada URL
is: Rangt notandasnið í slóð
it: Formato utente nell'URL errato
ja: URLに不正なユーザ形式
ka: აასწორი მომხმარებლის ფორმატი URL-ში
ku: Di nav URL de dirûva bikarhêner terabe
ky: URLдеги колдонуучунун туура эмес форматы
lt: Blogas vartotojo formatas URL
mk: Погрешен формат на корисникот на URL
ms: Format pengguna salah pada URL
mt: Il-format tal-user fil-URL huwa ħażin
nl: Slecht gebruikersformaat in URL
nn: Ugyldig brukarformat i adresse
pa_in: URL ਵਿੱਚ ਗਲਤੀ ਉਪਭੋਗੀ ਫਾਰਮਿਟ
pl: Niepoprawny format użytkownika w URL
pt: Mau formato de utilizador no URL
pt_br: Formato errado do usuário na URL
ro: Format utilizator incorect în URL
ru: Плохой формат пользователя в URL
sc: Formau umperadori sballiau in s'URL
sl: Napaèna "user" oblika v URL-ju
sq: Formë e gabuar e përdoruesit për URL
sr: Лош кориснички формат у URL-у
sr@latn: Lo¹ korisnièki format u URL-u
sv: Felaktigt användarformat i URL
tg: Андозакунии бади корванд дар URL
th: รูปแบบผู้ใช้ใน URL ผิดพลาด
tr: URL içinde kötü kullanýcý biçimi¿¿??
uk: Нев╕рний користувацький формат в URL
ur: برا استعمال كرنے والے كا برا یو آر ایل كا ڈانچه
uz: URLdagi yuzer formati yomon
uz@cyrl: URL'даги фойдаланувчи формати нотўғри
vi: Định dạng người dùng tồi trong URL
wa: Mwaijhe cogne pol uzeu dins l' hårdêye

source: Couldn't resolve proxy
ar: لم يمكن الإتصال بالبروكسي
az: Vəkil vericisi öyrənilə bilmədi
bg: Не намирам прокси
bn: প্রক্সি স্থির করা যায়নি
ca: No s'ha pogut determinar el servidor intermediari
cy: Methu dadelfennu'r dirprwy
da: Kunne ikke finde proxy
de: Konnte den Proxynamen nicht zu IP-Adresse auflösen
el: Δε μπορώ να ξεδιαλύνω το proxy
es: No se pudo resolver el proxy
et: Ei leia vahendajat
eu: Ezin izan da proxy-a ebatzi
fa: پراکسی را نمی‌توان دریافت کرد
fi: Välityspalvelinta ei löytynyt
he: הגישה לאינטרנט דרך המתווך (Proxy) אינה אפשרית
hi: प्रोक्सी को सुलझाया नहीं जा सका
hu: A proxy névfeloldása nem sikerült
hy: Հնարավոր չէ իմանալ proxy-ի ip հասցեն
id: Tidak dapat meresolve proxy
is: Gat ekki fundið sel
it: Non posso risolvere il proxy
ja: proxyが通りません
ka: ვერ გადავლახე პროქსი
ku: ni kare xwe gihandin proxy e
ky: Проксини таанууга мүмкүн эмес
lt: Negaliu suþinoti (resolve) tarpinës stoties (proxy) IP adreso
mk: Не можев да го разрешам проксито
ms: Tidak dapat menterjemah proksi
mt: Ma stajtx nirrisolvi l-"proxy"
nl: Kon proxy niet vinden
nn: Feil ved oppslag på mellomtenar
pa_in: ਪਰਾਕਸੀ ਹੱਲ਼ ਨਾ ਹੋ ਸਕਿਆ
pl: Nie można odwzorować nazwy pośrednika
pt: Impossível detectar o proxy
pt_br: Não foi possível resolver o proxy
ro: Nu pot rezolva numele proxy-ului
ru: Невозможно распознать прокси
sc: No apu pòtziu agatai su proxy
sl: Ne morem uporabiti (resolve) proksija
sq: Nuk mund ta rregulloj emrin e proxit
sr: Ниjе могуће открити proxy
sr@latn: Nije moguæe otkriti proxy
sv: Kunde inte hitta proxy
tg: Ҳалли ноиб нашуд
th: แปลค่าพรอคซีไม่ได้
tr: Vekil'e ulaþýlamýyor
uk: Не можу визначити прокс╕
ur: قاءںم مقامی كو حلپزیر نةین كیا جاسكتا
uz: Proksini hal qilolmadim
vi: Không thể giải quyết proxy
wa: Dji n' sai trover l' adresse limerike do proxy

source: Couldn't resolve host
ar: لم يمكن الإتصال بالمستضيف
az: Qovşaq öyrənilə bilmədi
bg: Не намирам хост
bn: হোস্ট স্থির করা যায়নি
ca: No s'ha pogut determinar l'ordinador central
cy: Methu dadelfennu'r gwesteiwr
da: Kunne ikke finde vært
de: Konnte den Rechnernamen nicht zu IP-Adresse auflösen
el: Δε μπορώ να ξεδιαλύνω το host
es: No se pudo resolver el host
et: Ei leia masinanime
eu: Ezin izan da ostalaria ebatzi
fa: میزبان را نمی‌توان دریافت کرد
fi: Verkkoasemaa ei löytynyt
he: איני מצליח לפענח את כתובת המחשב המארח
hi: होस्ट को सुलझाया नहीं जा सका
hu: A gépnév feloldása nem sikerült
hy: Հնարավոր չէ իմանալլ host-ի ip հասցեն
id: Tidak dapat meresolve host
is: Gat ekki fundið vél
it: Non posso risolvere l'host
ja: ホストが見つかりません
ka: ვერ გადავლახე host
ku: Ni kare xwe gihandin teqdîmkere( Teqdîmker zexm (tespît) nabe)
ky: Хосту таанууга мүмкүн эмес
lt: Negaliu suþinoti (resolve) stoties (host) IP adreso
mk: Не можев да го разрешам компјутерот
ms: Tidak dapat menterjemah hos
mt: Ma stajtx nirrisolvi l-kompjuter
nl: Kon host niet vinden
nn: Feil ved oppslag på vert
pa_in: ਮੇਜ਼ਬਾਨ ਹੱਲ ਨਾ ਹੋ ਸਕਿਆ
pl: Nie można rozpoznać nazwy komputera
pt: Impossível identificar o servidor
pt_br: Não foi possível resolver o host
ro: Nu pot rezolva numele gazdei
ru: Невозможно распознать хост
sc: No apu pòtziu agatai s'host
sl: Ne najdem gostitelja (resolve host)
sq: Nuk mund ta rregulloj emrin e ftuesit
sr: Ниjе могуће открити host-a
sr@latn: Nije moguæe otkriti host-a
sv: Kunde inte hitta värddator
tg: Ҳалли соҳиб нашуд
th: แปลค่าโฮสทไม่ได้
tr: Sunucuya ulaþýlamýyor(tespit edilemiyor)
uk: Не можу визначити сервер
ur: میزبان كو حل پذیر نهیں كیا جا سكتا
uz: Hostni hal qilolmadim
vi: Không thể dàn xếp với máy chủ
wa: Dji n' sai trover l' adresse limerike do lodjoe

source: Couldn't connect
ar: لم يمكن الإتصال
az: Bağlana bilmədi
bg: Невъзможно свързване
bn: যোগাযোগ স্থাপন করা যায়নি
ca: No s'ha pogut connectar
cy: Methu cysylltu
da: Kunne ikke forbinde til
de: Konnte nicht verbinden
el: Αδυναμία σύνδεσης
es: No se pudo conectar
et: Ei saa ühenduda
eu: Ezin izan da konektatu
fa: نمی‌توان ارتباط برقرار کرد
fi: Yhteyden muodostaminen epäonnistui
gl: Non se puido conectar
he: לא מצליח להתחבר
hi: संयुक्त नहीं किया जा सका
hu: A kapcsolat létrehozása nem sikerült
hy: Հնարավոր չէ միանալ
id: Tidak bisa melakukan koneksi
is: Gat ekki tengst
it: Non posso connettermi
ja: 接続できません
ka: ვერ დავუკავშირდი
ku: hatin girênabê
ky: Байланышууга мүмкүн эмес
lt: Negaliu prisijungti
mk: Не можев да се поврзам
ms: Tidak dapat berhubung
mt: Ma stajtx naqbad
nl: Kon geen verbinding maken
nn: Klarte ikkje kopla til
pa_in: ਜੁੜਿਆ ਨਾ ਜਾ ਸਕਿਆ
pl: Nie można nawiązać połączenia
pt: Impossível ligar
pt_br: Não foi possível conectar
ro: Nu pot contacta
ru: Невозможно подключиться
sc: No apu pòtziu acapiai
sl: Ne morem se povezati
sq: E pa mundur lidhja
sr: Ниjе могућа конекциja
sr@latn: Nije moguæa konekcija
sv: Kunde inte ansluta
tg: Пайваст нашуд
th: เชื่อมต่อไม่ได้
tr: Baðlanýlamýyor.
uk: Не можу з'╓днатися
ur: جوڈا نهیں جا سكتا
uz: Ulana olmadim
uz@cyrl: Алоқа ўрнатиб бўлмади
vi: Không thể kết nối
wa: Dji n' a savou m' raloyî

source: FTP unexpected server reply
ar: رد غريب من خادم Ftp
az: FTP gözlənilməyən verici cavabı
bg: Непознат отговор от FTP
bn: এফটিপি সার্ভারের উত্তর অযাচিত
ca: FTP: s'ha produït una resposta inesperada del servidor
cy: Ateb rhyfedd gwasanaethwr ftp
da: Mærkeligt ftp-server svar
de: FTP erhielt unerwartete Antwort des Servers
el: Περίεργη απάντηση από τον Ftp εξυπηρετητή
es: Respuesta extraña del servidor ftp
eu: FTP zerbitzariaren erantzun bitxia
fa: جواب غیرمنتظره کارگزار FTP
fi: Omituinen vastaus Ftp-palvelimelta
gl: FTP resposta do servidor non agardada
he: תשובה מוזרה התקבלה משרת העברת הקבצים
hi: एफ़०टी०पी० आकस्मिक सर्वर उत्तर
hu: Helytelen válasz érkezett az FTP-kiszolgálótól
hy: FTP սերվերի անսպասելի պատասխան
id: Jawaban server FTP yang tidak diharapkan
is: FTP óvænt svar miðlara
it: Risposta scorretta dal server FTP
ja: FTPサーバからの応答が異常です
ky: FTP сервердин күтүлбөгөн жообу
lt: Keistas FTP serverio atsakymas
mk: Неочекувано возвраќање од FTP серверот
ms: Jawapan tidak dijangka dari pelayan FTP
mt: Risposta stramba mis-server ftp
nn: Uventa svar frå FTP-tenar
pa_in: FTP ਨੂੰ ਨਾ ਲੋੜੀਦਾ ਸਰਵਰ ਜਵਾਬ ਮਿਲਿਆ
pl: Dziwna odpowiedź serwera FTP
pt: Resposta estranha do servidor FTP
pt_br: FTP resposta estranha do servidor
ro: FTP rãspuns ciudat de la server
sc: Arrespusta FTP: server sballiau
sl: Èuden odgovor ftp stre¾nika
sq: FTP e pranuar nga kthimi i serverit
sr: Одговор Ftp weird серверa
sr@latn: Odgovor Ftp weird servera
sv: Oväntat FTP-serversvar
tg: Ҷавоби хидматрасони мудҳиши Ftp
uk: FTP: неоч╕кувана в╕дпов╕дь сервера
ur: خدمت پهچانے والے كا ایف ٹی پی كوغیر متوقع خدمت جواب
uz: Kutilmagan ftp server javobi
uz@cyrl: Кутилмаган FTP серверининг жавоби
wa: FTP: Response bizåre

source: FTP access denied
ar: ممنوع الدخول الى خادم Ftp
az: FTP səlahiyyət yoxdur
bg: Отказан достъп до FTP
bn: এফটিপি প্রবেশ প্রত্যাখ্যাত
ca: FTP: s'ha produït un accés denegat
cy: Mynediad ftp wedi ei wrthod
da: Ftp-adgang nægtet
de: FTP wurde der Zugriff verwehrt
el: Αρνήθηκε η πρόσβαση στο Ftp
es: Acceso a ftp denegado
eu: FTP sarbidea ukatu da
fa: دسترسی به FTP منع شد
fi: Ftp:n saanti estetty
gl: FTP acceso denegado
he: הגישה לשרת העברת הקבצים לא אושרה
hi: एफ़०टी०पी० प्रवेश निषेध
hu: Az FTP-hozzáférés megtagadva
hy: FTP մուտքը հերքված է
id: Akses FTP ditolak
is: FTP aðgangi hafnað
it: Accesso FTP negato
ja: FTPアクセスが拒否されました
ku: Têketana qedexe FTP
ky: FTP кирүү четке кагылды
lt: FTP priëjimas uþdraustas
mk: FTP пристапот е одбиен
ms: Capaian FTP ditolak
mt: Aċċess għall-ftp miċħud
nn: Nekta FTP-tilgang
pa_in: FTP ਪਹੁੰਚ ਪਾਬੰਦੀ
pl: Zabroniony dostęp do serwera Ftp
pt: Acesso negado ao FTP
pt_br: FTP - acesso negado
ro: Acces FTP refuzat
sc: Intrada FTP proibia
sl: FTP dostop je zavrnjen
sq: Serveri FTP nuk e ka pranuar lidhjen
sr: FTP приступ одбиjен
sr@latn: FTP pristup odbijen
sv: FTP-åtkomst nekas
tg: Дохилшавии Ftp рад шуд
th: FTP ไม่ยอมรับการติดต่อ
uk: FTP: доступ заборонено
ur: ایف ٹی پی كی رساءی رد(تسلیم كرنے سے انكار)
uz: Ftpga kirish taqiqlangan
uz@cyrl: FTP'га кириш тақиқланган
wa: FTP: Accès ftp rifuzé

source: FTP user password incorrect
ar: كلمة مرور مستخدم Ftp غير صحيحة
az: FTP istifadəçi şifrəsi səhvdir
bg: Невалидни потребител/парола за FTP
bn: এফটিপি ইউজার পাসওয়ার্ড ভুল
ca: FTP: contrasenya de l'usuari incorrecta
cy: Cyfrinair defnyddiwr ftp'n anghywir
da: FTP brugeradgangskode ukorrekt
de: FTP erhielt falsches Passwort für den Benutzer
el: Ο κωδικός πρόσβασης του χρήστη για το ftp είναι λάθος
es: Usuario/contraseña de ftp incorrecto
eu: FTP erabiltzaile-pasahitza ez da zuzena
fa: گذرواژه کاربر FTP درست نیست
fi: Ftp-käyttäjän salasana väärä
gl: FTP contrasinal incorrecto
he: סיסמת- או שם- המשתמש לשרת העברת הקבצים אינה נכונה
hi: एफ़०टी०पी० उपयोगकर्ता कूट-शब्द अवैध
hu: A megadott FTP-jelszó helytelen
hy: FTP գործածողի գաղտնաբառը սխալ է
id: Katasandi pengguna FTP salah
is: FTP lykilorð notanda rangt
it: Password utente per FTP errata
ja: FTPパスワードが間違っています
ku: Bikarhêner u şîfre FTP e terabe
ky: FTP колдонуучусунун паролу туура эмес
lt: Neteisingas FTP vartotojo slaptaþodis
mk: Неточна FTP корисничка лозинка
ms: Katalaluan pengguna FTP salah
mt: Password tal-ftp ħażina
nn: Ugyldig FTP-passord
pa_in: FTP ਉਪਭੋਗੀ ਗੁਪਤ-ਕੋਡ ਗਲਤ
pl: Niepoprawne hasło użytkownika Ftp
pt: Senha de utilizador FTP incorrecta
pt_br: FTP - senha do usuário incorreta
ro: Parola utilizator FTP incorectã
sc: FTP: Password umperadori sballiada
sl: FTP geslo je napaèno
sq: Parulla FTP nuk është e saktë
sr: FTP корисничка лозинка нетaчна
sr@latn: FTP korisnièka lozinka netaèna
sv: Felaktigt FTP-lösenord
tg: Гузарвожаи корванди Ftp нодуруст
th: FTP ชื่อผู้ใช้และรหัสผ่านไม่ถูกต้อง
uk: FTP: нев╕рний пароль
ur: ایف ٹی پی كا استعمال كننده كا خفیه لفظ غلط
uz: FTP yuzer paroli noto'g'ri
uz@cyrl: FTP фойдаланувчининг махфий сўзи нотўғри
wa: FTP: Sicret ftp po l' uzeu nén corek

source: FTP unexpected PASS reply
ar: رد غريب على PASS من Ftp
az: FTP gözlənməyən PASS cavabı
bg: Непознат отговор на PASS от FTP
bn: এফটিপি উত্তর অযাচিত পাস (PASS)
ca: FTP: s'ha produït una resposta PASS inesperada
cy: Ateb PASS gwasanaethwr ftp
da: FTP mærkeligt PASS svar på adgangskode
de: FTP erhielt unerwartete PASS Antwort
el: Περίεργη απάντηση PASS του Ftp
es: Respuesta extraña de ftp PASS
eu: FTP PASS erantzun bitxia
fa: پاسخ برای گذرواژه غیرمنتظره از FTP
fi: Omituinen PASS-vastaus Ftp:ltä
gl: FTP resposta PASS non agardada
he: התקבלה תשובה לא ברורה בעקבות בקשת PASS משרת העברת הקבצים
hi: एफ़०टी०पी० आकस्मिक मार्ग (PASS) उत्तर
hu: Helytelen PASS válasz érkezett az FTP-kiszolgálótól
hy: FTP անսպասելի PASS պատասխան
id: Jawaban PASS FTP yang tidak diharapkan
is: FTP óvænt 'PASS' svar
it: Risposta FTP: PASS, scorretta
ja: FTPのPASSへの応答が異常です
ku: Xwestina şîfre FTP ê
ky: FTP күтүлбөгөн PASS жообу
lt: Keistas FTP atsakymas á PASS
mk: Неочекувана FTP повратна информација за лозинката
ms: Balas aneh saat PASS dari FTP
mt: Risposta stramba għal "PASS" mis-server ftp
nn: Uventa «PASS»-svar frå FTP-tenar
pa_in: FTP ਨੂੰ ਨਾ ਲੋੜੀਦਾ PASS ਜਵਾਬ ਮਿਲਿਆ
pl: Dziwna odpowiedź PASS przez FTP
pt: Resposta inesperada do FTP a PASS
pt_br: FTP - resposta estranha ao comando PASS
ro: FTP rãspuns ciudat la PASS
sc: Arrespusta FTP: PASS sballiada
sl: Èuden ftp PASS odgovor
sq: FTP parullë e pa njoftur
sr: Одговор Ftp weird PASS-a
sr@latn: Odgovor Ftp weird PASS-a
sv: FTP-oväntat PASS-svar
tg: Ҷавоби мудҳиши PASS Ftp
uk: FTP: неоч╕кувана в╕дпов╕дь PASS
ur: ایف ٹی پی كا غیر متوقع پاس كا جواب
uz: Kutilmagan ftp PASS javobi
uz@cyrl: Кутилмаган FTP PASS жавоби
wa: FTP: Bizåre response «PASS»

source: FTP unexpected USER reply
ar: رد غريب على USER من Ftp
az: FTP gözlənməyən USER cavabı
bg: Непознат отговор на USER от FTP
bn: এফটিপি উত্তর অযাচিত ইউজার (USER)
ca: FTP: s'ha produït una resposta USER inesperada
cy: Ateb USER gwasanaethwr ftp
da: FTP mærkeligt USER svar
de: FTP erhielt unerwartete USER Antwort
el: Περίεργη απάντηση USER του Ftp
es: Respuesta extraña de ftp USER
eu: FTP USER erantzun bitxia
fa: پاسخ برای کاربر غیرمنتظره از FTP
fi: Omituinen USER-vastaus FTP:ltä
gl: FTP resposta USER non agardada
he: התקבלה תשובה לא ברורה בעקבות בקשת USER משרת העברת הקבצים
hi: एफ़०टी०पी० आकस्मिक उपयोगकर्ता उत्तर
hu: Helytelen USER válasz érkezett az FTP-kiszolgálótól
hy: FTP անսպասելի USER պատասխան
id: Jawaban USER FTP yang tidak diharapkan
is: FTP óvænt 'USER' svar
it: Risposta FTP: USER, scorretto
ja: FTPのUSERへの応答が異常です
ku: Xwestina bikarhêner FTP ê
ky: FTP күтүлбөгөн USER жообу
lt: Keistas FTP atsakymas á USER
mk: Неочекувана FTP повратна информација за корисникот
ms: Balas aneh saat USER dari FTP
mt: Risposta stramba għal "USER" mis-server ftp
nn: Uventa «USER»-svar frå FTP-tenar
pa_in: FTP ਨੂੰ ਨਾ ਲੋੜੀਦਾ USER ਜਵਾਬ ਮਿਲਿਆ
pl: Dziwna odpowiedź USER przez FTP
pt: Resposta inesperada do FTP a USER
pt_br: FTP - resposta estranha ao comando USER
ro: FTP rãspuns ciudat la USER
sc: Arrespusta FTP: umperadori sballiau
sl: Èuden ftp USER odgovor
sq: FTP emri i pëdoruesit i pa njoftur
sr: Одговор Ftp weird USER-a
sr@latn: Odgovor Ftp weird USER-a
sv: FTP-oväntat USER-svar
tg: Ҷавоби мудҳиши USER Ftp
uk: FTP: неоч╕кувана в╕дпов╕дь USER
ur: ایف ٹی پی كا غیر متوقع استعمال كننده كا جواب
uz: Kutilmagan ftp USER javobi
uz@cyrl: Кутилмаган FTP USER жавоби
wa: FTP: Bizåre response «USER»

source: FTP unexpected PASV reply
ar: رد غريب على PASV من Ftp
az: FTP gözlənməyən PASV cavabı
bg: Непознат отговор на PASV от FTP
bn: এফটিপি উত্তর অযাচিত প্যাসিভ (PASV)
ca: FTP: s'ha produït una resposta PASV inesperada
cy: Ateb PASV gwasanaethwr ftp
da: FTP mærkeligt PASV svar
de: FTP erhielt unerwartete PASV Antwort
el: Περίεργη απάντηση PASV του Ftp
es: Respuesta extraña de ftp PASV
eu: FTP PASV erantzun bitxia
fa: پاسخ برای PASV غیرمنتظره از FTP
fi: Omituinen PASV-vastaus Ftp:ltä
gl: FTP resposta PASV non agardada
he: התקבלה תשובה לא ברורה בעקבות בקשת PASV משרת העברת הקבצים
hi: एफ़०टी०पी० आकस्मिक पी०ऐ०एस०वी० उत्तर
hu: Helytelen PASV válasz érkezett az FTP-kiszolgálótól
hy: FTP անսպասելի PASV պատասխան
id: Jawaban PASV FTP yang tidak diharapkan
is: FTP óvænt 'PASV' svar
it: Risposta FTP: PASV, scorretta
ja: FTPのPASVへの応答が異常です
ku: Xwestina PASV FTP ê
ky: FTP күтүлбөгөн PASV жообу
lt: Keistas FTP atsakymas á PASV
mk: Неочекувана FTP повратна информација за PASV
ms: Balas aneh saat PASV dari FTP
mt: Risposta stramba għal "PASV" mis-server ftp
nn: Uventa «PASV»-svar frå FTP-tenar
pa_in: FTP ਨੂੰ ਨਾ ਲੋੜੀਦਾ PASV ਜਵਾਬ ਮਿਲਿਆ
pl: Dziwna odpowiedź PASV przez FTP
pt: Resposta inesperada do FTP a PASV
pt_br: FTP - resposta estranha ao comando PASV
ro: FTP raspuns ciudat la PASV
sc: Arrespusta FTP: PASV sballiada
sl: Èuden ftp PASV odgovor
sq: FTP modë trasferimi pasiv (PASV) i pa njoftur
sr: Одговор Ftp weird PASV -a
sr@latn: Odgovor Ftp weird PASV -a
sv: FTP-oväntat PASV-svar
tg: Ҷавоби мудҳиши PASV ftp
uk: FTP: неоч╕кувана в╕дпов╕дь PASV
ur: ایف ٹی پی كا غیر متوقع پی اے ایس وی كا جواب
uz: Kutilmagan ftp PASV javobi
uz@cyrl: Кутилмаган FTP PASV жавоби
wa: FTP: Bizåre response «PASV»

source: FTP unexpected 227 format
ar: هيئة Ftp 227 غريبة
az: FTP gözlənməyən 227 formatı
bg: Нeвалиден 227 формат на FTP
bn: এফটিপি অযাচিত ২২৭ ফরমেট
ca: FTP: s'ha produït un format 227 inesperat
cy: Fformat rhyfedd 227 ftp
da: FTP mærkeligt 227 format
de: FTP erhielt unerwartetes Format 227
el: Περίεργη μορφή 227 του Ftp
es: Respuesta extraña de ftp formato 227
eu: FTP 227 formatu bitxia
fa: قالب ۲۲۷ غیرمنتظره از FTP
fi: Omituinen 227:n muoto Ftp:ltä
gl: FTP formato 227 non agardado
he: התקבלה תשובה לא ברורה בעקבות בקשת 227 משרת העברת הקבצים
hi: एफ़०टी०पी० आकस्मिक २२७ संरूप (फ़ॉरमेट)
hu: FTP: helytelen 227 formátum
hy: FTP անսպասելի 227 ֆորմատ
id: Format FTP 227 yang tidak diharapkan
is: FTP óvænt 227 villa
it: Risposta FTP: formato 227, scorretto
ja: FTPの227形式が異常です
ku: Dirûva 227 FTP ê
ky: FTP күтүлбөгөн 227-формат
lt: Keistas FTP 227 formatas
mk: Неочекуван 277 FTP формат
ms: Format aneh 227 pada FTP
mt: Format 227 stramb mis-server ftp
nn: Uventa 227-format frå FTP-tenar
pa_in: FTP ਨੂੰ ਨਾ-ਲੋੜੀਦਾ 227 ਫਾਰਮਿਟ ਮਿਲਿਆ
pl: Dziwny format 227 FTP
pt: Formato 227 inesperado do FTP
pt_br: FTP - formato 227 estranho
ro: FTP eroare la format 227
sc: FTP: formau 227 sballiau
sl: FTP èudna 227 oblika
sq: FTP formë 227 e pa njoftur
sr: FTP unexpected 227 формат
sv: FTP-oväntat 227-format
tg: Андозакунии мудҳиши 227 Ftp
uk: FTP: неоч╕куваний формат 227
ur: ایف ٹی پی كا غیر متوقع 227 كا مخصوص ڈانچا
uz: Kutilmagan ftp 227 formati
uz@cyrl: Кутилмаган FTP 227 формати
wa: FTP: format 227 nén ratindou

source: FTP can't get host
ar: لم يتمكن Ftp من الإتصال بالمستضيف
az: FTP qovşağa yetişə bilmir
bg: Невъзможна връзка с хост за FTP
bn: এফটিপি হোস্ট পাওয়া যাচ্ছেনা
ca: FTP: no s'ha pogut aconseguir l'ordinador central
cy: Methu canfod gwesteiwr ftp
da: FTP kan ikke få fat på vært
de: FTP kann den Rechner nicht ermitteln
el: Το ftp δεν μπορεί να βρει το host
es: No se puede obtener el host de ftp
eu: Ftp-k ezin du ostalaria hartu
fa: FTP نمی‌تواند میزبان را دریافت کند
fi: FTP ei löydä verkkoasemaa
he: איני מצליח למצוא את המחשב המארח
hi: एफ़०टी०पी० को होस्ट नहीं मिल सका
hu: FTP: a gép nem elérhetõ
hy: FTP անհնար է ստանալ host-ը
id: FTP tidak bisa mendapatkan host
is: FTP get ekki tengst vél
it: FTP: non trovo l'host
ja: FTPホストが見つかりません
ku: Ni kare xwe teqdîmkerêda bîkişinê
ky: FTP хостко жете албады
lt: Negaliu gauti FTP hosto
mk: FTP не може да го добие компјутерот
ms: FTP tidak dapat hos
mt: Ma stajtx insib il-kompjuter tal-ftp
nn: FTP kan ikkje nå vert
pa_in: FTP ਮੇਜ਼ਬਾਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Nie można pobrać nazwy komputera FTP
pt: O FTP não consegue obter o servidor
pt_br: FTP - não foi possível achar o host
ro: FTP nu pot contacta gazda
sc: FTP: no agatu s'host
sl: Ne dobim ftp gostitelja
sq: FTP nuk mund të bashkangjitet në ftuesin
sr: FTP не може да приступи host-у
sr@latn: FTP ne mo¾e da pristupi host-u
sv: FTP kan inte nå värddator
tg: FTP соҳибро дарёфта наметавонад
th: FTP ไม่รับโฮสทนี้
uk: FTP: не можу знайти хост
ur: ایف ٹی پی میزبان كو حاصل نهیں كر سكا
uz: FTP hostni ololmaydi
uz@cyrl: FTP хостини аниқлаб бўлмади
wa: FTP: dji n' sai aveur li lodjoe
