Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: Malformed telnet option
ar: خيار telnet غير صالح
az: Pozulmuş telnet seçimi
bg: Грешка в "функция" телнет
bn: বিকৃতভাবে উপস্থাপিত টেলনেট অপশন
cy: Dewis Telnet wedi ei anffurfio
da: Forkert angivet valgmulighed for telnet
de: Fehlerhafte telnet-Option
es: Opción de telnet no válida
eu: Gaizki eraikitako telnet aukera
fa: گزینه بی‌ریخت telnet
fi: Virheellisesti muotoiltu telnet optio
hi: भ्रष्ट टेलनेट विकल्प
hu: Helytelen telnet-opció
hy: Անկազմակերպ տելնեթ հատկություն
id: Opsi telnet cacat
is: Gallaður telnet valkostur
ja: 不正なtelnetオプションです
ku: opsiyona telnet ê betal hate ditin
ky: Туура эмес түзүлгөн telnet опциясы
mk: Неправилна telnet опција
ms: Pilihan telnet tidak lengkap
mt: Għażla telnet ħażina
nn: Ugyldig telnet-val
pa_in: ਨਿਕਾਰਾ ਟੈਲਨੈਟ ਚੋਣ
pl: Niepoprawna opcja telnet
pt: Opção telnet mal escrita
sc: Scera telnet mali formada
sl: Napaèno oblikovana telnet mo¾nost
sq: Opcion i formuar gabimish në telnet
sr: Погрешна телнет опција
sr@latn: Pogre¹na telnet opcija
sv: Felaktigt Telnet-alternativ
th: telnet option ไม่ถูกต้อง
ur: غیبدار یا بدخلقت ٹیلنیٹ چنیده
uz@cyrl: Telnet параметри нотўғри
wa: Tchuze po telnet måfoirmêye

source: removed after 7.7.3
ar: تم ازالته بعد 7.7.3
az: 7.7.3'dən sonra çıxardılıb
bg: премахнат след 7.7.3
bn: ৭.৭.৩ এর পর থেকে সরিয়ে নেয়া হয়েছে
cy: tynnwyd ar Ã´l 7.7.3
da: fjernet efter 7.7.3
de: nach 7.7.3 entfernt
es: quitado luego de 7.7.3
eu: 7.7.3 ondoren ezabatua
fa: بعد از ۷.۷.۳برداشته شد
fi: poistettu 7.7.3 jälkeen
gl: eliminado despois de 7.7.3
he: הוסר לאחר 7.7.3
hi: ७।७।३ के बाद हटाया गया
hu: 7.7.3 után eltávolítva (elavult)
hy: 7.7.3-ից սկսած հեռացված է
id: dihapus setelah 7.7.3
is: fjarlægt eftir 7.7.3
ja: 7.7.3以降は削除されています
ku: Piştî 7.7.3 ya feramoş bu
ky: 7.7.3 версиясынын кийин алынып ташталган
mk: отстрането по 7.7.3
ms: dibuang selepas 7.7.3
mt: imneħħi wara 7.7.3
nn: fjerna etter 7.7.3
pa_in: 7.7.3 ਬਾਅਦ ਹਟਾਇਆ
pl: usunięto po wersji 7.7.3
pt: retirado após 7.7.3
sc: bogau apustis de 7.7.3
sl: odstranjeno po 7.7.3
sq: zhdukur mbas 7.7.3
sr: уклоњено након 7.7.3
sr@latn: uklonjeno nakon 7.7.3
sv: borttagen efter 7.7.3
th: เอาออกหลังจาก 7.7.3
ur: 773 كے بعد هٹا دیا گیا
wa: oisté après 7.7.3

source: peer's certificate wasn't ok
ar: شهادة القرين لم تكن صالحة
az: düyümün setrifikatı hökmsüzdür
bg: сертификата на сървъра не беше наред
bn: অপরপক্ষের সার্টিফিকেট ঠিক ছিলনা
cy: nid oedd y tystysgrif cyfoed yn gywir
da: ligemands certifikat var ikke i orden
de: Das Zertifikat ist ungültig
es: el certificado de la otra parte no era bueno
eu: parekoaren ziurtagiria ez zen zuzena
fa: گواهی همپایه درست نبود
fi: etäkoneen sertifikaatti ei ollut kunnossa
hi: समानता का प्रमाणपत्र ठीक नहीं था
hu: A kliens tanúsítványa nem megfelelõ
hy: մասնակցի վկայականը սխալ է
id: sertifikat peer tidak beres
is: skírteini var rangt
ja: peerの認証に失敗しました
ku: Bawername (sertîfîka) Peer'ê bitûnî nin e
ky: түйүндүн сертификаты өз жайында эмес
mk: сертификатот на далечниот корисник не е во ред
ms: sijil peer tidak betul
mt: ċertifikat tal-"peer" ma kienx tajjeb
nn: Sertifikat på anna maskin ikkje OK
pa_in: ਪੀਅਰ ਦਾ ਸਰਟੀਫਿਕੇਟ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ
pl: certyfikat nie był w porządku
pt: o certificado do vizinho não era bom
sc: su certificau no fiat bonu
sl: potrdilo sovrstnika (peer) ni v redu
sq: certifikata e makinës së largët nuk është e saktë
sr: peer сертификат није био у реду
sr@latn: peer sertifikat nije bio u redu
sv: motpartens certifikat var inte OK
th: peer's certificate ไม่ ok
ur: دكھاءی دینے والا سرٹیفیكیٹ درست نهی هے
wa: L' acertineure di l' ôte costé n' est nén comifåt

source: when this is a specific error
ar: عندما يكون هناك خطأ محدد
az: bu spesifik bir xətadırsa
bg: когато това е рядко срещана грешка
bn: যখন এটি একটি সুনির্দিষ্ট সমস্যা
cy: pan yw hyn yn wall penodol
da: når dette er en specifik fejl
de: wenn dies ein bestimmter Fehler ist
es: cuando esto es un error específico
eu: hau oker espezifikoa da
fa: وقتی که این یک خطای مشخص است
fi: kun tämä on erityinen virhe
gl: cando este é un erro específico
hi: जब यह एक विशिष्ट त्रुटि है
hu: Hiba történt; hibakód: GOT_NOTHING
hy: երբ որ դա բնորոշ սխալ չէ
id: ketika ini merupakan kesalahan spesifik
is: Þegar þetta er skilgreind villa
ku: Ji bo ve betal celebîn
ky: бул качан өзгөчө ката болгондо
mk: кога ова е специфична грешка
ms: apabila ini adalah ralat khusus
mt: meta din hija problema speċifika
nn: Når dette er ein spesifikk feil
pa_in: ਜਦੋਂ ਇਹ ਖਾਸ ਗਲਤੀ ਹੋਵੇ
pl: gdy to jest określony błąd
pt: quando isto é um erro especifico
sc: candu custu est una faddina particulari
sl: ko je to posebna napaka
sq: kur ky është një gabim specifik
sr: када је ово одређена грешка
sr@latn: kada je ovo odreðena gre¹ka
sv: när det här är ett specifikt fel
th: เฉพาะตอนที่มีข้อผิดพลาดที่เจาะจง
ur: جب یه كوءی مخصوص خرابی هو گی

source: SSL crypto engine not found
ar: لم يمكن ايجاد محرك SSL crypto
az: SSL crypto mühərriki tapıla bilmədi
bg: SSL криптиращата функция не е намерена
bn: এসএসএল ক্রীপ্টো ইঞ্জিন পাওয়া যায়নি
cy: Heb ganfod peiriant crypto SSL
da: SSL-krypteringsmaskine ikke fundet
de: SSL-Verschlüsselungs-Engine nicht finden
es: No se encontró motor de cifrado SSL
eu: SSL kripto motorea ez da aurkitu
fa: موتور رمزگذار SSL یافت نشد
fi: SSL salaustoiminto ei löytynyt
gl: Non se atopou o motor de cifrado SSL
he: מנוע הצפנה של SSL לא נימצא
hi: एस०एस०एल० गूढ़ इंजन नहीं मिला
hu: SSL titkosítási rendszer nem található
hy: SSL քրիպտոգրաֆիկ մեքենան գտնված չէ
id: Mesin sandi SSL tidak ditemukan
is: SSL dulritunar-vél fannst ekki
ja: SSL暗号エンジンがありません
ku: Motor a kripto SSL ne hate ditine
ky: SSL шифрдөө машинасы табылбады
mk: SSL предвижувачот за криптирање не е пронајден
ms: Enjin kripto SSL tidak dijumpai
mt: Modulu ta' ċifrazzjoni SSL ma nstabx
nn: Fann ikkje SSL-krypteringsmotor
pa_in: SSL crypto ਇੰਜਣ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono silnika szyfrującego SSL
pt: Sistema de codificação SSL não encontrado
sc: SSL crypto engine no agatau
sl: SSL stroj za kriptiranje ni bil najden
sq: Motori criptografik SSL nuk gjindet
sr: SSL машина за криптовање није пронађена
sv: SSL-kryptomotor hittades inte
th: ไม่พบ SSL crypto engine
ur: ایس ایس ایل كریپٹو انجن نهی ملا

source: can not set SSL crypto engine as default
ar: تعذر تعيين محرك SSL crypto كمحرك افتراضي
az: SSL crypto mühərriki əsas olaraq tə'yin edilə bilmədi
bg: не мога да използвам SSL криптиращия алгоритъм като начален
bn: এসএসএল ক্রীপ্টো ইঞ্জিন ডীফল্ট হিসাবে পরিবর্তিত করা সম্ভব হয়নি
cy: methu gosod peiriant crypto fel y rhagosodedig
da: Kan ikke sætte SSL-krypteringsmaskine som standard
de: Ich kann die SSL-Verschlüsselungs-Engine nicht als Standard festlegen
es: no se puede configurar motor de cifrado SSL como predeterminado
eu: ezin dut SSL kripto motorea lehenetsi bezala ezarri
fa: نمی‌توان موتور رمزگذار SSL را مانند پیش‌فرض قرار داد
fi: en voi asettaa SSL salausta oletuksena
gl: non se puido establecer o motor de cifrado SSL coma predeterminado
he: לא יכול לקבע את מנוע ההצפנה של SSL כבררת המחדל
hi: एस०एस०एल० गूढ़ इंजन को डीफ़ॉल्ट की भांति स्थापित नहीं कर सका
hu: Az SSL titkosítási rendszer beállítása nem sikerült
hy: Խափանվել է SST քրիպտոգրաֆիկ մեքենայի հաստատումը որպես հիմնական
id: tidak dapat menentukan mesin sandi SSL sebagai default
is: get ekki sett SSL dulritunar-vél sem sjálfgefið
ja: デフォルトではSSL暗号エンジンをセットできません
ku: Motor a kripto SSL weke bingehî eyar nabê
ky: алдынала колдонулуучу SSL шифрдөө машинасын орнотууга мүмкүн эмес
mk: не можев да го подесам SSL предвижувачот како стандарден
ms: tidak dapat menetapkan enjin kripto SSL sebagai default
mt: ma nistax nissettja l-magna criptoloġika SSL bħala impliċita
nn: Klarte ikkje velja SSL-krypteringsmotor som standard
pa_in: SSL ਕ੍ਰਿਪਸ਼ਨ ਇੰਜਨ ਨੂੰ ਮੂਲ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ
pl: nie można ustawić silnika szyfrującego SSL jako domyślny
pt: não posso meter o sistema de codificação SSL por omissão
sc: No potzu assetiai su SSL crypto engine ke predefiniu
sl: SSL stroja za kriptiranje ni mo¾no nastaviti kot privzetega
sq: E pa mundur vërja e motorit criptografik SSL me marrëveshje
sr: не могу да подесим SSL crypto engine као основну поставку
sr@latn: ne mogu da podesim SSL crypto engine kao osnovnu postavku
sv: kan inte ange SSL-kryptomotor som förval
th: ไม่สามารถตั้ง SSL crypto engine ให้เป็น default
ur: ایس ایس ایل كریپٹو انجن كو خود كار انتخاب كرده پروگرام میں نهیں بنا سكتا

source: failed sending network data
ar: تعذر ارسال بيانات الشبكة
az: şəbəkə datası göndərilə bilmədi
bg: грешки при преноса на информация по мрежата
bn: নেটওর্য়াক ডাটা পাঠাতে বিফল
cy: methu anfon data rhwydwaith
da: kunne ikke sende netværksdata
de: Das Senden der Netzwerkdaten ist fehlgeschlagen
es: fallo enviando los datos a la red
eu: sareko datu bidalketak hutsegin du
fa: فرستادن داده‌های شبکه شکست خورد
fi: verkkotietojen lähettäminen epäonnistui
gl: fallo ó enviar datos á rede
he: כישלון בשליחת מידע רשת
hi: नेटवर्क ऑकड़ा भेजने में असफ़ल
hu: A hálózati adatküldés sikertelen
hy: ցանցային տվյալների ուղարկումը խափանվեց
id: gagal mengirim data jaringan
is: villa við sendingu á netgögnum
ja: ネットワークデータの送信に失敗しました
ku: Nejêhatîbûna dayinen networkê
ky: тармактык берилиштерди жөнөтүү ишке ашпады
mk: не успеав да ги испратам мрежните податоци
ms: gagal menghantar data rangkaian
mt: problema biex nibgħat informazzjoni bin-network
nn: Klarte ikkje senda nettverksdata
pa_in: ਨੈਟਵਰਕ ਡਾਟਾ ਭੇਜਣ ਦੌਰਾਨ ਅਸਫਲ
pl: błąd przesyłania danych przez sieć
pt: não consegui enviar os dados da rede
sc: faddina mandendi is dadus de arretza
sl: napaka pri po¹iljanju omre¾nih podatkov
sq: dërgimi i të dhënave në rrjet dështoi
sr: неуспело слање података преко мреже
sr@latn: neuspelo slanje podataka preko mre¾e
sv: misslyckades med att skicka nätverksdata
th: การส่งข้อมูลเครือข่ายผิดพลาด
ur: نیٹ ورك ڈیٹا كو بھجنے میں ناكامی
uz@cyrl: тармоқ маълумотини жўнатиш муваффақиятсиз тугади
wa: l' evoyaedje di dnêyes pal rantoele a fwait berwete

source: failure in receiving network data
ar: تعذر استلام بيانات الشبكة
az: şəbəkə datası alına bilmədi
bg: грешка при получаването на информация по мрежата
bn: নেটওর্য়াক ডাটা গ্রহন করতে বিফল
cy: methu derbyn data rhwydwaith
da: fejl ved modtagelse af netværksdata
de: Beim Empfang der Netzwerkdaten ist ein Fehler aufgetreten
es: fallo recibiendo los datos de la red
eu: Akatsa sareko datuak jasotzerakoan
fa: دریافت داده‌های شبکه شکست خورد
fi: verkkotietojen vastaanottaminen epäonnistui
gl: fallo ó recibir datos da rede
he: כישלון בקבלת מידע רשת
hi: नेटवर्क ऑकड़ा प्राप्त करने में असफ़लता
hu: A hálózati adatfogadás sikertelen
hy: խափանում ցանցային տվյալների ստացման ժամանակ
id: gagal menerima data jaringan
is: villa við móttöku á netgögnum
ja: ネットワークデータの受信に失敗しました
ku: Nejêhatîbûna hildanen networkê
ky: тармактык берилиштерди кабыл алуудагы ката
mk: не успеав да ги примам мрежните податоци
ms: gagal dalam menerima data rangkaian
mt: problema biex nirċievi informazzjoni bin-network
nn: Klarte ikkje motta nettverksdata
pa_in: ਨੈਟਵਰਕ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਸਫਲ
pl: błąd podczas odbierania danych przez sieć
pt: não consegui receber os dados da rede
sc: faddina arricendi is dadus de arretza
sl: napaka pri prejemanju omre¾nih podatkov
sq: pranimi i të dhënave të rrjetit dështoi
sr: грешка у примању података преко мреже
sr@latn: gre¹ka u primanju podataka preko mre¾e
sv: misslyckades med att ta emot nätverksdata
th: การรับข้อมูลเครือข่ายผิดพลาด
ur: نیٹ ورك ڈیٹا كو حاصل كرنے میں ناكامی
uz@cyrl: тармоқ маълумотини қабул қилиш муваффақиятсиз тугади
wa: li rçuvaedje di dnêyes pal rantoele a fwait berwete

source: share is in use
ar: المشاركة قيد الاستخدام
az: bölüşülən sahə istifadədədir
bg: споделянето се използва
bn: শেয়ার অন্য কারো কর্তৃক ব্যবহৃত হচ্ছে
cy: rhannu'n cael ei ddefnyddio
da: deling er i brug
de: Share ist in gebrauch
es: el recurso compartido está en uso
eu: elkarbanatutako baliabidea hartuta dago
fa: اشتراک مورد استفاده می‌باشد
fi: jako on käytössä
gl: o recurso estáse usando
he: השיתוף בשימוש
hi: सहभाजन उपयोग में है
hu: A megosztás használatban van
hy: share-ը օգտագործվում է
id: share sedang dipakai
is: sameign er í notkun
ku: Dabeşandin (parî kirin) dixebitînin
ky: жалпы ресурс бош эмес
mk: делењето е во употреба
ms: perkongsian sedang digunakan
mt: direttorju offrut qed jintuża
nn: delt resurs er i bruk
pa_in: ਸ਼ਾਂਝ ਵਰਤੋਂ ਅਧੀਨ ਹੈ
pl: udział jest w użyciu
pt: a partilha está ocupada
sc: cundividu est in impreu
sl: deljena (mapa) je v uporabi
sq: shpërndarje është në përdorim e sipër
sr: дењени ресурс је у употреби
sr@latn: denjeni resurs je u upotrebi
sv: utdelning används
th: share กำลังถูกใช้งานอยู่
ur: شراكتی حصه استعمال میں هے

source: problem with the local certificate
ar: مشكلة بالشهادة المحلية
az: yerli sertifikatla əlaqədar problemlər
bg: проблем с вашия сертификат
bn: লোকাল সার্টিফিকেটে সমস্যা
cy: anhawster gyda'r dystysgrif leol
da: problem med det lokale certifikat
de: Lokales Zertifikat ist fehlerhaft
es: problema con el certificado local
eu: arazoa bertako ziurtagiriarekin
fa: مشکل با گواهی نامه محلی
fi: ongelma paikallisensertifikaatin kanssa
gl: problema co certificado local
hi: स्थानीय प्रमाणपत्र के साथ समस्या
hu: Probléma van a helyi tanúsítvánnyal
hy: լոկալ վկայականի հետ կա պրոբլեմ
id: masalah pada sertifikat lokal
is: vandræði með staðbundin skírteini
ja: ローカル認証の問題
ku: Gelemşe (problem) bi bawername (sertîfîka) lokal (cîgayî)
ky: локалдык сертификат менен болгон проблема
mk: проблем со локалниот сертификат
ms: masalah dengan sijil tempatan
mt: problema biċ-ċertifikat lokali
nn: Problem med det lokale sertifikatet
pa_in: ਸਥਾਨਕ ਸਰਟੀਫਿਕੇਟ ਨਾਲ ਸਮੱਸਿਆ ਹੈ
pl: problem z certyfikatem lokalnym
pt: problema com o certificado local
sc: probrema cun su certificau presenti
sl: te¾ava z lokalnim potrdilom
sq: problem me certifikatën lokale
sr: проблем са локалним сертификатом
sr@latn: problem sa lokalnim sertifikatom
sv: problem med det lokala certifikatet
th: มีปัญหาเกิดขึ้นกับการรับรองภายใน
ur: علاقاءی یا مضافاتی سرٹیفیكیٹ میں خرابی
uz@cyrl: локал сертификатларда муаммо
wa: i gn a åk ki n' va nén avou l' acertineure locåle

source: couldn't use specified cipher
ar: تعذر استخدام الشفرة المحددة
az: verilən şifrən işlədilə bilmədi
bg: не можах да използвам зададения шифър
bn: উল্লেখিত সাইফার (cipher) ব্যবহার করা সম্ভব হয়নি
cy: methu defnyddio'r seiffer penodol
da: kunne ikke bruge angivet kode
de: Ich konnte nicht die spezifiziert Ziffer verwenden
es: no se pudo usar cifrado especificado
eu: ezin izan da zifratu espezifikoa erabili
fa: نتوانست از رمزشکن مشخص شده استفاده کرد
fi: en voiinut käyttää määrättyä salaustapaa
gl: non se puido usa-lo cifrado especificado
hi: विशेष रूप से कथित कूटलिखित को उपयोग नहीं किया जा सका
hu: A megadott titkosítási módszer nem használható
hy: անհնար է օգտագործել նշված cipher
id: tidak dapat menggunakan cipher yang ditentukan
is: gat ekki skilgreint dulritunar-aðferð
ja: 指定した鍵は使えません
ku: Şifre daxuyandin dişixulîne
ky: көрсөтүлгөн шифрди колдонууга мүмкүн эмес
mk: не можев да го употребам одредената шифра
ms: tidak dapat menggunakan cipher yang dinyatakan
mt: ma stajtx nuża ċ-ċifra speċifikata
nn: Klarte ikkje brukar vald chiffer
pa_in: ਖਾਸ ਕੀਫਰ ਵਰਤਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ
pl: nie można użyć określonego szyfrowania
pt: não pude utilizar o cipher indicado
sc: No apu pòtziu impreai sa cifradura definia
sl: ni mo¾no uporabiti izbranega kriptiranja (cipher)
sq: nuk mund ta përdori shifruesin e kërkuar
sr: не могу да користим одређени cipher
sr@latn: ne mogu da koristim odreðeni cipher
sv: kunde inte använda specificerat krypto
th: ไม่สามารถใช้ cipher ที่กำหนดได้
ur: مخصوص تصریف شده تحریر كو نهیں استعمال نهیں ك سكتا
uz@cyrl: кўрсатилган шифрни ишлатиб бўлмади

source: problem with the CA cert (path?)
ar: مشكلة مع CA cert (المسار؟)
az: CA cert (cığırı?) ilə əlaqəli problem var
bg: грешка с CA cert (пътя?)
bn: CA cert এ সমস্যা (প্যাথ?)
cy: anhawster gyda thystysgrif CA (llwybr?)
da: problem med CA-cert (sti?)
de: Problem mit dem CA Zertifikat (Pfad?)
es: problema con el certificado de la CA (¿ruta?)
eu: arazoa CA-ren ziurtagiriarekin (bidea?)
fa: مشکل با گواهی CA (مسیر؟)
fi: ongelmia CA sertifikaatin kanssa (hakemisto?)
hi: सी०ऐ० प्रमाणपत्र(पथ?) के साथ समस्या
hu: Probléma a hitelesítésszolgáltató tanúsítványával (útvonal?)
hy: CA վկայականի պրոբլեմ (ճանապա՞րհ, իրավու՞նք)
id: masalah pada sertifikat CA (path?)
is: vandamál með CA skírt. (slóð?)
ja: CA cert(パス？)の問題
ku: problem bi bawername sertîfîka CA (rê ?)
ky: CA сертификаты менен болгон проблема (жолу туурабы?)
mk: проблем со CA сертификактот (патека?)
ms: masalah dengan sijil CA (path?)
mt: problema biċ-ċertifikat CA (path?)
nn: Problem med CA-sertifikat (stig?)
pa_in: CA ਸਰਟੀਫਿਕੇਟ (ਮਾਰਗ) ਨਾਲ ਸਮੱਸਿਆ?
pl: problem z certyfikatem CA (ścieżka?)
pt: problema com o cert CA (caminho?)
sc: probrema cun su certificau CA (path?)
sl: te¾ava s CA potrdilom (pot?)
sq: problem me certifikatën CA (shtegu ?)
sr: проблем са CA сертификатом (путања?)
sr@latn: problem sa CA sertifikatom (putanja?)
sv: problem med CA-certifikat (sökväg?)
th: มีปัญหากับ CA cert (path?)
ur: سی اے میں یقینی خرابی(راسته؟)

source: Unrecognized transfer encoding
ar: ترميز ارسال غير معروف
az: Namə'lum transfer kodlaması
bg: Неразпознато кодиране на трансфера
bn: অজানা ট্রান্সফার ইনকোডিং
cy: Amgodio trosglwyddo anhysbys
da: Ukendt overførselskodning
de: Unbekannte Transfer-kodierung
es: Codificación de transferencia desconocida
eu: Transferentzia kodifikazio ezezaguna
fa: رمزگزاری انتقال ناشناخته
fi: Tuntematon siirtokoodausta
gl: Codificación de transferencia non recoñecida
hi: अज्ञात स्थानान्तरण कूटलेखन
hu: Ismeretlen átviteli kódolás
hy: Անհասկանալի փոխանցման կոդավորում
id: Transfer encoding tidak dikenali
is: Óþekkt flutningskóðun
ja: 判別不能な転送エンコード
ku: Kod kirina veguhaz (transfer) nenasbar kesnezanî
ky: Берүүнүн белгисиз шифрдангандыгы
mk: Непрепознатливо кодирање на трансферот
ms: Pengenkodan pemindahan tidak dikenali
mt: Kodifikazzjoni tat-trasferiment mhux magħruf
nn: Ukjend overføringskoding
pa_in: ਬੇਪਛਾਣ ਸੰਚਾਰ ਇਕੋਡਿੰਗ
pl: Nierozpoznane kodowanie przesyłania
pt: Codificação do envio desconhecida
sc: Encoding de transidura disconnotu
sl: Neprepoznano kodiranje prenosa
sq: Transferim i pa njoftur për koduesin
sr: Непрепођнатљив енкодинг трансфера
sr@latn: Neprepoðnatljiv enkoding transfera
sv: Okänd överföringskodning
th: ไม่รู้จัก transfer encoding นี้
ur: ناكابل شناخت خفیه تحریر
wa: Ecôdaedje di transfer nén ricnoxhou

source: Unknown error code %d
ar: شفرة خطأ غير معلومة %d
az: Namə'lum xəta kodu %d
bg: Непознат код за грешка %d
bn: অজানা সমস্যা কোড %d
ca: Codi d'error desconegut %d
cy: Gwall cod anhysbys %d
da: Ukendt fejl kode %d
de: Unbekannter Fehler Nr. %d
el: Άγνωστος κωδικός σφάλματος %d
es: Código de error desconocido %d
et: Tundmatu veakood %d
eu: %d errore-kode ezezaguna
fa: رمز خطای ناشناس %d
fi: Tuntematon virhekoodi %d
gl: Código de erro descoñecido %d
he: מספר הודעת השגיאה אינו מוכר%d
hi: अज्ञात त्रुटि कूटशब्द %d
hu: Ismeretlen hibakód: %d
hy: Անճանաչելի սխալ կոդ %d
id: Kode kesalahan tidak dikenali %d
is: Óþekktur villukóði %d
it: Codice di errore %d sconosciuto
ja: 不明なエラーコード %d
ka: უცნობი შეცდომის კოდი %d
ku: betala kod nenaskirin %d
ky: %d белгисиз ката коду
lt: Neþinomas klaidos kodas %d
mk: Непознат код на грешката %d
ms: Kod ralat tak dikenal %d
mt: Kodiċi tal-problema %d mhux magħrufa
nl: Onbekende foutcode %d
nn: Ukjend feilkode %d
pa_in: ਅਣਜਾਣ ਗਲਤੀ ਕੋਡ %d
pl: Nieznany kod błędu %d
pt: Código de erro desconhecido %d
pt_br: Código de erro desconhecido %d
ro: Cod de eroare necunoscut %d
ru: Неизвестный код ошибки %d
sc: Còdixi faddina %d disconnotu
sl: Neznana napaka s kodo %d
sq: Kodë gabimi i pa njoftur %d
sr: Непознати код грeшкe %d
sr@latn: Nepoznati kod gre¹ke %d
sv: Okänd felkod, %d
tg: Рамзи хатогии номаълуми %d
th: ไม่รู้จัก รหัสผิดพลาดนี้ %d
tr: Bilinmeyen hata kodu %d
uk: Нев╕дома помилка, код %d
ur: %d نامالوم نقص كا كوڈ
uz: Noma'lum xato kodi %d
uz@cyrl: Номаълум хато коди %d
vi: Mã lỗi không xác định %d
wa: Côde d' aroke nén cnoxhou %d

source: Couldn't read RPM config files
az: RPM quraşdırma faylları oxuna bilmədi
ca: No s'han pogut llegir els fitxers de configuració RPM
cy: Methu darllen ffeil ffurfweddi RPM
da: Kunne ikke læse RPM-konfigurationssfiler
el: Αδυναμία ανάγνωσης των αρχείων ρυθμίσεων RPM
et: Ei saa lugeda RPM konfiguratsiooni
eu: Ezin izan dira RPM-ren konfig fitxategiak irakurri
he: קריאת קבצי התצורה בחבילה אינו מתאפשר.
hu: Az RPM beállítási fájljainak beolvasása nem sikerült
it: Non ho potuto leggere i file di configurazione RPM
ja: RPM設定ファイルを読めません
ka: ვერ წავიკითზე RPM კონფიგურაციის ფაილები
lt: Negaliu perskaityti RPM nustatymø bylos
ms: Fail config RPM tidak dapat dibaca
mt: Ma setgħux jinqraw il-fajls ta' konfigurazzjoni RPM
nl: Kon RPM configuratie bestanden niet lezen
pl: Nie można odczytać plików konfiguracyjnych RPM
pt: Impossível ler os ficheiros de configuração do RPM
pt_br: Não foi possível ler os arquivos de configuração do RPM
ro: Nu pot citi fiºierele de configurare RPM
ru: Не удалось прочитать config-файлы RPM
sl: Ni mogoèe brati nastavitvenih RPM datotek
sq: I pa mundur leximi i skedareve konfiguruese RPM
sr@latn: Ne mogu da proèitam RPM konfiguracioni fajl
sv: Kunde inte läsa RPM-inställningsfiler
tg: Файлҳои танзимдарории RPM хонда намешаванд
tr: RPM yapýlandýrma dosyalarý okunamadý
uk: Не можу прочитати конф╕гурац╕ю RPM
uz: RPM sozlash fayllarini o'qiyolmadim
uz@cyrl: RPM мослаш файлларини ўқиб бўлмади
vi: Không thể đọc được các tập tin rpm

source: Couldn't open file
az: Fayl açıla bilmədi
ca: No s'ha pogut obrir el fitxer
cy: Methu agor ffeil
da: Kunne ikke åbne fil
el: Αδυναμία ανοίγματος του αρχείου
et: Ei saa faili avada
eu: Ezin izan da fitxategia ireki
he: לא יכול לפתוח את הקובץ
hu: A fájl nem nyitható meg
it: Non ho potuto aprire il file
ja: ファイルを開けません
ka: ვერ გავხსენი ფაილი
lt: Negaliu atidaryti bylos
ms: Tidak dapat membuka fail
mt: Ma setax jinfetaħ fajl
nl: Kon bestand niet openen
pl: Nie można otworzyć pliku
pt: Impossível abrir o ficheiro
pt_br: Não foi possível abrir o arquivo
ro: Nu pot deschide fiºierul.
ru: Не удалось открыть файл
sl: Ni mogoèe odpreti datoteke
sq: Nuk mund ta hapë skedaren
sr@latn: Ne mogu da otvorim fajl
sv: Kunde inte öppna fil
tg: Файлро кушода нашуд
tr: Dosya açýlamadý
uk: Не можу в╕дкрити файл
uz: Faylni ocholmadim
uz@cyrl: Файлни очиб бўлмади
vi: Không thể mở tập tin

source: Could not read lead bytes
az: Öncül baytlar oxuna bilmədi
ca: No s'han pogut llegir els bytes de capçalera
cy: Methu darllen beiau cychwynnol
da: Kunne ikke læse begyndelsesbyte
el: Αδυναμία ανάγνωσης αρχικών bytes
et: Ei saa algusbaite lugeda
eu: Ezin izan dira hasierako byteak irakurri
he: לא יכול לקרוא את התווים המובילים
hu: A kezdõbájtok beolvasása nem sikerült
it: Non ho potuto leggere i byte iniziali
ja: 先頭バイトを読めません
ka: ვერ წავიკითხე წამძღვარებული ბაიტები
ms: Tidak dapat membaca bait-bait yang utama
mt: Ma setgħux jinqraw il-bytes tal-bidu
nl: Kon de hoofd gegevens niet lezen
pl: Nie można odczytać bajtów poprzedzających
pt: Impossível ler os primeiros bytes
pt_br: Não foi possível ler os bytes iniciais
ro: Nu pot citi antetul.
ru: Не удалось прочитать начальные байты
sl: Ni mogoèe prebrati zaèetnih bajtov
sq: Nuk mund ti lexoj bytet në fillim
sr@latn: Ne mogu da proèitam poèetne bajtove
sv: Kunde inte hitta läsa "lead bytes"
tg: Байтҳои аввала хонда нашуд
uk: Не можу прочитати початков╕ байти
uz: Boshidagi baytlarni o'qiyolmadim
uz@cyrl: Бошланғич байтларни ўқиб бўлмади
vi: Không thể đọc lead bytes
