Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: RPM version of package doesn't support signatures
az: Paketin RPM buraxılışı imzaları dəstəkləmir
ca: La versió RPM del paquet no suporta signatures
cy: Nid yw'r fersiwn RPM o'r pecyn yn cynnal llofnodion
da: RPM-versionen af pakken understøtter ikke signaturer
el: Η έκδοση RPM του πακέτου δεν υποστηρίζει υπογραφές
et: Selle paketi RPM versioon ei toeta signatuure
eu: Paketearen RPM bertsioak ez ditu sinadurak onartzen
he: גרסת החבילה אינה תומכת בחותם זיהוי
hu: A csomag RPM-verziója nem támogatja aláírás használatát
it: La versione RPM del pacchetto non supporta le firme
ja: このバージョンのRPMは署名をサポートしません
ka: პაკეტის RPM ვერსია ხელმოწერებს არ უზრუნველყოფს
lt: Paketo RPM versija nepalaiko paraðø
ms: Versi RPM pakej tidak menyokong tandatangan
mt: Verżjoni RPM tal-pakkett ma jissapportjax firem
nl: RPM versie van dit pakket ondersteund geen handtekeningen
pl: Wersja RPM pakietu nie obsługuje podpisów
pt: A versão RPM do pacote não suporta assinaturas
pt_br: A versão do RPM deste pacote não suporta assinaturas
ro: Versiunea RPM a pachetului nu suportã semnãturi
ru: RPM-версия пакета не поддерживает подписи
sl: RPM razlièica paketa ne podpira podpisov
sq: Ky versioni pakos RPM nuk përkrahë nënshkrimet
sr@latn: RPM verzija paketa ne podr¾ava potpise
sv: RPM-versionen av paketet stödjer inte signaturer
tg: Нусхаи RPM-и қуттӣ имзоҳоро дастгирӣ намекунад
uk: RPM верс╕я пакету не п╕дтриму╓ п╕дписи
uz: Paketning RPM versiyasi imzolarni qo'llamaydi
vi: Phiên bản RPM của gói tin không hỗ trợ chữ ký

source: Could not read signature block (`rpmReadSignature' failed)
az: İmza bloku oxuna bilmədi (`rpmReadSignature' iflas etdi)
ca: No s'ha pogut llegir el bloc de la signatura (ha fallat `rpmReadSignature')
cy: Methu darllen y bloc llofnod (methodd y `rpmReadSignature')
da: Kunne ikke læse signaturblok ("rpmReadSignature" mislykkedes)
el: Αδυναμία ανάγνωσης του τμήματος υπογραφής (το `rpmReadSignature' απέτυχε)
et: Ei saa signatuuri lugeda ('rpmReadSignature' ebaõnnestus)
eu: Ezin izan da sinadura blokea irakurri ('rpmReadSignature'-k hutsegin du)
he: לא יכול לקרוא את מקטע הזיהוי
hu: Az aláírásblokk nem olvasható ("rpmReadSignature" sikertelen)
it: Non ho potuto leggere il blocco della firma ('rpmReadSignature' è fallito)
ja: 署名ブロックを読めません(rpmReadSignature失敗)
ka: ვერ წავიკითხე ხელმოწერის ბლოკი (`rpmReadSignature' არ გამოვიდა)
lt: Nepavyko perskaityti paraðo bloko (`rpmReadSignature' failed)
ms: Tidak dapat membaca blok tandatangan (`rpmReadSignature' gagal)
mt: Ma stajtx naqra l-blokka tal-firma ("rpmReadSignature" falliet)
nl: Kon geen handtekening blok lezen (`rpmReadSignature' gefaald)
pl: Nie można odczytać bloku podpisu (błąd "rpmReadSignature")
pt: Impossível ler o bloco da assinatura (`rpmReadSignature' falhou)
pt_br: Não foi possível ler o bloco da assinatura (`rpmReadSignature' failed)
ro: Nu pot citi blocul de semnãturi (`rpmReadSignature' eºuat)
ru: Не удалось прочитать блок подписи (`rpmReadSignature' завершился неудачей)
sl: Ni mogoèe prebrati dela s podpisom (`rpmReadSignature' ni uspelo)
sq: Nuk mund ta laxoj nënshkrimin blok (`rpmReadSignature' dështoi)
sr@latn: Ne mogu da proèitam blok sa potpisom (`rpmReadSignature' nije uspeo)
sv: Kunde inte läsa signaturblock ("rpmReadSignature" misslyckades)
tg: Блоки имзо хонда нашуд (`rpmReadSignature' нагузашт)
uk: Не можу прочитати п╕дпис (`rpmReadSignature' failed)
uz: Imzo blokini o'qiyolmadim (`rpmReadSignature' o'xshamadi)
uz@cyrl: Имзо блокини ўқиб бўлмади ("rpmReadSingature" муваффақиятсиз тугади)
vi: Không thể đọc khối chữ ký (`rpmReadSignature' không được)

source: No signatures
az: İmza mövcud deyil
ca: Sense signatures
cy: Dim llofnod
da: Ingen signaturer
el: Χωρίς υπογραφές
et: Signatuur(id) puudu
eu: Ez dago sinadurarik
he: אין חותם זיהוי
hu: Nincs aláírás
it: Nessuna firma
ja: 署名がありません
ka: ხელმოწერები არ არის
lt: Nëra paraðø
ms: Tiada tandatangan
mt: Ebda firma
nl: Geen handtekeningen
pl: Brak podpisów
pt: Nenhuma assinatura
pt_br: Sem assinaturas
ro: Nu existã semnãturi
ru: Подписи отсутствуют
sl: Ni podpisov
sq: Asnjë nënshkrim
sr@latn: Nem potpisa
sv: Inga signaturer
tg: Имзоҳо нестанд
uk: П╕дпис╕в нема╓
uz: Hechqanday imzo yo'q
uz@cyrl: Ҳеч қандай имзо йўқ
vi: Không có chữ ký

source: `makeTempFile' failed!
az: `makeTempFile' iflas etdı!
ca: Ha fallat 'makeTempFile'!
cy: Methodd `makeTempFile'!
da: "makeTempFile" mislykkedes!
el: το `makeTempFile' απέτυχε!
et: 'makeTempFile' ebaõnnestus!
eu: 'makeTempFile'-k hutsegin du!
he: יצירת קובץ זמני נכשלה
hu: A "makeTempFile" hívás sikertelen.
it: `makeTempFile' è fallito!
ja: `makeTempFile'に失敗
ka: `makeTempFile' ჩაიშალა!
lt: `makeTempFile' nepavyko!
ms: `makeTempFile' gagal!
mt: `makeTempFile' falla!
nl: `makeTempFile' gefaald!
pl: Błąd "makeTempFile"!
pt: `makeTempFile' falhou!
pt_br: `makeTempFile' falhou!
ro: `makeTempFile' eºuat!
ru: `makeTempFile' завершился неудачей!
sl: `makeTempFile' ni uspelo!
sq: `makeTempFile' dështoi!
sr@latn: `makeTempFile' nije uspeo!
sv: "makeTempFile" misslyckades.
tg: `makeTempFile' нагузашт!
uk: помилка 'makeTempFile'
uz: `makeTempFile' o'xshamadi!
uz@cyrl: "makeTempFile" муваффақиятсиз тугади!
vi: `makeTempFile' không được!

source: Error reading file
az: Fayl oxuma xətası
ca: S'ha produït un error en llegir el fitxer
cy: Gwall darllen ffeil
da: Fejl ved læsning af fil
el: Σφάλμα κατά την ανάγνωση του αρχείου
et: Viga faili lugemisel
eu: Okerra fitxategia irakurtzean
he: שגיאה בעת קריאת קובץ
hu: Fájlolvasási hiba
it: Errore nella lettura del file
ja: ファイル読み込みに失敗
ka: შეცდომა ფაილის წაკითხვისას
lt: Klaida skaitan bylà
ms: Ralat membaca fail
mt: Problema fil-qari tal-fajl
nl: Fout inlezen bestand
pl: Błąd podczas odczytywania pliku
pt: Erro ao ler o ficheiro
pt_br: Erro ao ler o arquivo
ro: Eroare citire fiºier
ru: Ошибка при чтении файла
sl: Napaka pri branju datoteke
sq: Gabim gjatë leximit të skedares
sr@latn: Gre¹ka pri èitanju fajla
sv: Fel vid läsning av fil
tg: Хатогии хондани файл
uk: Помилка п╕д час читання файлу
uz: Faylni o'qishda xato
uz@cyrl: Файлни ўқишда хато
vi: Lỗi khi đọc tập tin

source: Error writing temp file
az: Müvəqqəti fayl yazma xətası
ca: S'ha produït un error en escriure al fitxer temporal
cy: Gwall ysgrifennu ffeil dros dro
da: Fejl ved skrivning af temporær fil
el: Σφάλμα κατά την εγγραφή του προσωρινού αρχείου
et: Viga ajutise faili kirjutamisel
eu: Okerra aldiuneko fitxategia idaztean
he: שגיאה בעת כתיבה לקובץ זמני
hu: Hiba az átmeneti fájl írásakor
it: Errore nella scrittura del file temporaneo
ja: 一時ファイル書き込みに失敗
ka: შეცდომა დროებითი ფაილის ჩაწერისას
lt: Klaida raðant temp bylà
ms: Ralat semasa menulis fail temp
mt: Problema fil-kitba ta' fajl temporanju
nl: Fout bij het schrijven naar het tijdelijk bestand
pl: Błąd podczas zapisu pliku tymczasowego
pt: Erro ao escrever um ficheiro temporário
pt_br: Erro de escrita no arquivo temporário
ro: Eroare la scrierea fiºierelor temporare
ru: Ошибка при записи временного файла
sl: Napaka pri pisanju zaèasne datoteke
sq: Gabim gjatë shkrimit të skedares tmp
sr@latn: Gre¹ka pri zapisivanju privremenog fajla
sv: Fel vid skrivning av temporär fil
tg: Хатогии навиштани файли муваққатӣ
uk: Помилка п╕д час запису тимчасового файлу
uz: Temp fayli yozishda xato
uz@cyrl: Вақтинчалик файли ёзишда хато
vi: Lỗi khi ghi tập tin tạm thời

source: No GPG signature in package
az: Paketdə GPG imzası yoxdur
ca: No hi ha signatura GPG al paquet
cy: Dim llofnod GPG yn y pecyn
da: Ingen GPG-signatur i pakken
el: Δεν υπάρχει υπογραφή GPG στο πακέτο
et: GPG signatuur puudub
eu: Ez dago GPG sinadurarik paketean
he: אין חותם זיהוי GPG בקובץ
hu: A csomag nem tartalmaz GPG aláírást
it: Nessuna firma GPG nel pacchetto
ja: パッケージにGPG署名がありません
ka: GPG ხელმოწერა ვერ ვიპოვე პაკეტში
lt: Paketas neturi GPG paraðo
ms: Tiada tandatangan GPG dalam pakej
mt: Ma nstabitx firma GPG fil-pakkett
nl: Geen GPG handtekening in pakket
pl: Brak podpisu GPG w pakiecie
pt: Nenhuma assinatura GPG no pacote
pt_br: Sem assinnatura GPG no pacote
ro: Nu existã semnãturã GPG în pachet
ru: В пакете отсутствует подпись GPG
sl: Paket nima GPG podpisa
sq: Asnjë nënshkrim GPG në pakon
sr@latn: Nema GPG potpisa u paketu
sv: Ingen GPG-signatur i paketet
tg: Дар қуттӣ имзои GPG нест
uk: Цей пакет не м╕стить п╕дпису GPG
uz: Paketda GPG imzosi yo'q
uz@cyrl: Пакетда GPG имзоси йўқ
vi: Không có chữ ký GPG trong gói tin

source: Couldn't open RPM DB for writing (not superuser?)
az: RPM DB yazmaq üçün açıla bilmədi (ali istifadəçi deyilsiniz?)
ca: No s'ha pogut obrir la RPM DB en escriptura (no sou superusuari?)
cy: Methu agor DB RPM ar gyfer ysgrifennu (nid uwch ddefnyddiwr?)
da: Kunne ikke åbne RPM-database for skrivning (ikke administrator?)
el: Αδυναμία ανοίγματος της βάσης δεδομένων RPM για εγγραφή (μήπως δεν είστε υπερχρήστης;)
et: Ei saa RPM andmebaasi kirjutamiseks avada (Te ei ole juurkasutaja?)
eu: Ezin izan da RPM DB idazteko ireki (ez zara superrerabiltzailea?)
he: לא יכול לפתוח את בסיס הנתונים של החבילות לכתיבה (לא משתמש על?)
hu: Az RPM-adatbázis nem nyitható meg írásra (esetleg nem rendszergazda?)
it: Non ho potuto aprire il database RPM in scrittura (non sei il superutente?)
ja: RPM DBを書き込み用に開けません(スーパーユーザになっていますか?)
ka: ვერ გავხსენი RPM DB ჩასაწერად (superuser ბრძანდებით?)
lt: Negaliu atverti RPM DB raðymui (nesate root vartotojas?)
ms: Tidak dapat membuka RPM DB utk menulis (bukan superuser?)
mt: Ma setax jinfetaħ id-DB RPM għall-qari (m'intix superuser?)
nl: Kon RPM DB niet in schrijfmodus openen (geen supergebruiker?)
pl: Nie można otworzyć bazy danych RPM do zapisu (nie jesteś rootem?)
pt: Impossível abrir a BD RPM para escrever (não é super-utilizador?)
pt_br: Não foi possível abrir BD RPM em modo de escrita (usuário não é root?)
ro: Nu pot scrie în baza de date RPM (nu sunteþi superuser?)
ru: Не удалось открыть БД RPM для записи (не суперпользователь?)
sl: RPM DB ni mogoèe odpreti za pisanje (niste root?)
sq: Nuk mund ta hapë RPM DB për shkruarje (jo-root?)
sr@latn: Ne mogu da otovrim RPM DB za upisivanje (niste root?)
sv: Kunde inte öppna RPM-databas för skrivning (inte administratör?)
tg: RPM DB барои навиштан кушода нашуд (фавқкорванд не?)
uk: Не можу в╕дкрити RPM DB для запису (у вас нема╓ прав адм╕н╕стратора?)
uz: RPM DBni yozish uchun ocholmadim (superuser emasmisiz?)
uz@cyrl: RPM МБни ёзиш учун очиб бўлмади (супер-фойдаланувчи эмасмисиз?)
vi: Không thể mở cơ sở dữ liệu RPM để ghi (không phải người dùng cao cấp?)

source: Couldn't open RPM DB for writing
az: RPM DB yazmaq üçün açıla bilmədi
ca: No s'ha pogut obrir la RPM DB en mode escriptura
cy: Methu agor DB RPM ar gyfer ysgrifennu
da: Kunne ikke åbne RPM-database for skrivning
el: Αδυναμία ανοίγματος της βάσης δεδομένων RPM για εγγραφή
et: Ei saa RPM andmebaasi kirjutamiseks avada
eu: Ezin izan da RPM DB idazteko ireki
he: לא יכול לפתוח את בסיס הנתונים של החבילות לכתיבה
hu: Az RPM-adatbázis nem nyitható meg írásra
it: Non ho potuto aprire il database RPM in scrittura
ja: RPM DBを書き込み用に開けません
ka: ვერ გავხსენი RPM DB ჩასაწერად
lt: Negaliu atverti RPM DB raðymui
ms: Tidak dapat membuka RPM DB utk menulis
mt: Ma setax jinfetaħ id-DB RPM għall-kitba
nl: Kon RPM DB niet in schrijfmodus openen
pl: Nie można otworzyć bazy danych RPM do zapisu
pt: Impossível abrir a BD RPM para escrever
pt_br: Não foi possível abrir BD RPM em modo de escrita
ro: Nu pot scrie în baza de date RPM
ru: Не удалось открыть БД RPM для записи
sl: RPM DB ni mogoèe odpreti za pisanje
sq: Nuk mund ta hapë RPM DB për shkruarje
sr@latn: Ne mogu da otvrim RPM DB za upisivanje
sv: Kunde inte öppna RPM-databas för skrivning
tg: RPM DB барои навиштан кушода нашуд
uk: Не можу в╕дкрити RPM DB для запису
uz: RPM DBni yozish uchun ocholmadim
uz@cyrl: RPM МБни ёзиш учун очиб бўлмади
vi: Không thể mở cơ sở dữ liệu RPM để ghi

source: Couldn't start transaction
az: Gedişat başladıla bilmədi
ca: No s'ha pogut iniciar la transacció
cy: Methu cychwyn trosglwyddiad
da: Kunne ikke starte transaktion
el: Αδυναμία εκκίνησης της συναλλαγής
et: Ei saa transaktsiooni alustada
eu: Ezin izan da transakzioa abiatu
he: לא יכול להתחיל בפעולה
hu: A tranzakció indítása sikertelen
it: Non ho potuto avviare la transazione
ja: 処理を開始できません
ka: ვერ დავიწყე ტრანსაქცია
lt: Negaliu pradeti tranzakcijos
ms: TIdak dapat memulakan transaksi
mt: Ma setgħetx tinbeda tranżazzjoni
nl: Kon transactie niet starten
pl: Nie można zapoczątkować transakcji
pt: Impossível iniciar a transacção
pt_br: Não foi possível iniciar a transação
ro: Nu pot porni tranzacþia
ru: Не удалось запустить транзакцию
sl: Ni mogoèe zaèeti transakcije
sq: E pa mundur nisja e transakcionit
sr@latn: Ne mogu da pokrenem transakciju
sv: Kunde inte starta transaktion
tg: Муомила шурӯъ карда нашуд
uk: Не можу запустити транзакц╕ю
uz: Oldi-berdini boshlay olmadim
vi: Không thể bắt đầu tiến hành

source: Can't open package `%s'
az: `%s' paketi açıla bilmir
ca: No es pot obrir el paquet '%s'
cy: Methu agor pecyn `%s'
da: Kan ikke åbne pakke '%s'
el: Αδυναμία ανοίγματος του πακέτου`%s'
et: Ei saa paketti '%s' avada
eu: Ezin izan da '%s' paketea ireki
he: לא יכול לפתוח את החבילה '%s'
hu: A(z) "%s" csomag nem nyitható meg
it: Non posso aprire il pacchetto `%s'
ja: パッケージ %s を開けません
ka: ვერ გავხსენი პაკეტი `%s'
lt: Negaliu atidaryti paketo `%s'
ms: Tidak boleh membuka pakej `%s'
mt: Ma setax jinfetaħ il-pakkett "%s"
nl: Kan pakket `%s' niet openen
pl: Nie można otworzyć pakietu "%s"
pt: Impossível abrir o pacote '%s'
pt_br: Não foi possível abrir o pacote `%s'
ro: Nu pot deschide pachetul`%s'
ru: Невозможно открыть пакет `%s'
sl: Ni mogoèe odpreti paketa `%s'
sq: Nuk mund ta hapë pakon `%s'
sr@latn: Ne mogu da otvorim paket `%s'
sv: Kan inte öppna paket "%s"
tg: Қуттии `%s' кушода намешавад
uk: Не можу в╕дкрити пакет '%s'
uz: `%s' paketini ocholmayman
uz@cyrl: "%s" пакетини очиб бўлмади
vi: Không thể mở gói tin `%s'

source: Package `%s' is corrupted
az: `%s' paketi xəsər görüb
ca: El paquet '%s' està malmès
cy: Mae pecyn '%sd' yn llwgr
da: Pakke '%s' er ødelagt
el: Το πακέτο `%s' είναι κατεστραμμένο
et: Pakett '%s' on rikutud
eu: '%s' paketea hondatuta dago
he: החבילה '%s' פגומה
hu: A(z) "%s" csomag megsérült
it: Il pacchetto `%s' è corrotto
ja: パッケージ %s が壊れています
ka: პაკეტი `%s' დაზიანებულია
lt: Paketas `%s' yra paþeistas
ms: Pakej `%s' telah rosak
mt: Pakkett "%s" huwa mħassar
nl: Pakket `%s' is corrupt
pl: Pakiet "%s" jest uszkodzony
pt: O Pacote '%s' está danificado
pt_br: O pacote `%s' está danificado
ro: Pachetul `%s' este corupt
ru: Пакет `%s' поврежден
sl: Paket `%s' je pokvarjen
sq: Pakoja `%s' është e korrumpuar
sr@latn: Paket `%s' nije ispravan
sv: Paketet "%s" är trasigt
tg: Қуттии `%s' вайрон шуд
uk: Пакунок '%s' з╕псований
uz: `%s' paketi zararlangan
uz@cyrl: "%s" пакети бузуқ
vi: Gói tin `%s' hỏng

source: Package `%s' can't be installed
az: `%s' paketi qurula bilmir
ca: No es pot instal·lar el paquet '%s'
cy: Nid oes modd gosod pecyn '%s'
da: Pakke '%s' kan ikke blive installeret
el: Το πακέτο `%s' δεν μπορεί να εγκατασταθεί
et: Paketti '%s' ei saa installida
eu: '%s' paketea ezin da instalatu
he: אין אפשרות להתקין את החבילה '%s'
hu: A(z) "%s" csomag nem telepíthetõ
it: Il pacchetto `%s' non può essere installato
ja: パッケージ %s をインストールできません
ka: პაკეტი `%s' ვერ დაინსტალირდება
lt: Paketas `%s' negali bûti ádiegtas
ms: Pakej `%s' tidak boleh diinstal
mt: Pakkett "%s" ma jistax jiġi nstallat
nl: Pakket `%s' kan niet worden geinstalleerd
pl: Pakiet "%s" nie może zostać zainstalowany
pt: O Pacote '%s' não pode ser instalado
pt_br: O pacote `%s' não pode ser instalado
ro: Pachetul `%s' nu poate fi instalat
ru: Пакет `%s' не может быть установлен
sl: Paketa `%s' ni mogoèe namestiti
sq: Pakoja `%s' nuk mund të instalohet
sr@latn: Paket `%s' ne mo¾e biti instaliran
sv: Paketet "%s" kan inte installeras
tg: Қуттии `%s' коргузошта намешавад
uk: Не можу встановити пакунок '%s'
uz: `%s' paketini o'rnatishning imkoni yo'q
uz@cyrl: "%s" пакетини ўрнатиб бўлмайди
vi: Không thể cài đặt gói tin `%s'

source: Error while checking dependencies
az: Asıllılıqlar yoxlanırkən xəta meydana gəldi
ca: S'ha produït un error en comprovar les dependències
cy: Gwall wrth wirio dibyniaethau[
da: Fejl ved kontrol af afhængigheder
el: Σφάλμα κατά τον έλεγχο των εξαρτήσεων
et: Viga sõltuvuste kontrollil
eu: Okerra mendekotasunak egiaztatzean
he: שגיאה בעת בדיקת תלויות
hu: Hiba történt a függõségek ellenõrzése közben
it: Errore nella verifica delle dipendenze
ja: 依存関係のチェックでエラーが発生
ka: შეცდომა დამოკიდებულებების შემოწმებისას
lt: Klaida tikrinant priklausomybes
ms: Ralat semasa periksa kesandaran
mt: Problema waqt l-analiżi tad-dipendenzi
nl: Fout bij het controleren van afhankelijkheden
pl: Błąd podczas sprawdzania zależności
pt: Erro ao verificar as dependências
pt_br: Erro enquanto checava as dependências
ro: Eroare în timpul verificãrii dependenþelor
ru: Ошибка при проверке зависимостей
sl: Napaka pri preverjanju odvisnosti
sq: Gabim gjatë verifikimit të mvarësive
sr@latn: Gre¹ka pri proveri zavisnosti
sv: Fel vid kontroll av programberoende
tg: Хатогӣ ҳангоми тафтиши тобеиятҳо
tr: Baðýmlýlýk kontrol edilirken hata oluþtu
uk: Помилка при перев╕рц╕ залежностей
uz: Bog'liqliklarni tekshirish paytida xato
uz@cyrl: Боғлиқликларни текшириш вақтида хато
vi: Lỗi khi đang kiểm tra các phụ thuộc

source: conflicts with
az: bununla toqquşur
ca: conflictes amb
cy: gwrthdaro gyda
da: konflikter med
el: συγκρούεται με
et: vastuolu paketiga
eu: honekin gatazka dauka
he: סתירה עם
hu: ütközik ezzel:
it: è in conflitto con
ja: は以下と競合します
ka: კონფლიქტშია პაკეტთან
lt: konfliktuoja su
ms: konflik dengan
mt: għandu konflitt ma'
nl: conflicten met
pl: koliduje z
pt: em conflito com
pt_br: conflitos com
ro: e în conflict cu
ru: конфликтует с
sl: je v sporu z
sq: është në konfliktë me
sr@latn: konflikti sa
sv: i konflikt med
tg: зиддиятҳо бо
uk: конфл╕кту╓ з
uz: bu bilan chiqishmadi
vi: xung đột với

source: is needed by
az: paketlərinə ehtiyacı olan paket:
ca: és necessari per
cy: ei angen gan
da: behøves af
el: χρειάζεται από
et: on vajalik paketile
eu: honek behar du
he: נדרש על-ידי
hu: szükséges ehhez:
it: è richiesto da
ja: は以下のものに必要です
ka: -ს საჭიროებს შემდეგი პაკეტი:
lt: yra reikalingas
ms: diperlukan oleh
mt: huwa meħtieġ minn
nl: is benodigd door
pl: jest wymagany przez
pt: é preciso por
pt_br: é necessário para
ro: e cerut de
ru: нужен для
sl: in ga potrebujejo
sq: nevojitet nga
sr@latn: je potreban za
sv: behövs av
tg: лозим шуд бо
tr: tarafýndan isteniyor
uk: потр╕бен для
uz: bunga kerak
uz@cyrl: бунга керак
vi: được cần bởi

source: Error while checking dependencies 2
az: Asıllılıqlar 2 yoxlanırkən xəta meydana gəldi
ca: S'ha produït un error en comprovar les dependències 2
cy: Gwall wrth wirio dibyniaethau 2[
da: Fejl ved kontrol af afhængigheder 2
el: Σφάλμα κατά τον έλεγχο των εξαρτήσεων 2
et: Viga sõltuvuste teisel kontrollil
eu: Okerra mendekotasunak egiaztatzean 2
he: שגיאה בעת בדיקת תלויות 2
hu: Hiba történt a függõségek ellenõrzése közben (2)
it: Errore nella verifica delle dipendenze 2
ja: 依存関係のチェック２でエラーが発生
ka: შეცდომა დამოკიდებულებების შემოწმებისას 2
lt: Klaida tikrinant priklausomybes 2
ms: Ralat semasa periksa kesandaran 2
mt: Problema waqt l-analiżi tad-dipendenzi 2
nl: Fout bij het controleren van afhankelijkheden 2
pl: Błąd podczas sprawdzania zależności 2
pt: Erro ao verificar as dependências 2
pt_br: Erro enquanto checava as dependências 2
ro: Eroare la verificarea dependenþelor 2
ru: Ошибка при проверке зависимостей 2
sl: Napaka pri preverjanju odvisnosti 2
sq: Gabim gjatë verifikimit të mvarësive 2
sr@latn: Gre¹ka pri proveri zavisnsti 2
sv: Fel vid kontroll av programberoenden
tg: Хатогӣ ҳангоми тафтиши тобеиятҳои 2
uk: Помилка при перев╕рц╕ залежностей 2
uz: Bog'liqliklarni tekshirish paytida xato 2
uz@cyrl: Боғлиқликларни текшириш вақтида хато 2
vi: Lỗi khi đang kiểm tra các phụ thuộc 2

source: Problems occurred during installation:
az: Qurulum əsnasında problemlər meydana gəldi:
ca: S'han produït problemes durant la instal·lació:
cy: Digwyddodd anhawster wrth osod:
da: Der opstod problemer under installationen:
el: Υπήρξαν προβλήματα κατά την εγκατάσταση:
et: Paigaldusel tekkinud probleemid:
eu: Arazoak izan dira instalazioan zehar:
he: התגלו בעיות תוך כדי ההתקנה
hu: Problémák adódtak a telepítés során:
it: Si sono verificati dei problemi durante l'installazione:
ja: インストール中に問題が発生:
ka: ინსტალირების დროს პრობლემები წამოიჭრა:
lt: Ádiegimo metu ávyko klaida:
ms: Ada masalah semasa instalasi:
mt: Inqalgħu problemi waqt l-installazzjoni:
nl: Problemen ontdekt tijdens de installatie:
pl: Wystąpiły problemy podczas instalacji:
pt: Problemas encontrados durante a instalação:
pt_br: Problemas ocorreram durante a instalação:
ro: Probleme apãrute în timpul instalãrii:
ru: В процессе установки возникли проблемы:
sl: Med namestitvijo se je pojavila te¾ava
sq: Disa probleme janë paraqitur gjatë instalimit:
sr@latn: Pojavili su se problemi u toku instalacije:
sv: Problem uppstod under installationen:
tg: Муаммоҳо ҳангоми коргузориш рӯй доданд:
uk: П╕д час установки сталася помилка:
uz: O'rnatish paytida muammolar yuzaga keldi:
uz@cyrl: Ўрнатиш вақтида муаммолар юзага келди:
vi: Có vấn đề xảy ra trong khi cài đặt:
