Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: %s Is it ok to continue?
sk: %s Je mo¾né pokraèova»?

source: Welcome to the software installation tool! Your Mandrake Linux system comes with several thousands of software packages on CDROM or DVD. This tool will help you choose which software you want to install on your computer.
sk: Vítajte v nástroji pre in¹taláciu softvéru! Vá¹ Mandrake Linux systém prichádza s niekoµko tisíc softvérovými balíèkami na CDROM alebo DVD. Tento nástroj Vám pomô¾e pri výbere a in¹talácii softvéru na Vá¹ poèítaè.

source: Welcome to MandrakeUpdate! This tool will help you choose the updates you want to install on your computer.
sk: Vítajte v MandrakeUpdate! Tento nástroj Vám pomô¾e vybra» aktualizácie ktoré chcete nain¹talova» do Vá¹ho poèítaèa.

source: Welcome to the software removal tool! This tool will help you choose which software you want to remove from your computer.
sk: Vítajte v nástroji pre odstraòovanie softvéru! Tento nástroj Vám pomô¾e si zvoli» softvér ktorý chcete odstráni» z Vá¹ho poèítaèa.

source: There was a problem during the removal of packages: %s
sk: Vyskytol sa problém poèas odstraòovania balíèkov: %s

source: Problem during removal
sk: Problém poèas odstraòovania

source: Please wait, removing packages...
sk: Prosím èakajte, odstraòujú balíèky...

source: Please wait, reading packages database...
sk: Prosím èakajte, naèítavam databázu balíèkov...

source: There was a problem during the installation: %s
sk: Vyskytol sa problém poèas in¹talácie: %s

source: Problem during installation
sk: Problém poèas in¹talácie

source: Everything already installed (is this supposed to happen at all?).
sk: V¹etko je u¾ nain¹talované (malo sa to vôbec sta»?).

source: Everything already installed.
sk: V¹etko je u¾ nain¹talované.

source: All requested packages were installed successfully.
sk: V¹etky po¾adované balíèky boli úspe¹ne nain¹talované.

source: Everything installed successfully
sk: V¹etko bolo úspe¹ne nain¹talované

source: The installation is finished; %s. Some configuration files were created as `.rpmnew' or `.rpmsave', you may now inspect some in order to take actions:
sk: In¹talácia bola ukonèená; %s. Niektoré konfiguraèné súbory boli vytvorené ako `.rpmnew' alebo `.rpmsave', mali by ste ich prezrie¹:

source: everything was installed correctly
sk: v¹etko bolo úspe¹ne nain¹talované

source: some packages failed to install correctly
sk: niektoré balíèky nie je mo¾né nain¹talova» korektne

source: Please wait, removing packages to allow others to be upgraded...
sk: Prosím èakajte, odstraòujem balíèky aby bolo mo¾né iné aktualizova»...

source: Installation failed, some files are missing. You may want to update your sources database.
sk: In¹talácia neúspe¹ná, niektoré súbory chýbajú. Mo¾no bude potrebné aktualizova» databázu zdrojov.

source: Installation failed
sk: In¹talácia neúspe¹ná

source: Cancel
sk: Zru¹i»

source: Please insert the medium named "%s" on device [%s]
sk: Prosím vlo¾te médium s názvom "%s" do zariadenia [%s]

source: Change medium
sk: Vymeni» médium

source: Unable to get source packages, sorry.
sk: Nemô¾em prevzia» zdrojové balíèky, prepáète.

source: Unable to get source packages.
sk: Nie je mo¾né prebra» zdrojové balíèky.

source: A required program is missing (grpmi). Check your installation.
sk: Po¾adovaný program chýba (grpmi). Prosím overte si in¹taláciu.

source: Program missing
sk: Chýba program

source: Inspect...
sk: Preveri»..

source: Installation finished
sk: In¹talácia ukonèená

source: Do nothing
sk: Neurobi» niè

source: Use .%s as main file
sk: Pou¾ite .%s ako hlavný súbor

source: Remove .%s
sk: Odstráni» .%s

source: changes:
sk: zmeny:

source: Inspecting %s
sk: Preverujem %s

source: Please wait, finding available packages...
sk: Prosím èakajte, hµadám dostupné balíèky...

source: There was an error while adding the update medium via urpmi. This may be due to a broken or temporary unavailable mirror, or when your Mandrake Linux version (%s) is not yet / no more supported by Mandrake Linux Official Updates. Do you want to try another mirror?
sk: Poèas pridávania aktualizaèného média cez urpmi nastala chyba. To mô¾e by» spôsobené zlým alebo doèasne nedostupným mirrorom, alebo ak je va¹a Mandrake Linux verzia (%s) e¹te / u¾ nieje podporovaná v oficiálnych aktualizáciach Mandrake Linuxu. Chcete skúsi» iný mirror?

source: Error adding update medium
sk: Chyba pri pridávaní média

source: Please wait, contacting mirror to initialize updates packages.
sk: Prosím èakajte, kontaktujem miror pre inicializáciu aktualizácie balíèkov.

source: How to choose manually your mirror
sk: Ako si zvoli» miror manuálne

source: There was an unrecoverable error while updating packages information.
sk: Nastala neopraviteµná chyba poèas aktualizácie informácii o balíèkoch.

source: Error updating medium
sk: Chyba pri aktualizácii média

source: Please wait, contacting mirror to update packages information.
sk: Prosím èakajte, kontaktujem miror pre aktualizáciu informácii o balíèkoch.

source: I need to contact the mirror to get latest update packages. Please check that your network is currently running. Is it ok to continue?
sk: Potrebujem kontaktova» mirror pre získanie posledných aktualizácii. Prosím overte si va¹e sie»ové pripojenie. Mô¾eme pokraèova»?

source: Software Packages Installation
sk: In¹talácia softvérových balíèkov

source: Software Packages Removal
sk: Odstránenie softvérových balíèkov

source: Quit
sk: Ukonèi»

source: Install
sk: In¹taluj

source: Remove
sk: Odstráni»

source: Search
sk: Hµada»

source: Find:
sk: Hµadaj:

source: The following packages have to be removed for others to be upgraded: %s Is it ok to continue?
sk: Je potrebné odstráni» nasledujúce balíèky kvôli aktualizácii iných: %s Mô¾eme pokraèova»?

source: Some packages need to be removed
sk: Je potrebné odstráni» niektoré balíèky

source: Too many packages are selected
sk: Vybrali ste príli¹ veµa balíèkov

source: Maximum information
sk: Maximálne informácie

source: Normal information
sk: Normálne informácie

source: Update source(s)
sk: Aktualizácia zdrojov

source: Reload the packages list
sk: Znovu naèítaè zoznam balíèkov

source: Reset the selection
sk: Zru¹i» výber

source: in files
sk: v súboroch

source: in descriptions
sk: v popisoch

source: in names
sk: v menách

source: by update availability
sk: podµa dostupnosti zdroja

source: by source repository
sk: podµa zdroja

source: by selection state
sk: podµa stavu výberu

source: by size
sk: podµa veµkosti

source: by group
sk: podµa skupiny

source: All packages,
sk: V¹etky balíèky,

source: All packages, alphabetical
sk: V¹etky balíèky, abecedne

source: Mandrake choices
sk: Voµby Mandrake

source: Normal updates
sk: Normálne aktualizácie

source: Bugfixes updates
sk: Aktualizácie opravujúce chyby

source: Security updates
sk: Bezpeènostné aktualizácie

source: Description:
sk: Popis:

source: Summary:
sk: Struèný obsah:

source: Importance:
sk: Dôle¾itos»:

source: Size:
sk: Veµkos»:

source: Version:
sk: Verzia:

source: Name:
sk: Názov:

source: Reason for update:
sk: Dôvod pre aktualizáciu:

source: Currently installed version:
sk: Aktuálne nain¹talovaná verzia:

source: Source:
sk: Zdroj:

source: (Not available)
sk: (Nedostupné)

source: Changelog:
sk: Záznam zmien:

source: Files:
sk: Súbory:

source: Selected size: %d MB
sk: Vybraná veµkos»: %d Mb

source: Selected: %d MB / Free disk space: %d MB
sk: Vybrané: %d MB / Dostupné: %d MB

source: Because of their dependencies, the following package(s) must be unselected now:
sk: Kvôli závislostiam musia by» nasledujúce balíèky teraz odznaèené:

source: Sorry, the following package(s) can't be selected:
sk: Prepáète, tieto balíèky nie je mo¾né vybra»:

source: Some packages can't be installed
sk: Niektoré balíèky nie je mo¾né nain¹talova»

source: To satisfy dependencies, the following package(s) also need to be installed:
sk: Pre vyrie¹enie závislosti, sú potrebné nain¹talova» tieto balíèky:

source: Additional packages needed
sk: Sú potrebné ïal¹ie balíèky

source: Some packages can't be removed
sk: Niektoré balíèky nie je mo¾né odstráni»

source: Removing these packages would break your system, sorry:
sk: Odstránenie týchto balíèkov naru¹í vá¹ systém, prepáète:

source: Because of their dependencies, the following package(s) also need to be removed:
sk: Kvôli závislostiam budú tieto balíèky odstránené:

source: Some additional packages need to be removed
sk: Je potrebné odstráni» niektoré balíèky

source: More information on package...
sk: Viac informácii o balíèku...

source: Information on packages
sk: Informácie o balíèkoch

source: More infos
sk: Viac informácií

source: Addable
sk: Pridateµné

source: Upgradable
sk: Aktualizovateµné

source: No update
sk: ®iadna aktualizácia

source: (none)
sk: (¾iaden)

source: Please wait, listing packages...
sk: Prosím èakajte, vypisujem balíèky...

source: unknown package
sk: neznámy balíèek

source: One of the following packages is needed:
sk: Jeden z nasledujúcich balíèkov je potrebný:

source: Please choose
sk: Prosím zvoµte

source: Not selected
sk: Nevybrané

source: Selected
sk: Vybrané

source: Search results
sk: Výsledky vyhµadávania

source: Please wait, searching...
sk: Prosím èakajte, vyhµadávam...

source: Search results (none)
sk: Výsledky vyhµadávania (¾iadne)

source: Other
sk: Iné

source: Save and quit
sk: Ulo¾i» a ukonèi»

source: Update...
sk: Aktualizácia...

source: Add...
sk: Prida»...

source: Edit
sk: Zmeò

source: Source
sk: Zdroj

source: Enabled?
sk: Povolené?

source: Configure sources
sk: Nastavi» zdroje

source: Password:
sk: Heslo:

source: User:
sk: U¾ívateµ:

source: You may specify a user/password for the proxy authentication:
sk: Mô¾ete zada» pou¾ívateµské meno/heslo pre proxy autentifikáciu:

source: Proxy hostname:
sk: Hostiteµ proxy:

source: If you need a proxy, enter the hostname and an optional port (syntax: <proxyhost[:port]>):
sk: Ak potrebujete proxy, zadajte meno hostiteµa a voliteµne aj port (syntax: <proxyhost[:port]>):

source: Configure proxies
sk: Nastavi» proxy

source: Please wait, updating medium...
sk: Prosím èakajte, aktualizujem médium...

source: In order to save the changes, you need to insert the medium in the drive.
sk: Pre ulo¾enie zmien je potrebné aby ste vlo¾ili médium do mechaniky.

source: You need to insert the medium to continue
sk: Vlo¾te médium ak chcete pokraèova»

source: Save changes
sk: Ulo¾i» zmeny

source: Relative path to synthesis/hdlist:
sk: Relatívna cesta k synthesis/hdlist:

source: Editing source "%s":
sk: Zmena zdroja "%s":

source: Edit a source
sk: Zmeni» zdroj

source: Please wait, removing medium...
sk: Prosím èakajte, odstraòujem médium...

source: Please wait, adding medium...
sk: Prosím èakajte, pridávam médium...

source: Type of source:
sk: Typ zdroja:

source: Adding a source:
sk: Pridávam zdroj:

source: There is already a medium by that name, do you really want to replace it?
sk: Médium s týmto menom u¾ existuje, chcete ho naozaj nahradi»?

source: You need to fill up at least the two first entries.
sk: Je potrebné vyplni» najmenej prvé dve polo¾ky.

source: Name:
sk: Meno:

source: Choose a mirror...
sk: Zvoµte si miror...

source: Browse...
sk: Prechádza»...

source: Path or mount point:
sk: Cesta alebo bod pripojenia:

source: Removable device
sk: Vymeniteµné zariadenie

source: Path:
sk: Cesta:

source: Local files
sk: Lokálne súbory

source: Add a source
sk: Prida» zdroj

source: Unable to update medium; it will be automatically disabled.
sk: Nemô¾em aktualizova» médium; bude automaticky zakázané.

source: Unable to create medium.
sk: Nemô¾em vytvori» médium.

source: Update
sk: Aktualizácia

source: Select the source(s) you wish to update:
sk: Prosím zvoµte zdroj ktorý chcete aktualizova»:

source: Please wait, updating media...
sk: Prosím èakajte, aktualizujem média...

source: Download of `%s', speed:%s
sk: S»ahovanie `%s', rýchlos»:%s

source: Download of `%s', time to go:%s, speed:%s
sk: S»ahovanie `%s', èas do ukonèenia:%s, rýchlos»:%s

source: Local file `%s' already up to date
sk: Lokálny súbor `%s' je aktuálny

source: Starting download of `%s'...
sk: Zaèiatok s»ahovania `%s'...

source: Copying local file `%s'...
sk: Kopírovanie lokálneho súboru `%s'...

source: Please choose the desired mirror.
sk: Prosím zvoµte si jeden z mirorov.

source: I can't find any suitable mirror. There can be many reasons for this problem; the most frequent is the case when the architecture of your processor is not supported by Mandrake Linux Official Updates.
sk: Nemô¾em nájs» vhodný mirror. Existuje viacero dôvodov pre tento problém; najèastej¹ím je prípad keï architektúra va¹eho procesora nieje podporovaná v oficiálnych aktualizáciach Mandrake Linuxu.

source: No mirror
sk: ®iaden miror

source: There was an error downloading the mirrors list: %s The network, or MandrakeSoft website, are maybe unavailable. Please try again later.
sk: Poèas s»ahovania zoznamu mirorov nastala chyba: %s Sie», alebo MandrakeSoft webová stránka, sú mo¾no nedostupné. Prosím skúste to neskôr znovu.

source: Error during download
az: Endirmə əsnasında xəta
ca: S'ha produït un error durant la descàrrega
cy: Gwall wrth lwytho i lawr
da: Fejl ved hentning
el: Σφάλμα κατά τη λήψη
et: Viga allalaadimisel
eu: Okerra jaisterakoan
he: שגיאה בזמן הורדה
hu: Hiba a letöltés közben
it: Errore durante lo scaricamento
ja: ダウンロード中にエラー
ka: შეცდომა გადმოქაჩვის დროს
lt: Klaida siunèiant
ms: Ralat semasa muatturun
mt: Problema waqt it-tniżżil
nl: Fout tijdens ophalen
pl: Błąd podczas pobierania
pt: Erro ao descarregar
pt_br: Erro durante o download
ro: Eroare în timpul descãrcãrii.
ru: Ошибка при скачивании
sk: Chyba poèas s»ahovania
sl: Napaka pri prenosu
sq: Gabim gjatë shkarkimit
sr@latn: Gre¹ka tokom download-a
sv: Fel vid nerladdning
tg: Хатогӣ ҳангоми фаровир
uk: Помилка п╕д час зкачування
uz: Download vaqtida xato
uz@cyrl: Олиш вақтида хато
vi: Lỗi khi đang tải xuống

source: Please wait, downloading mirrors addresses from MandrakeSoft website.
sk: Prosím èakajte, s»ahujem adresy mirorov z web stránky MandrakeSoft.

source: I need to contact MandrakeSoft website to get the mirrors list. Please check that your network is currently running. Is it ok to continue?
sk: Potrebujem kontaktova» MandrakeSoft webovú stránku pre získanie zoznamu mirorov. Prosím overte si èi va¹e sie»ové pripojenie je v poriadku. Je mo¾né pokraèova»?

source: United States
sk: Spojené ©táty

source: China
sk: Èína

source: United Kingdom
sk: Veµká Británia

source: Sweden
sk: ©védsko

source: Russia
sk: Rusko

source: Portugal
sk: Portugalsko

source: Poland
sk: Poµsko

source: Norway
sk: Nórsko

source: Netherlands
sk: Holandsko

source: Japan
sk: Japonsko

source: Italy
sk: Taliansko

source: Israel
sk: Izrael

source: Greece
sk: Grécko

source: France
sk: Francúzsko

source: Finland
sk: Fínsko

source: Spain
sk: ©panielsko

source: Danmark
sk: Dánsko

source: Germany
sk: Nemecko

source: Czech Republic
sk: Èeská Republika

source: Canada
sk: Kanada

source: Brazil
sk: Brazília

source: Belgium
sk: Belgicko

source: Australia
sk: Austrália

source: Austria
sk: Rakúsko

source: No
az: Xeyir
cy: Na
da: Nej
el: Όχι
et: Ei
eu: Ez
he: לא
hu: Nem
ja: いいえ
ka: არა
lt: Ne
ms: Tidak
mt: Le
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: нет
sk: Nie
sl: Ne
sq: Jo
sr@latn: Ne
sv: Nej
tg: Не
tr: Hayýr
uk: Н╕
uz: Jo'q
uz@cyrl: Йўқ
vi: Không

source: Yes
az: Bəli
ca: Sí
cy: Iawn
da: Ja
el: Ναι
et: Jah
eu: Bai
he: כן
hu: Igen
it: Sì
ja: はい
ka: კი
lt: Taip
ms: Ya
mt: Iva
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sk: Ano
sl: Da
sq: Po
sr@latn: Da
sv: Ja
tg: Ҳа
tr: Evet
uk: Так
uz: Ha
uz@cyrl: Ҳа
vi: Có

source: Install Software
sk: In¹talácia softvéru

source: Remove Software
sk: Odstráni» softvér

source: Software Sources Manager
sk: Mana¾ér zdrojov softvéru

source: Download directory does not exist
ar: الدليل الذي ستوضع فيه الملفات المحملة يجب أن يكون موجوداً
az: Endirmə cərgəsi mövcud deyil
bg: Директорията, където ще се записва трябва да съществува
bn: ডাউনলোড ডিরেক্টরি অনুপস্থিত
ca: El directori de descàrrega no existeix
cy: Nid yw'r cyfeiriadur llwytho i lawr yn bodoli
da: Kataloget, hvor hentningen skal gemmes, skal eksistere
de: Download-Verzeichnis existiert nicht
el: Ο κατάλογος όπου θα γίνεται η λήψη πρέπει να υπάρχει
es: El directorio en el que poner las descargas debe existir
eu: Jeitsitakoak jarri behar diren direktorioa ez dago
fa: شاخه بارگیری وجود ندارد
fi: Hakemisto johon tallennetaan haettavat tiedostot ei ole olemassa
gl: O directorio de descarga non existe
he: הספריה שנבחרה להורדת קבצים לא קיימת
hi: डॉउनलोड निर्देशिका विद्यमान नहीं है
hu: A letöltési célkönyvtár nem létezik
hy: Բեռնավորման թղթապանակը հասանելի չէ
id: Direktori download tidak ada
is: Niðurhals-mappan er ekki til
it: La directory dove mettere quanto scaricato non esiste
ja: ダウンロード先のディレクトリは既存のものにしてください
ku: ji bo daxistinê fihrist hewce dikin
ky: Жүктөө каталогу түзүлгөн эмес
lt: Siuntimo katalogo nëra
mk: Директориумот за преземање на постои
ms: Direktori untuk muatturun tidak wujud
mt: Id-direttorju fejn tpoġġi l-fajls irid ikun jeżisti
nn: Nedlastingsmappa finst ikkje
pa_in: ਡਾਊਨਲੋਡ ਡਾਇਰੈਕਟਰੀ ਮੌਜੂਦ ਨਹੀਂ
pl: Katalog do umieszczenia pobranych plików nie istnieje
pt: A directoria de descarga não existe
pt_br: Diretório de download não existe
ro: Directorul unde faceþi descãrcarea trebuie sã existe.
sc: Sa directory de nci podi scarrigai no esistit
sl: Direktorij za prenos (download) ne obstaja
sq: Shkarkimi i Repertorit nuk ekziston
sr: Директоријум у који желите да постаљате download мора постојати
sr@latn: Direktorijum u koji ¾elite da postaljate download mora postojati
sv: Katalogen där nedladdningen ska lagras måste finnas
tg: Феҳристи фаровир вуҷуд надорад
th: ไม่มีดาว์นโหลดไดเรคโทรีนี้
uk: Каталог, в який ма╓ виконуватись закачка, не ╕сну╓
ur: منتقل كی گیء معلومات موجود نهیں هے
uz: Olingan fayllar papkasi mavjud emas
uz@cyrl: Олинадиган файллар жилди мавжуд эмас
wa: Li ridant wice aberweter doet egzister

source: Out of memory
ar: الذاكرة قد نفذت
az: Yaddaş çatışmamazlığı
bg: Недостатъчно памет
bn: মেমোরিতে স্থান নেই
ca: Sense memòria
cy: Dim cof
da: Løbet tør for hukommelse
de: Kein Speicher mehr verfügbar
el: Τελείωσε η μνήμη
es: Fuera de memoria
et: Mälu ületäitumine
eu: Memoriarik ez
fa: کمبود حافظه
fi: Muisti loppu
gl: Non hai memoria suficiente
he: הזיכרון הפנוי נגמר
hi: स्मृति से बाहर
hu: Nem áll elég memória rendelkezésre
hy: Հիշողությունը չի հերիքում
id: Memori habis
is: Minnið er búið
it: Memoria esaurita
ja: メモリ不足です
ka: მეხსიერება არ მყოფნის
ku: hafiza kême (nekafî)
ky: Эс жетишсиз
lt: Trûksta atminties
mk: Снема меморија
ms: Kehabisan memori
mt: Imtliet il-memorja
nl: Geen geheugen meer
nn: Tomt for minne
pa_in: ਮੈਮੋਰੀ ਤੋਂ ਬਾਹਰ
pl: Brak pamięci
pt: Falta de memória
pt_br: Sem memória
ro: S-a terminat memoria!
ru: Не хватает памяти
sc: Memòria spaçada
sl: Zmanjkalo je spomina
sq: Mungesë e memorisë
sr: Систем без мемориjе
sr@latn: Sistem bez memorije
sv: Slut på minne
tg: Норасогии ҳофиза
th: หน่วยความจำหมด
tr: Bellek yetersiz
uk: Не вистача╓ м╕сця
ur: معلومات كو محفوظ ركھنے كی گنجاءش سے باهر
uz: Xotira yetmadi
uz@cyrl: Хотира етмади
vi: Hết bộ nhớ
wa: Li memwere est hoûte

source: Could not open output file in append mode
ar: تعذر فتح ملف الإخراج في وضع الإسناد
az: Çıxış faylı əlavə etmə modunda açıla bilmədi
bg: Не мога да отворя файлът в режим добавяне
bn: অ্যাপেন্ড মোডে আউটপুট ফাইল খোলা যায়নি
ca: No s'ha pogut obrir el fitxer de sortida en mode afegir
cy: Methu agor ffeil allbwn i'r modd atodi
da: Kunne ikke åbne uddatafil i tilføj-tilstand
de: Konnte die Ausgabedatei nich im Append-Modus öffnen.
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου εξόδου κατά την λειτουργία προσάρτησης
es: No se pudo abrir el archivo de salida para añadir
et: Ei suuda avada väljundfaili lisamiseks
eu: Ezin da emaitza fitxategia idazten jarraitzeko moduan ireki
fa: نمی‌توان پرونده‌ برون‌ریز را در حالت پیوست باز کرد
fi: Tulostetiedosto ei voitu avata lisäämis-tilassa
he: לא יכול לפתוח את קובץ הפלט לכתיבה משורשרת
hi: आउटपुट संचिका को जोड़ विधा (ऐपेन्ड मोड) में खोलने में असमर्थ
hu: A kimeneti fájl hozzáfûzésre való megnyitása nem sikerült
hy: Հնարավոր չէ բացել ելքային ֆայլը ավելացման ռեժիմում
id: Gagal membuka file keluaran dalam mode tambah
is: Gat ekki bætt aftan við úttaksskrá
it: Non ho potuto aprire il file di output in modalità append
ja: appendモードで出力ファイルを開けません
ka: ვერ გავხსენი გამოსასვლელი ფაილი append რეჟიმში
ku: Vekirina belgedanka avrû(derketin) li moda pê ve kirin bêimkane
ky: Чыгуучу файлды кошуу режиминде ачууга болбоду
lt: Negaliu atidaryti bylos prijungimui
mk: Не можев да ја отворам излезната датотеката во режим за продолжување
ms: Tidak boleh buka fail output dalam mode penambahan
mt: Ma stajtx niftaħ il-fajl biex nappendi
nl: Kon geen uitvoer bestand openen in toevoeg modus
nn: Klarte ikkje opna utfil i tilleggingsmodus
pa_in: ਆਉਟਪੁੱਟ ਫਾਇਲ ਨੂੰ ਜੋੜਨ ਢੰਗ ਨਾਲ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można otworzyć pliku wyjściowego w trybie dopisywania
pt: Impossível abrir o ficheiro de saída em modo adição
pt_br: Não foi possível abrir o arquivo de saída em modo de escrita
ro: Nu pot deschide fiºierul de ieºire în mod adãugare.
ru: Невозможно открыть выходной файл в режиме добавления
sc: No apu pòtziu aberri su file de output in modalidadi append
sl: Izhodne datoteke ni mo¾no odpreti za dodajanje
sq: Nuk mund ta hapë skedaren dalëse në modë shtues
sr: Не могу да отворим излазни фајл у append моду
sr@latn: Ne mogu da otvorim izlazni fajl u append modu
sv: Kunde inte öppna utmatningsfil i lägg till-läge
tg: Файли хосилкунӣ дар усули пайвастан кушода нашуд
th: ไม่สามารถเปิดไฟล์เพื่อการเพิ่มข้อมูล
uk: Не можу в╕дкрити файл виведення у режим╕ дозапису
ur: كمپیوٹر سے حاصل كرده نقش كر منسلك انداز والی فاءل میں نهیں كھول سكتا
uz: Natijaviy faylni qo'shish usulida ocholmadim
uz@cyrl: Натижавий файлни қўшиш усулида очиб бўлмади
vi: Không thể mở tập tin output trong phương thức append
wa: Dji n' sai drovi l' fitchî d' rexhowe e môde radjoutaedje (append)

source: Unsupported protocol
ar: بروتوكول غير مدعوم
az: Dəstəklənməyən protokol
bg: Неподдържан протокол
bn: প্রোটোকল সমর্থিত নয়
ca: Protocol no suportat
cy: Protocol nad yw'n cael ei gynnal
da: Ikke-understøttet protokol
de: Protokoll wird nicht unterstützt
el: Μη υποστηριζόμενο πρωτόκολλο
es: Protocolo no soportado
et: Tundmatu protokoll
eu: Protokoloa ez da onartzen
fa: پایان‌نامه فاقد پشتیبانی
fi: Protokollaa ei tueta
gl: Protocolo non soportado
he: הפרוטוקול אינו נתמך
hi: सहायता-रहित प्रोटोकॉल
hu: Nem támogatott protokoll
hy: Անճանաչելի պրոտոկոլ
id: Protokol tidak didukung
is: Óstudd samskiptaregla
it: Protocollo non supportato
ja: サポートされていないプロトコルです
ka: უცხო პროტოკოლი
ku: Protokola be piştgirî
ky: Протокол колдоого ээ эмес
lt: Nepalaikomas protokolas
mk: Неподдржан протокол
ms: Protokol tidak disokong
mt: Protokoll mhux magħruf
nl: Protocol niet ondersteund
nn: Ikkje-støtta protokoll
pa_in: ਨਾ-ਸੁਰੱਖਿਅਤ ਪ੍ਰੋਟੋਕਾਲ
pl: Nieobsługiwany protokół
pt: Protocolo não suportado
pt_br: Protocolo não suportado
ro: Protocol neimplementat
ru: Неподдерживаемый протокол
sc: Protocollu no suportau
sl: Nepodprt protokol
sq: Protokol i pa përkrahur
sr: Неподржани протокол
sr@latn: Nepodr¾ani protokol
sv: Protokollet stöds inte
tg: Қарордоди дастгирнашуда
th: ไม่สนับสนุนโปรโตคอลนี้
tr: Deskteklenmeyen protokol
uk: Данний протокол не п╕дтриму╓ться
ur: غیر پشت پناهی كے روایتی طور طریقے
uz: Noma'lum protokol
uz@cyrl: Номаълум протокол
vi: giao thức chưa được hỗ trợ
wa: Protocole nén sopoirté
