Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: HTTP range error
ar: خطأ Http range
az: HTTP aralıq xətası
bg: HTTP грешка при RANGE
bn: এফটিপি বিস্তারে (range) সমস্যা
ca: HTTP: s'ha produït un error d'abast
cy: Gwall amrediad ftp
da: HTTP områdefejl
de: HTTP RANGE-Fehler
el: Σφάλμα εύρους Http
es: Error de rango de http
eu: HTTP bitarte-errorea
fa: خطای گستره HTTP
fi: Http-alueen virhe
he: בקשת range בפרוטוקול HTTP נכשלה
hi: एच०टी०टी०पी० फ़ैलाव त्रुटि
hu: HTTP: tartományhiba (range error)
hy: HTTP շարքի սխալ
id: Kesalahan jangkauan HTTP
is: HTTP markavilla
it: Http, errore di intervallo
ja: http rangeエラー
ku: Betala sefandina HTTP
ky: HTTP диапазонунун катасы
lt: HTPP ribø (range) klaida
mk: HTTP грешка при опсегот
ms: Ralat pada range HTTP
mt: Problema fl-"http range"
nn: HTTP: områdefeil
pa_in: HTTP ਸੀਮਾ ਗਲਤੀ
pl: Błąd zakresu http
pt: Erro de intervalo do Http
pt_br: HTTP - erro no comando RANGE
ro: HTTP eroare
sc: HTTP: faddina de arrayu
sl: HTTP napaka pri RANGE
sq: Gabim në intervalin e HTTP
sr: Грешка у Http распону
sr@latn: Gre¹ka u Http rasponu
sv: HTTP-omfångsfel (range)
tg: Хатогии соҳаи Http
th: HTTP ขอบเขตผิดพลาด
uk: HTTP помилка д╕апазону
ur: ایچ ٹی ٹی پی رساءی كا نقص
uz: HTTP miqyos xatosi
wa: HTTP: aroke di fortchete

source: HTTP POST error
ar: خطأ Http POST
az: HTTP POST xətası
bg: HTTP грешка при POST
bn: এইচটিটিপি পোস্ট সমস্যা
ca: HTTP: s'ha produït un error de POST
cy: Gwall POST http
da: HTTP POST fejl
de: HTTP POST-Fehler
el: Σφάλμα POST Http
es: Error de POST de http
eu: HTTP POST errorea
fa: خطای پست HTTP
fi: Http: POST-virhe
he: פקודת POST בפרוטוקול HTTP נכשלה
hi: एच०टी०टी०पी० पोस्ट त्रुटि
hu: HTTP: POST hiba
hy: HTTP POST սխալ
id: Kesalahan POST HTTP
is: HTTP POST villa
it: Http, errore POST
ja: http POSTエラー
ku: Betala sandina HTTP POST
ky: HTTP POST катасы
lt: HTTP POST klaida
mk: HTTP грешка при испраќање
ms: Ralat semasa POST HTTP
mt: Problema fl-"http POST"
nn: HTTP: POST-feil
pa_in: HTTP POST ਗਲਤੀ
pl: Błąd operacji POST przez HTTP
pt: Erro de HTTP POST
pt_br: HTTP - erro no comando POST
ro: HTTP eroare POST
sc: HTTP: faddina de POST
sl: HTTP POST napaka
sq: HTTP gabim i dërgimit (POST)
sr: HTTP POST грешка
sr@latn: HTTP POST gre¹ka
sv: HTTP POST-fel
tg: Хатогии POST-и Http
th: HTTP POST ผิดพลาด
uk: HTTP: помилка POST
ur: ایچ ٹی ٹی پی پوسٹ نقص
uz: HTTP POST xatosi
uz@cyrl: HTTP POST хатоси
wa: HTTP: aroke d' evoyaedje avou l' comande «POST»

source: SSL connect error
ar: خطأ في اتصال SSL
az: SSL bağlantı xətası
bg: SSL грешка при свързване
bn: এসএসএল যোগাযোগ সমস্যা
ca: SSL: s'ha produït un error de connexió
cy: Gwall cysylltiad ssl
da: SSL tilslutningsfejl
de: SSL-Verbindungsfehler
el: Σφάλμα σύνδεσης SSL
es: Error de conexión ssl
eu: SSL konexio-errorea
fa: خطای ارتباط SSL
fi: Virhe Ssl-yhteydessä
gl: SSL erro de conexión
he: הקישור לשרת מאובטח נכשל
hi: एस०एस०एल० संबध त्रुटि
hu: SSL: hiba a kapcsolódáskor
hy: SSL միացման սխալ
id: Kesalahan koneksi SSL
is: SSL tengivilla
it: Errore nella connessione SSL
ja: ssl接続エラー
ku: SSL ne hatin girêdan
ky: SSL байланыш катасы
lt: SSL prisijungimo klaida
mk: SSL грешка при поврзување
ms: Ralat semasa hubungan dengan SSL
mt: Problema fil-konnessjoni SSL
nn: SSL-tilkoplingsfeil
pa_in: SSL ਕੁਨੈਕਸ਼ਨ ਗਲਤੀ
pl: Błąd połączenia SSL
pt: Erro de ligação SSL
pt_br: SSL - erro de conexão
ro: Eroare de conectare SSL
sc: SSL: faddina de acàpiu
sl: SSL napaka pri povezovanju
sq: Gabim gjatë lidhjes së SSL
sr: Грешка у Ssl конекциjи
sr@latn: Gre¹ka u Ssl konekciji
sv: SSL-anslutningsfel
tg: Хатогии пайвасти Ssl
th: การติดต่อ SSL ผิดพลาด
uk: Помилка з╕ зв'язком Ssl
ur: ایس ایس ایل الحاق كے عمل میں خامی
uz: SSL ulanishida xato
uz@cyrl: SSL орқали уланишда хато
wa: SSL: åk n' a nén stî tot s' raloyant

source: FTP bad download resume
ar: اكمال تنزيل Ftp غير جيد
az: FTP endirməni davam etmə xətası
bg: FTP грешно продължение
bn: এফটিপি ডাউনলোড পুনরায় শুরু করতে সমস্যা
ca: FTP: s'ha produït una represa incorrecta de la descàrrega
cy: Ftp'n methu ailgychwyn llwytho i lawr
da: FTP dårlig genoptagelse af henting
de: FTP konnte das Herunterladen nicht richtig fortsetzen
el: Το ftp δεν συνέχισε σωστά το κατέβασμα
es: Mala continuación de bajada de ftp
eu: FTP deskarga-berrekite okerra
fa: ادامه‌ی بارگیری بد FTP
fi: Ftp: virheellinen imuroinnin jatkaminen
gl: FTP retomouse mal a descarga
he: לא יכול להמשיך בהורדה שנכשלה קודם לכם
hi: एफ़०टी०पी० निकृष्ट डॉउनलोड पुनः आरम्भ
hu: FTP: a letöltés folytatása nem sikerült
hy: FTP քաշելու վերականգնումը սխալ է
id: Resume download tidak bisa pada FTP
is: FTP gat ekki endurræst
it: FTP: non posso riprendere il download
ja: FTPでダウンロード再開に失敗
ku: FTP : Betala berdewamiya dakişandin ji bo FTP
ky: FTP жүктөөнү ийгиликсиз калыбына келтирүүсү
lt: FTP blogas parsiuntimo pratæsimas
mk: Лошо FTP за продолжување на преземањето
ms: FTP tidak boleh sambung muatturun
mt: FTP ma rnexxielux ikompi fejn ħalla
nn: FTP: Feil ved nedlastingsattopptak
pa_in: FTP ਗਲਤ ਡਾਊਨਲੋਡ ਮੁੜ-ਪ੍ਰਾਪਤੀ
pl: Niepoprawne wznowienie pobierania FTP
pt: Erro ao retomar descarga FTP
pt_br: FTP não foi possível continuar o download
ro: FTP reluare descãrcare eºuatã
sc: FTP: no potzu cumentzai torra a scarrigai
sl: FTP napaka pri nadaljevanju sprejemanj (downloada)
sq: FTP gabim gjatë rimarrjes së shkarkimit
sr: Лош наставак Ftp download-a
sr@latn: Lo¹ nastavak Ftp download-a
sv: FTP misslyckad återupptagning av filladdning
tg: Шарҳи боркунии бади Ftp
th: FTP เริ่มการดาว์นโหลดที่ไม่สมบูรณ์ต่อ
uk: Не в╕рне в╕дновлення завантаження
ur: ایف ٹی پی برا منتقلی كا عمل دوباره شروع
uz: FTP download davomi rasvo
wa: FTP: li ratacaedje di l' aberwetaedje n' a nén stî

source: File couldn't read file
ar: لم يمكن قراءة الملف
az: Fayl faylı oxuya bilmədi
bg: Файла не чете файла
bn: ফাইল পাঠোদ্ধার সম্ভব হয়নি
ca: El fitxer no ha pogut llegir el fitxer
cy: Y ffeil yn methu darllen ffeil
da: File kunne ikke læse fil
de: FILE kann die Datei nicht lesen
el: Το αρχείο δεν κατάφερε να διαβάσει το αρχείο
es: El archivo no pudo leer archivo
et: Ei saa lugeda
eu: Fitxategiak ezin izan du fitxategia irakurri
fa: پرونده نتوانست پرونده را بخواند
fi: File ei voinut lukea tiedostoa
he: חלה שגיאה בעת קריאת הקובץ
hi: फ़ाइल संचिका पठन नहीं कर सकी
hu: Egy fájl beolvasása nem sikerült
hy: Անհնար է կարդալ ֆալյը
id: File tidak dapat membaca file
is: Skrá gat ekki lesið skrá
it: Non posso leggere il file
ja: ファイルがファイルを読めません
ka: ფაილი ვერ წავიკითხე
ku: Belgedank ni kare bixwine belgedankê
ky: File файлды окуй албады
lt: Byla negali perskaityti bylos
mk: Не можам да ја прочитам датотеката
ms: Fail tidak dapat dibaca
mt: FTP ma setax jaqra fajl
nl: Kon bestand niet lezen
nn: Fil klarte ikkje lesa fil
pa_in: ਫਾਇਲ ਫਾਇਲ ਪੜਨ ਨਹੀਂ ਸਕਦੀ
pl: Plik nie może czytać pliku
pt: O ficheiro não pode ler ficheiro
pt_br: Não foi possível ler o arquivo
ro: Fiºier: nu pot citi fiºierul
ru: File: не удалось прочитать файл
sc: File: no potzu ligi su file
sl: Datoteka ne morem brati datoteke
sq: Skedarja nuk mund të lexon skedaren
sr: Датотека ниjе могла да прочита датотеку
sr@latn: Datoteka nije mogla da proèita datoteku
sv: File kunde inte läsa filen
tg: File файлро хонда натавонист
th: ไม่สามารถอ่านไฟล์ได้
tr: Dosya dosyayý okuyamadý
uk: File не може прочитати файл
ur: فاءل فاءل كو نهیں پڑھ سكتی
uz: Fayl faylni o'qiyolmadi
uz@cyrl: Файл файлни ўқиёлмади
vi: Tập tin không thể đọc được
wa: Fitchî: dji n' a savou lére li fitchî

source: LDAP cannot bind
ar: لم يمكن لـLDAP الربط
az: LDAP bağlanıla bilmir
bg: LDAP не е намерен
bn: এলড্যাপ বাইন্ড করা যায়নি
ca: LDAP: no s'ha pogut vincular
cy: LDAP yn methu amlapio
da: LDAP kan ikke tilslutte
de: LDAP kann nicht gebunden werden
el: Πρόσδεση αδύνατη από το LDAP
es: No se puede unir a LDAP
et: LDAP ei saa ühendust
eu: LDAP ezin da lotu
fa: LDAP نمی‌تواند وصل کند
fi: LDAP:iin ei voi yhdistää
he: פעולת קישור לשרת LDAP נכשלה
hi: एल०डी०ऐ०पी जोड़ने नहीं सका
hu: LDAP: a bind végrehajtása nem sikerült
hy: LDAP Անհնար է կազմել
id: LDAP tidak dapat melakukan bind
is: LDAP get ekki tengst
it: Fallito collegamento LDAP
ja: LDAPがバインドできません
ku: LDAP ne hate girêdand
ky: LDAP байланыша албады
lt: LDAP negali prisiriðti
mk: LDAP не може да се врзи
ms: LDAP tidak dapat melakukan bind
mt: LDAP ma setax jaqbad
nl: Kan niet binden aan LDAP
nn: LDAP klarte ikkje binda
pa_in: LDAP bind ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można dowiązać LDAP
pt: LDAP não consegue fazer a associação
pt_br: erro LDAP
ro: Nu pot conecta LDAP
ru: LDAP: не удалось привязаться
sc: LDAP: no potzu acapiai
sl: LDAP ne morem se povezati (bind)
sq: LDAP nuk mund të lidhet
sr: LDAP ниje могућ bind
sr@latn: LDAP nije moguæ bind
sv: LDAP kunde inte binda
tg: LDAP баста наметавонад
th: LDAP ไม่สามารถเชื่อมต่อได้
tr: LDAP baðlanamýyor
uk: Не можу прив'язати LDAP
ur: ایل ڈیپ كو اكٹھا نهیں كیا جا سكتا
uz: LDAP ulana olmadi
uz@cyrl: LDAP уланаолмади
vi: LDAP không thể bind
wa: LDAP: dji n' sai m' raloyî

source: LDAP search failed
ar: بحث LDAP قد فشل
az: LDAP axtarış iflas etdi
bg: Търсенето в LDAP е невъзможно
bn: এলড্যাপ খোঁজ বিফল হয়েছে
ca: LDAP: la cerca ha fallat
cy: Methodd chwilio LDAP
da: LDAP søgning mislykkedes
de: Die LDAP-Suche schlug fehl
el: Απέτυχε η αναζήτηση LDAP
es: Búsqueda fallida de LDAP
et: LDAP otsing ebaõnnestus
eu: LDAP bilaketak huts egin du
fa: جستجوی LDAP شکست خورد
fi: LDAP-haku epäonnistui
gl: LDAP fallou a busca
he: פעולת חיפוש בשרת LDAP נכשלה
hi: एल०डी०ऐ०पी खोज में असफ़ल
hu: LDAP: a keresés nem sikerült
hy: LDAP փնտրումը խափանվեց
id: Pencarian LDAP gagal
is: LDAP leit mistókst
it: Ricerca LDAP fallita
ja: LDAPの検索に失敗
ka: LDAP ძიება ჩაიშალა
ku: LDAP : legerin feramoş bu
ky: LDAP издөө ишке ашпады
lt: LDAP paieðka nepavyko
mk: Не успеа LDAP барањето
ms: Pencarian LDAP gagal
mt: Tfittxija bl-LDAP falliet
nl: LDAP-zoekfunctie mislukt
nn: LDAP-feil mislykka
pa_in: LDAP ਖੋਜ ਅਸਫਲ
pl: Błąd wyszukiwania LDAP
pt: A pesquisa LDAP falhou
pt_br: LDAP falha na procura
ro: Cãutare LDAP fãrã succes
ru: LDAP: поиск прервался
sc: LDAP: circa faddia
sl: LDAP iskanje ni uspelo
sq: LDAP hulumtimi dështoi
sr: Претрага LDAP-a неуспелa
sr@latn: Pretraga LDAP-a neuspela
sv: LDAP-sökning misslyckad
tg: Кофтукоби LDAP нагузашт
th: LDAP การค้นหาผิดพลาด
tr: LDAP aramasý iptal edildi
uk: Пошук LDAP провалився
ur: ایل ڈیپ تحقیق میں ناكامی
uz: LDAP izlash o'xshamadi
uz@cyrl: LDAP'ни қидириш муваффақиятсиз тугади
vi: LDAP tìm kiếm không được
wa: LDAP: li cweraedje a fwait berwete

source: Library not found
ar: لم يتم ايجاد المكتبة
az: Kitabxana tapıla bilmədi
bg: Библиотеката не е намерена
bn: লাইব্রেরী পাওয়া যায়নি
ca: No s'ha trobat la biblioteca
cy: Llyfrgell heb ei ganfod
da: Bibliotek ikke fundet
de: Ich kann eine Bibliothek nicht finden
el: H βιβλιοθήκη δεν βρέθηκε
es: Librería no encontrada
et: Teeki ei leitud
eu: Liburutegia ez da aurkitu
fa: کتابخانه بافت نشد
fi: Kirjastoa ei löytynyt
gl: Non se atopou a librería
he: ספרית שרת ה-LDAP לא נמצאה
hi: संग्रह नहीं मिला
hu: Egy programkönyvtár nem található
hy: Գրադարանը գտնված չէ
id: Pustaka tidak ditemukan
is: Undirforritasafn fannst ekki
it: Libreria non trovata
ja: ライブラリが見つかりません
ka: ბიბლიოთეკა ვერ ვიპოვე
ku: Library ne hate ditin
ky: Библиотека табылбады
lt: Biblioteka nerasta
mk: Библиотеката не е пронајдена
ms: Librari tidak dijumpai
mt: Librerija ma nstabitx
nl: Bibliotheek niet gevonden
nn: Fann ikkje bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਨਹੀਂ ਲੱਭੀ
pl: Biblioteka nie została odnaleziona
pt: Biblioteca não encontrada
pt_br: Biblioteca não encontrada
ro: Biblioteca nu a fost gãsitã
ru: Библиотека не найдена
sc: Libreria no agatada
sl: Nisem na¹el knji¾nice
sq: Bibloteka nuk gjindet
sr: Jоj,jоj библиотекa ниjе нaђенa
sr@latn: Joj,joj biblioteka nije naðena
sv: Bibliotek inte hittat
tg: Китобхона ёфт нашуд
th: ค้นหาไลบรารีไม่พบ
tr: Library bulunamadý
uk: Б╕бл╕отеку не знайдено
ur: كمپیوٹر كا ذخیره نهیں مل سكا
uz: Kutubxona topilmadi
uz@cyrl: Кутубхона топилмади
vi: Không tìm thấy thư viện
wa: Lîvreye nén trovêye

source: Function not found
ar: لم يمكن ايجاد الوظيفة
az: Funksiya tapıla bilmədi
bg: Функцията не е намерена
bn: ফাংশন পাওয়া যায়নি
ca: No s'ha trobat la funció
cy: Heb ganfod swyddogaeth
da: Funktion ikke fundet
de: Ich kann eine Funktion nicht finden
el: Η συνάρτηση δεν βρέθηκε
es: Función no encontrada
et: Funktsiooni ei leitud
eu: Funtzioa ez da aurkitu
fa: تابع یافت نشد
fi: Funktiota ei löytynyt
gl: Non se atopou a función
he: פונקציה בשרת ה-LDAP לא נמצאה
hi: फ़लन नहीं मिला
hu: Egy függvény nem található
hy: Ֆունկցիան գտնված չէ
id: Fungsi tidak ditemukan
is: Fall fannst ekki
it: Funzione non trovata
ja: 関数が見つかりません
ka: ფუნქცია ვერ ვიპოვე
ku: Fonksiyon ne hatê dîtin
ky: Функция табылбады
lt: Funkcija nerasta
mk: Функцијата не е пронајдена
ms: Fungsi tidak dijumpai
mt: Funzjoni ma nstabitx
nl: Functie niet gevonden
nn: Fann ikkje funksjonen
pa_in: ਫੰਕਸ਼ਨ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono funkcji
pt: Função não encontrada
pt_br: função não encontrada
ro: Funcþia nu a fost gãsitã
ru: Функция не найдена
sc: Funtzioni no agatada
sl: Nisem na¹el funkcije
sq: Funksioni nuk gjindet
sr: Jоj,jоj функциjа ниjе нaђенa
sr@latn: Joj,joj funkcija nije naðena
sv: Funktion inte hittad
tg: Функсия ёфт нашуд
th: ค้นหา Function ไม่พบ
tr: Fonksiyon bulunamadý
uk: Функц╕ю не знайдено
ur: فنگشن نهیں مل سكا
uz: Funksiya topilmadi
uz@cyrl: Функция топилмади
vi: Không tìm được hàm
wa: Foncsion nén trovêye

source: Aborted by callback
ar: تم التوقف عن طريق callback
az: Geriyə çağırış ilə ləğv edildi
bg: Прекратено поради обратно повикване
bn: কলব্যাক কর্তৃক বাতিল হয়েছে
ca: S'ha interromput per la crida de retorn
cy: Atal gan callback
da: Afbrudt ved tilbagekald
de: Abbruch durch Rückruf
el: Ακυρώθηκε από την ανάκληση
es: Abortado por llamada hacia atrás
et: Katkestatud
eu: Atzeradeiak abortatu du
fa: توسط بازصدا زدن خاتمه یافت
fi: Keskeytetty paluukutsulla
he: קיבלתי הוראה לעצור את הפעולה
hi: पुनः आहवान द्वारा विफ़ल
hu: callback: kilépés...
hy: դադարեցված է Callback -ով
id: Dibatalkan oleh callback
is: Stöðvað af undirforriti
it: Cancellato per callback
ja: コールバックによって中断
ka: შემოსულმა ზარმა გამაწყვეტინა
ku: Callback ê feramoş kir
ky: Тескери чакыруу (callback) аркылуу токтотулду
lt: Nutraukta callback'o
mk: Прекинато од повратен повик
ms: Dibatalkan oleh callback
mt: Imwaqqaf minn "callback"
nl: Afgebroken door callback
nn: Avbroten av tilbakekall
pa_in: ਕਾਲਬੈਕ ਨੂੰ ਛੱਡਿਆ ਗਿਆ
pl: Przerwano przez wywołanie zwrotne
pt: Interrompido pelo destinatário
pt_br: Abortada por callback
ro: Anulat prin rãspuns
ru: Прервано обратным вызовом
sc: Annuddau po callback
sl: Prekinjeno s "callbackom"
sq: Avortohet duke thirrur (callback)
sr: Опозвано по callback-у
sr@latn: Opozvano po callback-u
sv: Avbryten av callback
tg: Бо callback канда шуд
th: เลิกการทำงาน
tr: callback tarafýndan iptal edildi
uk: Припинено callback'ом
ur: واپس بلانے كی وجه سے ناكام كارواءی هوءی
uz: Kolbek tufayli to'xtatildi
vi: Bị hủy bỏ bởi callback

source: Bad function argument
ar: معامل وظيفة غير جيد
az: Xətalı funksiya arqumenti
bg: Невалиден аргумент на функцията
bn: ভূল ফাংশন আর্গুমেন্ট
ca: Argument incorrecte de la funció
cy: Arg swyddogaeth gwael
da: Dårligt argument til funktion
de: Falsches Argument in Funktionsaufruf
el: Λανθασμένο όρισμα συνάρτησης
es: Mal argumento de función
et: Halb argument funktsioonile
eu: Okerreko funtzio-argumentua
fa: مبحث بد تابع
fi: Virheellinen parametri funktiossa
he: פרמטרים לא תקינים הועברו לפונקציה
hi: निकृष्ट फ़लन मानक मूल्य
hu: Helytelen függvényargumentum
hy: Ֆունկցիայի սխալ արգումենտ
id: Argumen fungsi salah
is: Rangt viðfang falls
it: Argomento errato nella funzione
ja: 関数の引数が不正
ka: არასწორი ფუნქციის არგუმენტი
ku: Parametre betale ji bo fonksiyonê
ky: Функциянын туура эмес аргументи
lt: Blogas funkcijos argumentas
mk: Погрешен аргумент на функцијата
ms: Argumen fungsi salah
mt: Argument invalidu lill-funzjoni
nl: Slecht functie-argument
nn: Ugyldig funksjonsargument
pa_in: ਗਲਤ ਫੰਕਸ਼ਨ ਆਰਗੂਮਿੰਟ
pl: Niepoprawny argument funkcji
pt: Argumento de função incorrecto
pt_br: Argumento errado da função
ro: Argument funcþie incorect
ru: Неверный аргумент функции
sc: Argumentu de funtzioni malu
sl: Neveljavni argumenti funkcije
sq: Argument i gabuar funksionimi
sr: Лош аргумент функциjе
sr@latn: Lo¹ argument funkcije
sv: Felaktigt funktionsargument
tg: Далели функсияи бад
th: การใช้งาน function ไม่ถูกต้อง
tr: Fonksiyon için iþe yaramaz parametreler
uk: Нев╕рний аргумент функц╕╖
ur: برا فنگشن كے مباحث كا خلاصه
uz: Funksiya argumenti yomon
uz@cyrl: Функциянинг аргументи нотўғри
vi: Đối số của hàm sai
wa: Måvas årgumints pol fonccion

source: Bad calling order
ar: ترتيب طلب غير جيد
az: Xətalı çağırış sırası
bg: Невалиден ред на повикване
bn: ডাকবার শৃঙ্খলা ভুল
ca: Ordre de la crida incorrecte
cy: Trefn galw gwallus
da: Dårlig rækkefølge ved kald
de: Falsche Aufrufreihenfolge
el: Λανθασμένη σειρά κλήσης
es: Mala orden de llamada
et: Viga väljakutsumisel
eu: Okerreko dei-eskaera
fa: ترتیب بد صدا زدن
fi: Väärä soittamisjärjestys
gl: Orde de chamada incorrecta
he: סדר קריאה לא נכון
hi: निकृष्ट आहवान क्रम
hu: Helytelen hívási sorrend
hy: Կանչի սխալ կարգ
id: Urutan pemanggilan salah
is: Röng röð skipana
it: Ordine di chiamata errato
ja: コールの順序が不正
ka: დარეკვის არასწორი რიგი
ku: Rêzandina (sefandin) neçê ji bo gazîkirinê(bankirin)
ky: Чакыруунун туура эмес ирети
lt: Bloga iðkvietimo tvarka
mk: Погрешен редослед на повикување
ms: Urutan panggilan salah
mt: Sejħa saret b'ordni ħażina
nl: Verkeerde call-volgorde
nn: Ugyldig oppkallsrekkjefølgje
pa_in: ਗਲਤ ਕਾਲ ਕ੍ਰਮ
pl: Niepoprawna kolejność wywoływania
pt: Ordem de chamada incorrecta
pt_br: Erro na ordem de chamada
ro: Ordine de apel eronatã
ru: Неверный порядок вызова
sc: Òrdini de tzerriada sballiau
sl: Neveljaven vrstni red klicev
sq: Urdhër thirrës i gabuar
sr: Лош редослед позива
sr@latn: Lo¹ redosled poziva
sv: Felaktig anropsordning
tg: Фармони бади даъват
th: การร้องขอคำสั่งไม่ถูกต้อง
tr: Çaðýrma için kötü sýralama
uk: Нев╕рна посл╕довн╕сть виклик╕в
ur: بلانے كی خراب ترتیب
uz: Chaqiruv tartibi yomon
uz@cyrl: Чақирув тартиби нотўғри
vi: Chỉ thị gọi sai

source: HTTP Interface operation failed
ar: فشلت عملية واجهة HTTP
az: HTTP ara üz gedişatı bacarılmadı
bg: Операцията с HTTP интерфейс пропадна
bn: এইচটিটিপি ইন্টারফেস অপারেশন বিফল
cy: Methodd gweithrediad Rhyngwyneb HTTP
da: Handling i HTTP-grænseflade mislykkedes
de: HTTP-Schnitstellen Operation ist fehlgeschlagen
es: Falló la operación de la interfaz HTTP
eu: HTTP Interfazearen eragiketak hutsegin du
fa: عملیات واسط HTTP شکست خورد
fi: HTTP liityntä toiminto epäonnistui
gl: HTTP Fallou unha operación de interface
he: מימשק HTTP נכשל
hi: एच०टी०टी०पी० जुड़ाव (इन्टरफ़ेस) क्रिया असफ़ल
hu: Sikertelen HTTP-mûvelet
hy: HTTP Ինտեֆեյսի գործողությունը խափանվեց
id: Operasi Antarmuka HTTP gagal
is: HTTP aðgerð mistókst
ja: HTTPインタフェースの操作に失敗しました
ku: Operasyona HTTP ê neserfiraz bu
ky: HTTP Interface операциясы ишке ашпады
mk: Неуспешна операција на HTTP интерфејсот
ms: Operasi antaramuka HTTP gagal
mt: Operazzjoni fuq l-interfaċċja HTTP falliet
nn: HTTP-grensesnittoperasjon mislykka
pa_in: HTTP ਇੰਟਰਫੇਸ ਕਾਰਵਾਈ ਅਸਫਲ
pl: Błąd operacji interfejsu HTTP
pt: A operação pelo interface HTTP falhou
sc: HTTP: atzioni de interfaci faddia
sl: operacija preko HTTP vmesnika ni uspela
sq: Oprecioni i Interfacit HTTP dështoi
sr: Операција са HTTP интерфејсом није успела
sr@latn: Operacija sa HTTP interfejsom nije uspela
sv: HTTP-gränssnittsoperation misslyckades
th: HTTP การประสานงานผิดพลาด
ur: ایچ ٹی ٹی پی ایك سے ایك مشین كے پرزے كو دوسرے سے جوڈنے میں ناكام
uz@cyrl: HTTP интерфейсининг операцияси муваффақиятсиз тугади

source: my_getpass() returns fail
az: my_getpass() iflas geri göndərir
bg: my_getpass() връща грешка
bn: my_getpass() বিফল ভাবে রির্টান করেছে
cy: Methodd canlyniadau my_getpass()
da: my_getpass() returnerer fejl
de: my_getpass() gibt fehlgeschlagen (Fehler) an
es: falla el retorno de my_getpass()
eu: my_getpass() erantzun okerra itzultzen du
fa: شکست نتیجه تابع my_getpass()
fi: my_getpass() palauttaa virheen
he: my_getpass() החזיר שגיאה
hi: my_getpass() अतिंम सकेंत असफ़ल
hu: Helytelen jelszó (a my_getpass() hibát adott vissza)
hy: my_getpass() ձախողված է
id: my_getpass() gagal
is: my_getpass() skilar villu
ja: my_getpass()が「失敗」と応答しました
ku: my_getpass() neserfiraz bu
ky: my_getpass() ишке ашпагандыгын кайрыды
mk: my_getpass() врати "неуспеа"
ms: my_getpass() memulangkan gagal
mt: my_getpass() falla
nn: my_getpass() gjev «mislykka»
pa_in: my_getpass() ਵਾਪਸੀ ਅਸਫਲ
pl: funkcja my_getpass() zwraca błąd
pt: my_getpass() diz que falhou
sc: my_getpass() torrat faddina
sl: my_getpass() vrne neuspeh (fail)
sq: my_getpass() përgjigjet me dështim
sr: my_getpass() јавља грешкуl
sr@latn: my_getpass() javlja gre¹kul
sv: my_getpass() returnerade fel
th: my_getpass() ใช้งานไม่ได้
ur: جواب ناكام my_getpass()
uz@cyrl: my_getpass() функцияси муваффақатсиз тугади
wa: my_getpass() a fwait berwete

source: catch endless re-direct loops
az: sonsuz yönləndirmə təkrarlamalarını tut
bg: следвай безкрайните пренасочвания
bn: অসীম পুনঃ-নির্দেশক লুপসমূহের ক্যাচ
cy: cipio cylchu ailgyfeirio diddiwedd
da: fang løkker med uendelige omdirigeringer
de: endlose Umkehr-Schleifen fangen
es: captura de lazos de re-direccionamiento sin fin
eu: Amaiera gabeko berbideratze begizten harrapaketa
fa: گرفتن حلقه‌های بی‌انتهای هدایت-مجدد
fi: tunnista loputtomat edelleen-siirrot
hi: अनन्त पुनः निर्दिष्ट चक्कर को पकड़ें
hu: Túl sok átirányítás
hy: անվերջ վերահասցեագրման ցիկլ
id: tangkap loop re-direct tanpa akhir
is: gríp endalausar tilvísanir
ja: 無限ループになっています
ku: Zivrê abadîn (ebedî) bigre
ky: бүтпөгөн кайрабагыттоо цикли кармалды
mk: земи безкрајни пренасочени кружења
ms: menangkap gelungan re-direct tanpa henti
mt: aqbad ċiklu ta’ ridirezzjoni ma jispiċċa qatt
nn: Uendelege vidaresendingsløkkjer
pa_in: catch endless re-direct ਲੂਪ
pl: wyłapanie niekończących się pętli
pt: intercepta re-direcções sem fim
sl: ujemi neskonène preusmeritvene zanke
sq: rrëmbe më në fund laqet e ri-drejtuara
sv: fånga ändlösa omdirigeringshopp
ur: غیرمحدود دوسری سمت كی جانب دهراےء جانے والے كو پكڈو

source: User specified an unknown option
ar: حدد المستخدم خيار غير معروف
az: İstifadəçi namə'lum seçim verdi
bg: Потребителя въведе незнайна опция
bn: ইউজার একটি অজানা অপশন উল্লেখ করেছে
cy: Mae'r defnyddiwr wedi enwi dewis anhysbys
da: Bruger angav en ukendt valgmulighed
de: Der Benutzer hat eine falsche Option angegeben
es: El usuario especificó una opción desconocida
eu: Erabiltzaileak aukera ezezaguna zehaztu du
fa: کاربر یک گزینه ناشناس را مشخص کرده است
fi: Käyttäjä määritti tuntematon option
gl: O usuario especificou unha opción descoñecida
hi: उपयोगकर्ता द्वारा बताया गया एक अज्ञात विकल्प
hu: Ismeretlen opció lett megadva
hy: Օգտագործողը նշեց անհասկանալի հատկություն
id: Pengguna memberikan opsi yang tidak dikenali
is: Notandi tilgreindi óþekktan valkost
ja: 不明なオプションです
ku: Vebijarka bikarhênerê betale
ky: Колдонуучу белгисиз опцияны көрсөттү
mk: Корисникот назначи непозната опција
ms: Pengguna menyatakan pilihan yang tidak diketahui
mt: User speċifika għażla mhux magħrufa
nn: Brukarvald eller ukjent val
pa_in: ਉਪਭੋਗੀ ਖਾਸ ਅਣਜਾਣੀ ਚੋਣ
pl: Użytkownik podał nieznaną opcję
pt: O utilizador indicou uma opção desconhecida
sc: S'umperadori at definiu una scera disconnota
sl: Uporabnik je podal neznano mo¾nost
sq: Specifikimi i përdoruesit në opcion të pa njoftur
sr: КОрисник је одредио непознату опцију
sr@latn: KOrisnik je odredio nepoznatu opciju
sv: Användare angav ett okänt alternativ
th: ผู้ใช้ใช้ option ที่ไม่ถูกต้อง
ur: استعمال كننده نے ایك نامالوم شے چنی هے
uz@cyrl: Фойдаланувчи кўрсатган параметр номаълум
wa: L' uzeu a specifyî ene tchuze nén cnoxhowe
