Repository: OpenMandrivaSoftware/rpmdrake
Catalog: grpmi/po/*.po
Languages: ar, az, bg, bn, ca, cy, da, de, el, es, et, eu, fa, fi, gl, he, hi, hu, hy, id, is, it, ja, ka, ku, ky, lt, mk, ms, mt, nl, nn, pa_in, pl, pt, pt_br, ro, ru, sc, sk, sl, sq, sr, sr@latn, sv, tg, th, tr, uk, ur, uz, uz@cyrl, vi, wa

source: FTP can't reconnect
ar: لم يتمكن Ftp من اعادة الإتصال
az: FTP yenidən bağlana bilmir
bg: Невъзможна повторна връзка с FTP
bn: এফটিপি পুনরায় যোগাযোগ স্থাপন করা যাচ্ছেনা
ca: FTP: no s'ha pogut tornar a connectar
cy: Ftp'n methu ailgysylltu
da: FTP kan ikke tilslutte igen
de: FTP kann nicht neu verbinden
el: Το Ftp δεν μπορεί να ξανασυνδεθεί
es: No se puede volver a conectar al ftp
eu: Ftp-k ezin du berriro konektatu
fa: FTP نمی‌تواند ارتباط مجدد برقرار نماید
fi: FTP ei saa enää yhteyttä palvelimeen
gl: FTP non se puido volver conectar
he: לא מצליח להתחבר מחדש
hi: एफ़०टी०पी० पुनः जुड़ नहीं सका
hu: FTP: az újracsatlakozás nem sikerült
hy: FTP անհնար է վերամիանալ
id: FTP tidak bisa melakukan koneksi ulang
is: FTP get ekki endurtengst
it: FTP: non posso riconnettermi
ja: FTPに再接続できません
ku: Ni kare xwe car din hatin girêbê
ky: FTP байланышты калыбына келтире албады
lt: FTP negali prisijungti ið naujo
mk: FTP не може повторно да се поврзе
ms: FTP tidak boleh melakukan perhubungan ulang
mt: Ma stajtx nerġa' naqbad bl-ftp
nn: FTP kan ikkje kopla til
pa_in: FTP ਜੁੜ ਨਹੀਂ ਸਕਦਾ ਹੈ
pl: Nie można ponowić połączenia z Ftp
pt: O FTP não consegue voltar a ligar
pt_br: FTP - não foi poossível reconectar
ro: FTP nu mã pot reconecta
sc: FTP: no mi potzu acapiai torra
sl: FTP ne morem se povezati
sq: FTP nuk mund të rilidhet
sr: FTP не може да се реконектуjе
sr@latn: FTP ne mo¾e da se rekonektuje
sv: FTP kan inte återansluta
tg: FTP боз пайваст шуда наметавонад
th: FTP ติดต่อใหม่ไม่ได้
uk: FTP: не можу з'╓днатися
ur: ایف ٹی پی دوباره رابطه بحال نهیں كر سكا
uz: FTP qayta ulanolmaydi
uz@cyrl: FTP қайта уланиб бўлмайди
wa: FTP: dji n' a savou m' riraloyî

source: FTP couldn't set binary
ar: لم يتمكن Ftp من تحديد الملف كbinary
az: FTP ikili sistemə keçə bilmədi
bg: Не е възомжнен бинарен формат по FTP
bn: এফটিপি বাইনারিতে পরিবর্তীত করা যাচ্ছেনা
ca: FTP: no s'ha pogut establir el mode binari
cy: Ftp'n methu gosod deuaidd
da: FTP kunne ikke sætte binær overførsel
de: FTP kann nicht auf Binärübermittlung schalten
el: Το Ftp δεν μπόρεσε να θέσει binary
es: No se puede pasar a modo ftp binario
eu: Ftp-k ezin izan du bitarra ezarri
fa: FTP نمی‌تواند binary را بگذارد
fi: FTP ei voinut asettaa binääritilaa päälle
gl: FTP non se puido establece-lo modo binario
he: לא יכול לקבע העברה בינארית
hi: एफ़०टी०पी० द्विगुण (बाइनरि) को स्थापित नहीं कर सका
hu: FTP: a bináris adatátvitel beállítása nem sikerült
hy: FTP բինար ռեժիմի հաստատման խափանում
id: FTP tidak bisa diset ke binari
is: FTP gat ekki sett hrátt form
it: FTP: non posso settare il modo binario
ja: FTP転送をバイナリにできません
ku: FTP ni kare binary hilbijartinê
ky: FTP экилик режимин орното албады
lt: FTP negali perjungti á binary
mk: FTP не можеше да подеси во бинарен режим
ms: FTP tidak boleh set ke binari
mt: Ma stajtx nissettja mod binarju bl-ftp
nn: FTP kan ikkje velja binærmodus
pa_in: FTP ਬਾਈਨਰੀ ਢੰਗ ਸੈਟ ਨਹੀਂ ਕਰ ਸਕਿਆ
pl: Nie można ustawić binarnej transmisji Ftp
pt: O FTP não consegue mudar para binário
pt_br: FTP - não foi possível usar modo binário
ro: FTP nu pot lucra binar
sc: FTp: no apu pòtziu assetiai su binàriu
sl: FTP ne morem nastaviti binarnega
sq: FTP nuk mund të kalojë në modë binar
sr: FTP не може да подеси binary
sr@latn: FTP ne mo¾e da podesi binary
sv: FTP kunde inte ställa in "binary"
tg: FTP binary-ро гузошта натавонист
th: FTP ไม่สามารถตั้ง binary ได้
uk: FTP: не можу встановити дв╕йковий формат
ur: ایف ٹی پی مبتدا بحال نهیں كر سكا
uz: FTP ikkilik uslubga o'tolmadi
uz@cyrl: FTP иккилик усулига ўтиб бўлмади
wa: FTP: dji n' a savou mete li môde binaire

source: Partial file
ar: ملف جزئي
az: Natamam fayl
bg: Част от файл
bn: আংশিক ফাইল
ca: Fitxer parcial
cy: Rhan o ffeil
da: Delvis fil
de: Unvollständige Datei
el: Επιμέρους αρχείο
es: Archivo parcial
et: Osaline fail
eu: Fitxategi partziala
fa: قسمتی از پرونده
fi: Osittainen tiedosto
gl: Ficheiro parcial
he: קובץ חלקי
hi: अपूर्ण संचिका
hu: Részleges fájl
hy: Մասնակի ֆայլ
id: File parsial
is: Hluti af skrá
it: File parziale
ja: 不完全なファイルです
ka: ნაწილობრივი ფაილი
ku: Belgedanka poredar
ky: Толук эмес файл
lt: Dalinë byla
mk: Делумна датотека
ms: Fail partial
mt: Fajl parzjali
nl: Gedeeltelijk bestand
nn: Ufullstendig fil
pa_in: ਅਧੂਰੀ ਫਾਇਲ
pl: Częściowy plik
pt: Ficheiro parcial
pt_br: Arquivo parcial
ro: Fiºier parþial
ru: Неполный файл
sc: File partziali
sl: Del datoteke
sq: Skedare e pa kompletuar
sr: Парциjална датотекa
sr@latn: Parcijalna datoteka
sv: Ofullständig fil
tg: Файли қисмӣ
th: ส่วนหนึ่งของไฟล์
tr: Yetkili Dosya
uk: Частковий файл
ur: جزوی فاءل
uz: Fayl qismi
uz@cyrl: Қисман файл
vi: Tập tin được chia
wa: Fitchî nén etir

source: FTP couldn't RETR file
ar: لم يتمكن FTP من اعادة تنزيل الملف
az: FTP fayl RETR edilə bilmədi
bg: FTP не изпълнява RETR
bn: এফটিপি ফাইল পুনরূদ্ধার (RETR) করা যাচ্ছেনা
ca: FTP: no s'ha pogut recuperar (RETR) el fitxer
cy: Ftp'n methu RETR ffeil
da: FTP kunne ikke hente (RETR) fil
de: FTP konnte RETR nicht auf die Datei ausführen
el: Το Ftp δεν μπόρεσε να συνεχίσει το αρχείο
es: No se pudo RETR archivo de ftp
eu: Ftp-k ezin izan du fitxategia berreskuratu
fa: FTP نتوانست پرونده را دربافت کند
fi: Ftp: tiedoston RETR epäonnistui
he: לא מצליח למשוך מחדש את הקובץ
hi: एफ़०टी०पी० संचिका पुनःप्रयास (RETR)नहीं कर सका
hu: FTP: a RETR parancs végrehajtása nem sikerült
hy: FTP անհնար է RETR ֆայլը
id: FTP tidak dapat melakukan RETR terhadap file
is: FTP gat ekki 'RETR' skrá
it: FTP: non posso recuperare (RETR) il file
ja: FTPでファイルを取得できません
ku: FTP ni kare belgedankê RETR bikê
ky: FTP файлды RETR кыла албады
lt: FTP negalëjo gauti (RETR) bylos
mk: FTP не можеше да ја земе датотеката
ms: FTP tidak boleh RETR fail
mt: Ma stajtx nuża RETR fuq ftp
nn: FTP klarte ikkje «RETR» på fil
pa_in: FTP RETR ਫਾਇਲ ਨਹੀਂ ਕਰ ਸਕਿਆ
pl: Błąd pobierania pliku przez ftp
pt: O FTP não consegue RETR o ficheiro
pt_br: FTP não foi possível RETR no arquivo
ro: FTP nu pot executa RETR
sc: FTP no potzu agatai torra su file
sl: FTP ne morem RETR datoteke
sq: FTP i pa mundur rikuperimi i skedares
sr: FTP не може да нaђе RETR датотеку
sr@latn: FTP ne mo¾e da naðe RETR datoteku
sv: FTP kunde inte RETR fil
tg: FTP файлро RETR карда натавонист
th: FTP ไม่สามารถ RETR ไฟล์ได้
uk: FTP: не можу зробити RETR на файл
ur: ایف ٹی پی آر ای ٹی آر فاءل نهیں كر سكا
uz: FTP faylni RETR qilolmadi
uz@cyrl: FTP файлни RETR қилолмади
wa: FTP: Li fitchî n' pout nén esse aberweté avou «RETR»

source: FTP write error
ar: خطأ كتابة في FTP
az: FTP yazma xətası
bg: Грешка при запис на FTP
bn: এফটিপি রাইট সমস্যা
ca: FTP: s'ha produït un error d'escriptura
cy: Gwall ysgrifennu ftp
da: FTP fejl ved skrivning
de: FTP-Schreibfehler
el: Σφάλμα εγγραφής του Ftp
es: Error de escritura de ftp
eu: FTP idazketa-errorea
fa: خطای نگارش FTP
fi: Ftp:n kirjoitusvirhe
gl: FTP erro de escritura
he: חלה שגיאה בעת כתיבת הקובץ
hi: एफ़०टी०पी० लेखन त्रुटि
hu: FTP: írási hiba
hy: FTP գրման սխալ
id: Kesalahan penulisan pada FTP
is: FTP skrif-villa
it: FTP: errore in scrittura
ja: FTP書き込みエラー
ku: Çevta (xeta) nivîsan FTP ê
ky: FTP жазуу катасы
lt: FTP raðymo klaida
mk: FTP грешка при запишување
ms: Ralat menulis pada FTP
mt: Problema fil-kitba fuq ftp
nn: FTP-skrivefeil
pa_in: FTP ਲਿਖਣ ਗਲਤੀ
pl: Błąd zapisu ftp
pt: Erro de escrita do FTP
pt_br: FTP - erro de gravação
ro: FTP eroare la scriere
sc: FTP faddina de scritura
sl: FTP napaka pri pisanju
sq: Gabim gjatë shkrimit të Ftp
sr: FTP грeшка при испису
sr@latn: FTP gre¹ka pri ispisu
sv: FTP-skrivfel
tg: Хатои навишти Ftp
th: FTP การเขียนผิดพลาด
uk: FTP: помилка запису
ur: ایف ٹی پی مصنف كی غلطی
uz: FTP yozish xatosi
uz@cyrl: FTP ёзиш хатоси
wa: FTP: aroke di scrijhaedje

source: FTP quote error
ar: خطأ quote في FTP
az: FTP kota xətası
bg: Грешка в квота на FTP
bn: এফটিপি উদ্ধৃতি (quote) সমস্যা
ca: FTP: s'ha produït un error amb l'ordre 'quote'
cy: Gwall dyfynnu ftp
da: FTP fejl ved citationstegn
de: FTP-Fehler mit Anführungszeichen
el: Σφάλμα quote του Ftp
es: Error de cita de ftp
eu: FTP aipamen-errorea
fa: خطای مظنه FTP
fi: Ftp:n quote-virhe
he: התקבלה הודעת שגיאה בעקבות בקשת quote משרת העברת הקבצים
hi: एफ़०टी०पी० उद्धरण त्रुटि
hu: FTP: QUOTE hiba
hy: FTP մեջբերման սխալ
id: Kesalahan quota pada FTP
is: FTP 'quote' villa
it: FTP: errore di quota
ja: FTP quoteエラー
ku: Çevta(xeta) sındor « quote » FTP ê
ky: FTP quote катасы
lt: FTP citavimo (quote) klaida
mk: FTP грешка при цитирање
ms: Ralat quote pada FTP
mt: Problema fuq "quote" bl-ftp
nn: FTP-quote-feil
pa_in: FTP ਕਾਮਾ ਗਲਤੀ
pl: Błąd cytowania przez ftp
pt: Erro de quota do FTP
pt_br: FTP - erro de quota
ro: FTP eroare la ghilimele
sl: FTP napaka kvote
sq: FTP gabim në urdhërin quote
sr: FTP quote грeшка
sr@latn: FTP quote gre¹ka
sv: FTP "quote"-fel
tg: Хатои ишораи Ftp
th: FTP quote ผิดพลาด
uk: Помилка запиту FTP
ur: ایف ٹی پی تاءیدی اقتباس میں غلطی
uz: FTP kvota xatosi
uz@cyrl: FTP квота хатоси

source: HTTP not found
ar: تعذر ايجاد HTTP
az: HTTP tapıla bilmədi
bg: HTTP: не е намерено
bn: এইচটিটিপি পাওয়া যায়নি
ca: No s'ha trobat l'HTTP
cy: http heb ganfod
da: HTTP ikke fundet
de: HTTP nicht gefunden!
es: HTTP no encontrado
eu: HTTP ez da aurkitu
fa: HTTP یافت نشد
fi: HTTP ei löytynyt
gl: HTTP non se atopou
he: שרת HTTP לא נמצא
hi: एच०टी०टी०पी० नहीं मिला
hu: HTTP nem található
hy: HTTP գտնված չէ
id: HTTP tidak ditemukan
is: HTTP fannst ekki
it: HTTP non trovato
ja: HTTPが見つかりません
ku: HTTP venedîtin
ky: HTTP табылбады
lt: HTTP nerastas
mk: HTTP не е пронајдено
ms: HTTP tidak dijumpai
mt: HTTP ma nstabx
nn: HTTP: Ikkje funnen
pa_in: HTTP ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono HTTP
pt: HTTP não encontrado
pt_br: HTTP não achado
ro: HTTP nu a fost gãsit
sc: HTTP no agatau
sl: HTTP ni najden
sq: HTTP nuk gjindet
sr: HTTP ниjе нaђен
sr@latn: HTTP nije naðen
sv: HTTP inte hittad
tg: HTTP ёфт нашуд
th: ไม่พบ HTTP นี้
uk: HTTP: не знайдено
ur: ایچ ٹی ٹی پی نهیں ملا
uz: HTTP topilmadi
uz@cyrl: HTTP топилмади
wa: HTTP nén trové

source: Write error
ar: خطأ في الكتابة
az: Yazma xətası
bg: Грешка при запис
bn: রাইট সমস্যা
ca: s'ha produït un error d'escriptura
cy: Gwall ysgrifennu
da: Fejl ved skriving
de: Schreibfehler
el: Σφάλμα εγγραφής
es: Error de escritura
et: Viga kirjutamisel
eu: Idazketa-errorea
fa: خطای نگارش
fi: Kirjoitusvirhe
gl: Erro de escritura
he: חלה שגיאה בעת כתיבת הקובץ
hi: लेखन त्रुटि
hu: Írási hiba
hy: Գրման սխալ
id: Kesalahan penulisan
is: Skrif-villa
it: Errore di scrittura
ja: 書き込みエラー
ka: შეცდომა დამახსოვრებისას
ku: Betala nivîsane
ky: Жазуу катасы
lt: Raðymo klaida
mk: Грешка при запишување
ms: Ralat semasa menulis
mt: Problema fil-kitba
nl: Schrijffout
nn: Skrivefeil
pa_in: ਲਿਖਣ ਗਲਤੀ
pl: Błąd zapisu
pt: Erro de escrita
pt_br: Erro de escrita
ro: Eroare la scriere
ru: Ошибка записи
sc: Faddina de scritura
sl: Napaka pri pisanju
sq: Gabim në shkrim
sr: Грeшка при испису
sr@latn: Gre¹ka pri ispisu
sv: Skrivfel
tg: Хатои навишт
th: การเขียนผิดพลาด
tr: Yazma hatasý
uk: Помилка запису
ur: غلیاں لكھی
uz: Yozishda xato
uz@cyrl: Ёзишда хато
vi: Lỗi ghi
wa: Aroke tot scrijhant

source: User name illegally specified
ar: اسم المستخدم محدد بشكل غير صحيح
az: İstifadəçi adı qaydasına görə verilməyib
bg: Невярно зададен потребител
bn: ইউজারের নাম নিয়ম বর্হিভূতভাবে উল্লেখ করা হয়েছে
ca: El nom d'usuari s'ha indicat de manera incorrecta
cy: Enw defnyddiwr wedi ei bennu'n anghyfreithlon
da: Brugernavn forkert angivet
de: Benutzername falsch angegeben
el: Το όνομα χρήστη προσδιορίστηκε λανθασμένα
es: Nombre de usuario especificado ilegalmente
et: Mittesobiv kasutajanimi
eu: Erabiltzaile-izena ilegalki zehaztuta
fa: نام کاربر، غیرقانونی مشخص شده است
fi: Laittomasti määritelty käyttäjän nimi
gl: Nome de usuario especificado incorrectamente
he: שם המשתמש מוגדר באופן לא חוקי
hi: उपयोगकर्ता नाम अवैध तरीके से बताया गया है
hu: Nem megengedett módon megadott felhasználónév
hy: Օգտագործողի անունը նշված է չթույլատրված կերպ
id: Nama pengguna ilegal ditentukan
is: Ólöglegt notandanafn
it: Nome utente specificato in modo non valido
ja: ユーザ名の指定が不正です
ka: მომხმარებელი სახელი არასწორადაა მითითებული
ku: Nave Bikarhêner rast nîn e
ky: Колдонуучунун аты туура эмес көрсөтүлгөн
lt: Neteisingai nurodytas vartotojo vardas
mk: Нелегално назначено корисничко име
ms: Username tidak boleh ditulis
mt: Isem tal-user speċifikat ħażin
nl: Gebruikersnaam verkeerdelijk gespecifieerd
nn: Ugyldig brukarnamn valt
pa_in: ਉਪਭੋਗੀ ਨਾਂ ਗਲਤ ਦਿੱਤਾ ਗਿਆ
pl: Niepopranie określona nazwa użytkownika
pt: Nome de utilizador especificado ilegalmente
pt_br: nome do usuário ilegalmente especificado
ro: Nume utilizator specificat incorect
ru: Указано неверное имя пользователя
sc: Nòmini umperadori definiu in manera illegali
sl: Uporabni¹ko ime je napaèno doloèeno
sq: Emri i pëdoruesit është specifikuar gabimisht
sr: Корисничко име неправилно специфицирано
sr@latn: Korisnièko ime nepravilno specificirano
sv: Användarnamn felaktigt angivet
tg: Номи корванд ғайриқонунӣ муайян шудааст
th: ชื่อผู้ใช้ผิดรูปแบบ
tr: Kullanýcý adý kabul edilemeyecek karakterler içeriyor
uk: ╤м'я користувача вказано нелегально
ur: استعمال كننده كا نام غیر قانونی طور پر واضع
uz: Yuzer nomi noto'g'ri berilgan
uz@cyrl: Фойдаланувчининг номи нотўғри берилган
vi: Tên người dùng được chỉ định không hợp pháp
wa: No d' uzeu specifyî di manire nén valåve

source: FTP couldn't STOR file
ar: لم يتمكن FTP من وضع الملف في الخادم
az: FTP fayl STOR edilə bilmədi
bg: FTP не позволява STOR
bn: এফটিপি ফাইল সংরক্ষন (STOR) করা যায়নি
ca: FTP: no s'ha pogut emmagatzemar (STOR) el fitxer
cy: ftp'n methu STOR ffeil
da: FTP kunne ikke gemme (STOR) fil
de: FTP konnte STOR nicht auf die Datei ausführen
el: Το ftp δεν μπόρεσε να αποθηκεύσει το αρχείο
es: No se pudo STOR archivo de ftp
eu: Ftp-k ezin izan du fitxategia biltegiratu
fa: FTP نتوانست پرونده را انبار کند
fi: ftp: tiedoston STOR epäonnistui
he: בקשת STOR משרת העברת הקבצים לא אושרה
hi: एफ़०टी०पी० संचिका को सुरक्षित (STOR) नहीं कर सका
hu: FTP: a STOR parancs végrehajtása nem sikerült
hy: FTP անհնար է STOR ֆայլը
id: FTP tidak dapat menyimpan file
is: FTP gat ekki 'STOR' skrá
it: FTP: non posso archiviare (STOR) il file
ja: FTPファイルをSTORできません
ku: FTP ni kare belgedankê (STOR) qeyd bike
ky: FTP файлды STOR кыла албады
lt: FTP negalëjo áraðyti (STOR) bylos
mk: FTP не можеше да ја зачува датотека
ms: Tidak dapat STOR file pada FTP
mt: FTP ma setax jikteb fajl bi STOR
nn: FTP klarte ikkje «STOR» på fil
pa_in: FTP ਫਾਇਲ STOR ਨਹੀਂ ਕਰ ਸਕਿਆ
pl: Nie można wykonać operacji STOR na pliku przez FTP
pt: o FTP não consegue STOR o ficheiro
pt_br: FTP - não foi possível STOR no arquivo
ro: FTP nu pot executa STOR
sc: FTP: no apu pòtziu stujai su file
sl: FTP ne morem STOR dateke
sq: FTP nuk mund ta regjistrojë skedaren
sr: FTP ниjе могао да смести датотаеку
sr@latn: FTP nije mogao da smesti datotaeku
sv: FTP kunde inte STOR fil
tg: FTP файлро STOR карда натавонист
th: FTP ไม่สามารถ STOR ไฟล์ได้
uk: FTP не може STOR файл
ur: ایف ٹی پی فاءل كو نهیں روك سكتا
uz: FTP faylni STOR qilolmadi
uz@cyrl: FTP файлни STOP қилолмади
wa: FTP: Li fitchî n' pout nén esse eberweté avou «STOR»

source: Read error
ar: خطأ في القراءة
az: Oxuma xətası
bg: Грешка при четене
bn: পাঠোদ্ধার সমস্যা
ca: s'ha produït un error de lectura
cy: Gwall darllen
da: Fejl ved læsning
de: Lesefehler
el: Σφάλμα ανάγνωσης
es: Leer error
et: Viga lugemisel
eu: Irakurketa-errorea
fa: خطای خواندن
fi: Lukuvirhe
gl: Erro de lectura
he: חלה שגיאה בעת קריאת הקובץ
hi: पठन त्रुटि
hu: Olvasási hiba
hy: Կարդալու սխալ
id: Kesalahan pembacaan
is: Les-villa
it: Errore in lettura
ja: 読み込みエラー
ka: შეცდომა წაკითხვისას
ku: Betala xwendinê
ky: Окуу катасы
lt: Skaitymo klaida
mk: Грешка при читањето
ms: Ralat semasa membaca
mt: Problema fil-qari
nl: Leesfout
nn: Lesefeil
pa_in: ਪੜਨ ਗਲਤੀ
pl: Błąd odczytu
pt: Erro de leitura
pt_br: Erro de leitura
ro: Eroare la citire
ru: Ошибка чтения
sc: Faddina de ligidura
sl: Napaka pri branju
sq: Gabim në lexim
sr: Грeшка при читaњу
sr@latn: Gre¹ka pri èitanju
sv: Läsfel
tg: Хатои хониш
th: การอ่านผิดพลาด
tr: Okuma hatasý
uk: Помилка п╕д час читання
ur: غلطی كو پڑھیں
uz: O'qishda xato
uz@cyrl: Ўқишда хато
vi: Lỗi đọc
wa: Aroke tot lejhant

source: Time out
ar: انتهى الوقت
az: Vaxt dolması
bg: Прекалено забавяне
bn: সময় ফুরিয়ে গেছে
ca: Temps excedit
cy: Amser allan
da: Tidsafbrydelse
de: Die Wartezeit ist abgelaufen
es: Límite de tiempo
et: Ajapiirang
eu: Denbora agortu da
fa: مدت تأخیر
fi: Aikaviive täynnä
gl: Pasou o tempo de espera
he: הגעתי לקצה גבול ההמתנה
hi: समय समाप्त
hu: Idõtúllépés
hy: Որոշված time-out ժամանակը լրացել է
id: Waktu habis
is: Féll á tíma
it: Tempo scaduto
ja: タイムアウト
ka: დრო გავიდა
ku: Bihurîna demê derbaskir
ky: Күтүү убактысы аяктады
lt: Laiko riba
mk: Пауза
ms: Masa tamat
mt: Skada l-ħin
nn: Tidsavbrot
pa_in: ਸਮਾਂ ਅੰਤਰਾਲ
pl: Przekroczono limit czasu
pt: Acabou o tempo
ro: Expirare timp
ru: Время ожидания истекло
sc: Tempus spaçau
sl: Èas je potekel
sq: Koha kaloi
sr: Време истекло
sr@latn: Vreme isteklo
tg: Таннафус
th: หมดเวลาติดต่อ
tr: Zaman Aþýmý
uk: Таймаут
ur: وقت ختم ھوگیا
uz: Vaqt o'tdi
uz@cyrl: Таймаут
vi: Hết giờ
wa: Li tins est hoûte

source: FTP couldn't set ASCII
ar: لم يتمكن Ftp من تحديد الملف كASCII
az: FTP ASCII moduna keçilə bilmədi
bg: FTP не задава ASCII
bn: এফটিপি অ্যাসকিতে পরিবর্তন করা যায়নি
ca: FTP: no s'ha pogut establir el mode ASCII
cy: Ftp'n methu gosod ASCII
da: FTP kunne ikke sætte ASCII-overførsel
de: FTP konnte nicht auf Textmodus schalten
el: Το ftp δεν μπόρεσε να θέσει ASCII
es: No se puede pasar a modo ftp ASCII
eu: Fpt-k ezin izan du ASCII ezarri
fa: FTP نتوانست ASCII را بگذارد
fi: FTP ei voinut asettaa ASCII-tilaa päälle
gl: FTP non se puido establece-lo modo ASCII
he: לא יכול לקבע העברה טקסטואלית
hi: एफ़०टी०पी० आस्की (ASCII) को स्थापित नहीं कर सका
hu: FTP: az ASCII adatátvitel beállítása nem sikerült
hy: FTP ASCII ռեժիմի հաստատման խափանում
id: FTP tidak bisa set ke ASCII
is: FTP gat ekki sett 'ASCII'
it: FTP: non posso settare il modo ASCII
ja: FTP転送をASCIIにできません
ku: FTP ni kare kipa ASCII yê eyar bîke
ky: FTP ASCII режимин орното албады
lt: FTP negalëjo perjungti á ASCII
mk: FTP не можеше да се подеси во ASCII
ms: FTP tidak boleh set ke ASCII
mt: Ma stajtx nissettja mod ASCII bl-ftp
nn: FTP klarte ikkje velja ASCII-modus
pa_in: FTP ASCII ਢੰਗ ਸੈਟ ਨਹੀਂ ਕਰ ਸਕਿਆ
pl: Nie można ustawić transmisji ASCII przez FTP
pt: O FTP não consegue mudar para ASCII
pt_br: FTP - não foi possível usar modo ASCII
ro: FTP nu pot lucra în mod ASCII
sc: FTP: no apu pòtziu assetiai sa modalidadi ASCII
sl: FTP ne morem nastaviti ASCII
sq: FTP nuk mund në kalojë në modës ASCII
sr: FTP ниjе могао да подеси ASCII
sr@latn: FTP nije mogao da podesi ASCII
sv: FTP kunde inte ange ASCII
tg: FTP ASCII-ро гузошта натавонист
th: FTP ไม่สามารถตั้ง ASCII ได้
uk: FTP не можу встановити формат ASCII
ur: ایف ٹی پی آسكی كو درست نهیں كر سكتا
uz: FTP ASCII uslubga o'tolmadi
uz@cyrl: FTP ASCII усулига ўтолмади
wa: FTP: Dji n' sai passer e môde «ASCII»

source: FTP PORT failed
ar: فشل Ftp PORT
az: FTP PORT bacarılmadır
bg: FTP не задава PORT
bn: এফটিপি পোর্ট (PORT) বিফল হয়েছে
ca: FTP: el PORT ha fallat
cy: Methodd PORT ftp
da: FTP PORT mislykkedes
de: FTP konnte den PORT Befehl nicht ausführen
el: Απέτυχε το ftp PORT
es: PORT de ftp fallido
eu: FTP atakak huts egin du
fa: درگاه FTP شکست خورد
fi: Ftp: PORT-toiminto epäonnistui
he: בקשת PORT משרת העברת הקבצים נכשלה
hi: एफ़०टी०पी० पोर्ट असफ़ल
hu: FTP: a PORT parancs végrehajtása nem sikerült
hy: FTP PORT խափանվեց
id: PORT FTP gagal
is: FTP 'PORT' mistókst
it: FTP: PORT fallito
ja: FTP PORT失敗
ku: neserfiraz bu (PORT) FTP
ky: FTP PORT ишке ашпады
lt: FTP PORT nepavyko
mk: FTP неуспешна порта
ms: FTP PORT gagal
mt: FTP ma setax juża PORT
nn: Feil ved FTP «PORT»
pa_in: FTP PORT ਅਸਫਲ
pl: Błąd operacji PORT przez FTP
pt: Falhou PORT do FTP
pt_br: FTP - comando PORT falhou
ro: FTP eroare PORT
sc: FTP: PORT faddiu
sl: FTP PORT ni uspel
sq: PORTA FTP dështoi
sr: Неуспео Ftp PORT
sr@latn: Neuspeo Ftp PORT
sv: FTP PORT misslyckades
tg: PORT-и Ftp нагузашт
th: FTP ติดต่อ PORT ผิดพลาด
uk: FTP: навдала спроба PORT
ur: ایف ٹی پی پورٹ ناكامیاب
uz: FTP PORT o'xshamadi
uz@cyrl: FTP PORT муваффақиятсиз тугади
wa: FTP: li cmande «PORT» a fwait berwete

source: FTP couldn't use REST
ar: لم يتمكن Ftp من استخدام الأمر REST
az: FTP REST işlədilə bilmədi
bg: FTP не поддържа REST
bn: এফটিপি অপেক্ষা (REST) করা সম্ভব হয়নি
ca: FTP: no s'ha pogut utilitzar REST
cy: Ftp'n methu gosod REST
da: FTP kunne ikke bruge REST
de: FTP konnte RESET nicht verwenden
el: Το Ftp δεν μπόρεσε να χρησιμοποιήσει το REST
es: No se pudo utilizar REST de ftp
eu: Ftp-k ezin izan du REST erabili
fa: FTP نتوانست از REST استفاده کند
fi: FTP ei voinut käyttää REST-toimintoa
gl: FTP non se puido usar REST
he: בקשת REST משרת העברת הקבצים נכשלה
hi: एफ़०टी०पी० अवशेष (REST) को उपयोग नहीं कर सका
hu: FTP: a REST parancs végrehajtása nem sikerült
hy: FTP անհնար է օգտագործել REST
id: FTP tidak dapat menggunakan REST
is: FTP gat ekki notað 'REST'
it: FTP: non posso usare REST
ja: FTPでRESTを使えません
ku: FTP ni kare bişixulîne di (REST)
ky: FTP RESTти колдоно албады
lt: FTP negalëjo naudoti REST
mk: FTP не можеше да употреби REST
ms: FTP tidak boleh menggunakan REST
mt: FTP ma setax juża REST
nn: FTP klarte ikkje bruka «REST»
pa_in: FTP REST ਸੈਟ ਨਹੀਂ ਕਰ ਸਕਿਆ
pl: Nie można użyć operacji REST przez FTP
pt: o FTP não pode usar REST
pt_br: FTP - não foi possível usar REST
ro: FTP nu poate utiliza REST
sc: FTP: no apu pòtziu impreai REST
sl: FTP ne morem uporabiti REST
sq: FTP nuk mund ta përdor urdhërin pritës (REST)
sr: FTP ниjе могао да користи REST
sr@latn: FTP nije mogao da koristi REST
sv: FTP kunde inte använda REST
tg: FTP REST-ро истифода бурда натавонист
th: FTP ไม่สามารถใช้ REST ได้
uk: FTP не можу використовувати REST
ur: ایف ٹی پی ریسٹ كو استعمال نهیں كر سكتا
uz: FTP RESTni ishlatolmadi
uz@cyrl: FTP RESET'ни ишлатолмади
wa: FTP: Dji n' sai eployî «REST»

source: FTP couldn't get size
ar: لم يتمكن Ftp من معرفة حجم الملف
az: FTP fayl böyüklüyü öyrənilə bilmədi
bg: FTP не получва големина
bn: এফটিপি ফাইলের আকার জানা যায়নি
ca: FTP: no s'ha pogut obtenir la mida
cy: Ftp'n methu canfod maint
da: FTP kunne ikke få størrelse
de: FTP konnte die Größe nicht ermitteln
el: To ftp δεν μπόρεσε να πάρει το μέγεθος
es: No se pudo obtener tamaño de ftp
eu: Ftp-k ezin izan du tamaina hartu
fa: FTP نتوانست اندازه را دریافت کند
fi: FTP ei saanut tiedoston kokoa
gl: FTP non se puido consegui-lo tamaño
he: שאילתת גודל הקובץ משרת העברת הקבצים נכשלה
hi: एफ़०टी०पी० आकार को नहीं पा सका
hu: FTP: a méret beolvasása nem sikerült
hy: FTP անհնար է ստանալ չափսը
id: FTP tidak dapat mendapatkan ukuran file
is: FTP fékk ekki stærð
it: FTP: non posso ottenere le dimensioni
ja: FTPでサイズを取得できません
ku: FTP ni kare mezinayî belgedankê hîlde
ky: FTP өлчөмүн аныктай албады
lt: FTP negalëjo gauti dydþio
mk: FTP не можеше да ја добие големината
ms: FTP tidak dapat mengetahui ukurannya
mt: Ma stajtx naqra d-daqs mill-ftp
nn: FTP klarte ikkje henta storleik
pa_in: FTP ਅਕਾਰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਿਆ
pl: Nie można pobrać rozmiaru przez FTP
pt: o FTP não pode obter o tamanho
pt_br: FTP - não foi possível achar o tamanho
ro: FTP Nu pot obþine mãrimea
sc: FTP: no apu pòtziu agatai sa mesura
sl: FTP ne morem dobiti velikosti
sq: FTP nuk mund ta njefë madhësinë
sr: FTP ниjе могао да подеси величину
sr@latn: FTP nije mogao da podesi velièinu
sv: FTP kunde inte hämta storlek
tg: FTP ҳаҷмро гирифта натавонист
th: FTP ไม่สามารถรู้จักขนาดไฟล์
uk: FTP не може визначити розм╕р
ur: ایف ٹی پی ماپ نهیں حاصل كر سكتا
uz: FTP hajmni ololmadi
uz@cyrl: FTP ҳажмни аниқлолмади
wa: FTP: Dji n' sai aveur li grandeu
