Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Computer science
af: Rekenaarswetenskap
ar: علوم الحاسب
ast: Ciencies informátiques
bg: Компютърни науки
br: Urzhiatañ
cy: Gwyddor Cyfrifiadureg
eo: Komputilscienco
fi: Tietokoneet
fur: Informatiche
hr: Računarska tehnika
id: Ilmu komputer
is: Tölvufræði
it: Informatica
mt: Xjenza tal-kompjuter
nn: Reknevitskap
pl: Technika komputerowa
sc: Informàtiga
sq: Shkencë kompjuterike
sr@latn: Nauka o računarima
ta: கணினியல்
tg: Илми компутар
tl: Agham pang-computer
uz@cyrillic: Информатика
uz@latn: Informatika
vi: Khoa học máy tính

source: Geosciences
af: Geowetenskap
ar: علوم الأرض
ast: Xeociencies
bg: Гео науки
br: Jeoloji
cy: Gwyddorau Daear
eo: Geosciencoj
fi: Geotieteet
fur: Siencis de Tiere
hr: Geologija
id: Geosains
is: Jarðfræði
it: Scienze della terra
mt: Xjenzi ġeoloġiċi
nn: Geovitskap
pl: Nauka o Ziemi
sc: Scièntzias de sa Terra
sq: Gjeoshkencore
sr@latn: Prirodne nauke
ta: புவியியல்
tg: Илмҳои ба замин тааллуқ дошта
uz@cyrillic: Ер ҳақида фанлар
uz@latn: Yer haqida fanlar

source: Mathematics
af: Wiskunde
ar: رياضيات
ast: Matemátiques
bg: Математика
br: Matematikoù
cy: Mathemateg
eo: Matematiko
fi: Matematiikka
fur: Matematiche
hr: Matematika
id: Matematika
is: Stærðfræði
it: Matematica
mt: Matematika
nn: Matematikk
pl: Matematyka
sc: Matemàtiga
sq: Matematikët
sr@latn: Matematika
ta: கணிதம்
tg: Риёзиёт
uz@cyrillic: Математика
uz@latn: Matematika
vi: Toán học

source: Physics
af: Fisika
ar: فيزياء
ast: Física
bg: Физика
br: Fisik
cy: Ffiseg
eo: Fiziko
fi: Fysiikka
fur: Fisiche
hr: Fizika
id: Fisika
is: Eðlisfræði
it: Fisica
mt: Fiżika
nn: Fysikk
pl: Fizyka
sc: Fìsiga
sq: Fizikët
sr@latn: Fizika
ta: இயற்பியல்
tg: Физика
uz@cyrillic: Физика
uz@latn: Fizika
vi: Vật lý

source: Shells
af: Aantekentolke
ar: برامج سطر الأوامر
bg: Шелове
br: Shelloù
cy: Cregyn
eo: Ŝeloj
fi: Komentotulkit
fur: Shell
hr: Ljuske
id: Shell
is: Skeljar
it: Shell
nn: Skal
pl: Powłoki
sc: Shell
sq: Shellet
sr@latn: Šelovi
ta: ஓடுகள்
tg: Пардозандаи фармонҳо
tl: Shell
uz@cyrillic: Консоллар
uz@latn: Konsollar

source: Sound
af: Klank
ar: الصوت
ast: Soníu
bg: Звук
br: Son
cy: Sain
eo: Sono
fi: Ääni
fur: Sunôr
hr: Zvuk
id: Suara
is: Hljóð
it: Suono
mt: Awdjo
nn: Lyd
pl: Dźwięk
sc: Sonu
sq: Zëri
sr@latn: Zvuk
ta: ஒலி
tg: Садо
tl: Tunog
uz@cyrillic: Товуш
uz@latn: Tovush
vi: Âm thanh

source: Base
af: Basis
ar: الحزم الأساسية
bg: Базови
br: Sol
cy: Sail
eo: Bazo
fi: Perus
hr: Baza
id: Dasar
is: Grunnur
mt: Bażi
nn: Grunnsystem
pl: Podstawowe
sc: Fundamentali
sq: Bazuar
sr@latn: Osnovno
ta: அடிப்படை
tg: Асос
uz@cyrillic: Асосий
uz@latn: Asosiy
vi: Cơ sở

source: Boot and Init
af: Selflaai en Init
ar: الإقلاع و بدء التشغيل
ast: Arranque ya Init
bg: Зареждане
br: Loc'hañ ha deraouekaat
cy: Cychwyn ac Ymgychwyn
eo: Starto kaj inico
fi: Käynnistys ja alustus
fur: Inviament e Init
hr: Boot i Init
id: Boot dan Init
is: Ræsing og Init
it: Boot e init
mt: Xegħil (boot u init)
nn: Oppstart
pl: Uruchamianie i inicjalizacja
sc: Boot e Init
sq: Boot dhe Init
sr@latn: Boot i Init
ta: தொடங்குதல்
tg: Худборшав ва Ба ҳарфи калон гузарӣ
tl: Boot at Init
uz@cyrillic: Тизимни юклаш
uz@latn: Tizimni yuklash
vi: Khởi động và Khởi tạo

source: Cluster
ar: عنقود
ast: Clúster
bg: Клъстер
br: Kluster
cy: Clwstwr
fi: Ryväs
id: Kluster
is: Safn
nn: Klynger
pl: Klaster
sr@latn: Klasteri
tg: Даста
uz@cyrillic: Кластер
uz@latn: Klaster

source: Configuration
af: Konfigurasie
ar: التهيئة
ast: Configuración
bg: Настройка
br: Kefluniadur
cy: Ffurfweddu
eo: Konfigurado
fi: Asetukset
fur: Configurazion
hr: Podesiti izvor?
id: Konfigurasi
is: Stillingar
it: Configurazione
mt: Konfigurazzjoni
nn: Oppsett
pl: Konfiguracja
sc: Assètiu
sq: Konfigurim
sr@latn: Podešavanje
ta: வடிவமைப்பு
tg: Пайкарабандӣ
uz@cyrillic: Мослаш
uz@latn: Moslash
vi: Cấu hình

source: Fonts
af: Lettertipes
ar: الخطوط
ast: Tipografíes
bg: Шрифтове
br: Nodrezhoù
cy: Ffontiau
eo: Tiparoj
fi: Kirjasimet
fur: Sortis di caratar
hr: Pisma
id: Font
is: Letur
it: Font
nn: Skrifter
pl: Czcionki
sc: Litras
sq: Polisat
sr@latn: Fontovi
ta: எழுத்துரு
tg: Ҳуруфҳо
tl: Font
uz@cyrillic: Шрифтлар
uz@latn: Shriftlar
vi: Phông chữ

source: X11 bitmap
ast: Bitmap X11
bg: Х11 битмап
br: Bitmap X11
cy: Didfap X11
eo: X11-bitmapo
fi: X11 bittikartta
fur: Bitmap X11
hr: X11 bitmapa
is: X11 bitamynd
it: Bitmap X11
mt: Bitmap X11
nn: X11-bilete
pl: Bitmapa X11

source: Internationalization
af: Internasionalisering
ar: التدويل
ast: Internacionalización
bg: Интернационализация
br: Etrebroadeladur
cy: Rhyngwladoli
eo: Internaciigo
fi: Kansainvälistäminen
fur: Internazionalizazion
hr: Internacionalizacija
id: Internasionalisasi
is: Tungumál
it: Localizzazione
mt: Internazzjonalizzazzjoni
nn: Språkstøtte
pl: Internacjonalizacja
sc: Intrenatzionallisadura
sq: Internacionalizimi
sr@latn: Internacionalizacija
tg: интернасионализатсия
uz@cyrillic: Таржималар
uz@latn: Tarjimalar
vi: Quốc tế hóa

source: Kernel and hardware
af: Kernel en hardeware
ar: النواة و العتاد
ast: Kernel y hardware
bg: Ядро и хардуер
br: Kalon ha perientel
cy: Cnewyllyn a chaledwedd.
eo: Kerno kaj aparataro
fi: Ydin ja laitteisto
fur: Kernel e hardware
hr: Kernel i hardware
id: Kernel dan perangkat keras
is: Kjarni og vélbúnaður
it: Kernel e hardware
mt: Kernel u ħardwer
nn: Maskinvare og kjernen
pl: Jądro i sprzęt
sc: Kernel e hardware
sq: Bërthama dhe hardveri
sr@latn: Kernel i hardver
tg: Асосӣ ва Сахтафзор
tl: Kernel at hardware
uz@cyrillic: Кернел ва асбоб-ускуналар
uz@latn: Kernel va asbob-uskunalar
vi: Kernel và phần cứng

source: Libraries
af: Programmateke
ar: المكتبات
ast: Biblioteques
bg: Библиотеки
br: Levraouegoù
cy: Llyfrgelloedd
eo: Libraroj
fi: Kirjastot
fur: Librariis
hr: Biblioteke
id: Pustaka
is: Undirforritasöfn
it: Librerie
mt: Libreriji
nn: Bibliotekfiler
pl: Biblioteki
sc: Librerias
sq: Bibliotekat
sr@latn: Biblioteke
ta: நூலகங்கள்
tg: Китобхонаҳо
tl: Library
uz@cyrillic: Кутубхоналар
uz@latn: Kutubxonalar
vi: Thư viện

source: Packaging
af: Verpakking
ar: التحزيم
ast: Empaquetáu
bg: Работа с пакети
br: Pakadiñ
cy: Pecynnu
eo: Pakante
fi: Pakkaus
fur: Pachets
hr: Paketiranje
id: Pemaketan
is: Pakkastjórn
it: Pacchetti
mt: Pakkettjar
nn: Pakkar
pl: Pakowanie
sc: Pakitus
sq: Paketim
sr@latn: Pakovanje
ta: rpmதொகுப்பு
tg: Бастабандӣ
tl: Pagpa-Package
uz@cyrillic: Пакетлар
uz@latn: Paketlar
vi: Đóng gói

source: Printing
af: Drukkers
ar: الطباعة
ast: Imprentación
bg: Печатане
br: War voulañ
cy: Argraffu
eo: Presante
fi: Tulostus
fur: Stampe
hr: Upozorenje
id: Pencetakan
is: Prentun
it: Stampa in corso
mt: Printjar
nn: Utskrift
pl: Drukowanie
sc: Imprenta
sq: Stampimi
sr@latn: Štampanje
ta: அச்சு மேலாளர்
tg: Чопкунӣ
tl: Pagpi-print
uz@cyrillic: Босиб чиқариш
uz@latn: Bosib chiqarish
vi: In ấn

source: Servers
af: Bedieners
ar: الخادمات
ast: Sirvidores
bg: Сървъри
br: Servijerien
cy: Gweinyddion
eo: Serviloj
fi: Palvelimet
fur: Server
hr: Poslužitelji
id: Server
is: Þjónustur
it: Server
nn: Tenarar
pl: Serwery
sc: Server
sq: Serverët
sr@latn: Serveri
ta: சேவையகங்கள்
tg: Хидматрасонҳо
tl: Server
uz@cyrillic: Серверлар
uz@latn: Serverlar
vi: Máy chủ

source: Terminals
af: Terminale
ar: محاكيات الطرفيات
ast: Terminales
bg: Терминали
br: Termenelloù
cy: Terfynellau
eo: Terminaloj
fi: Päätteet
fur: Terminâi
hr: Terminali
id: Terminal
is: Skjáhermar
it: Terminali
nn: Terminalar
pl: Terminale
sc: Terminalis
sq: Terminalet
sr@latn: Terminali
ta: முனையம்
tg: Поёнаҳо
tl: Terminal
uz@cyrillic: Терминаллар
uz@latn: Terminallar

source: Text tools
af: Teksverwante Nutsprogramme
ar: أدوات النصوص
ast: Ferramientes de testu
bg: Инструменти за работа с текст
br: Binvioù skrid
cy: Offer testun
eo: Tekstiloj
fi: Tekstityökalut
fur: Imprescj par scrivi
hr: Alati za tekst
id: Perkakas teks
is: Textatól
it: Strumenti per testi
mt: Għodda tat-test
nn: Tekstverktøy
pl: Narzędzia tekstowe
sc: Ainas de scritura
sq: Vegla teksti
sr@latn: Alati za tekst
ta: உரை கருவிகள்
tg: Асбобҳои матнӣ
tl: Kasangkapang pang-text
uz@cyrillic: Матн воситалари
uz@latn: Matn vositalari
vi: Công cụ văn bản

source: Toys
af: Speelgoeters
ar: ألعاب طفولية
ast: Xuguetes
bg: Играчки
br: C'hoarielloù
cy: Teganau
eo: Ludiloj
fi: Lelut
fur: Zûcs par fruts
hr: Igračke
id: Mainan
is: Leikföng
it: Giochi
mt: Ġugarelli
nn: Leiker
pl: Zabawki
sc: Joghitus
sq: Lodrat
sr@latn: Igračke
ta: பொம்மைகள்
tg: Бозиҳо
tl: Laruan
uz@cyrillic: Ўйинчоқлар
uz@latn: O'yinchoqlar
vi: Đồ chơi

source: Video
ar: فيديو
ast: Vídeu
bg: Видео
cy: Fideo
eo: Vidbendo
is: Kvikmyndir
nn: Film
pl: Wideo
sc: Vìdeo
ta: ஒளித்தோற்றம்
tg: Видео
uz@cyrillic: Видео

source: Workstation
af: Werkstasie
ar: محطة عمل
ast: Estación de trabayu
bg: Работна станция
br: Post labour
cy: Man Gwaith
eo: Laborstacio
fi: Työasema
hr: Radna stanica
is: Vinnustöð
nn: Arbeidstasjon
pl: Stacja robocza
sq: Stacion punues
sr@latn: Radna stanica
ta: வேலைக்களம்
tg: Истгоҳи корӣ
uz@cyrillic: Иш станцияси
uz@latn: Ish stantsiyasi
vi: Máy trạm

source: Console Tools
af: Konsole Hulpprogramme
ar: أدوات الطرفيّات
ast: Ferramientes pa consola
bg: Конзолни инструменти
br: Ostilhoù letrin
cy: Offer y Consol
eo: Konsoliloj
fi: Komentorivityökalut
hr: Konzolni Alati
id: Perangkat Konsol
is: Skjától
it: Programmi da riga di comando
mt: Għodda tal-konsol
nn: Konsollverktøy
pl: Narzędzia konsolowe
sq: Vegla në konsolë
sr@latn: Konzolni alati
ta: முனையக் கருவிகள்
tg: Асбобҳои Нозиргоҳ
tl: Kagamitang Pang-Console
uz@cyrillic: Терминал воситалари
uz@latn: Terminal vositalari
vi: Các công cụ console

source: Game station
af: Speletjiesrekenaar
ar: محطّة ألعاب
ast: Estación de Xuegos
bg: Станция за игри
br: Arsav c'hoarioù
cy: Man chwarae
eo: Ludstacio
fi: Peliasema
hr: Igračka radna stanica
id: Tempat permainan
is: Leikja-(vinnu)stöð
it: Computer per giocare
mt: Logħob
nn: Spelmaskin
pl: Stacja rozrywkowa (gry)
sq: Stacion Lojërash
sr@latn: Stanica za igru
ta: விளையாட்டுகள்
tg: Истгоҳи бозӣ
tl: Pang-laro na istasyon
uz@cyrillic: Ўйин станцияси
uz@latn: O'yin stantsiyasi
vi: Trò chơi

source: Internet station
af: Internetstasie
ar: محطّة إنترنت
ast: Estación Internet
bg: Интернет станция
br: Arsav internet
cy: Man Rhyngrwyd
eo: Interreta stacio
fi: Internettyöasema
hr: Internet stanica
id: Tempat internet
is: Internet-vinnustöð
it: Computer con accesso ad Internet
mt: Internet
nn: Internett-maskin
pl: Stacja internetowa
sq: Stacion Interneti
sr@latn: Internet stanica
ta: இணையக் கணினி
tg: Истгоҳи Интернет
tl: Pang-internet na istasyon
uz@cyrillic: Интернет станцияси
uz@latn: Internet stantsiyasi
vi: Internet

source: Multimedia station
af: Multimediastasie
ar: محطة وسائط متعدّدة
ast: Estación Multimedia
bg: Мутимедийна станция
br: Arsav liesvedia
cy: Man aml-gyfrwng
eo: Plurmediaj stacio
fi: Multimediatyöasema
hr: Multimedijska stanica
id: Tempat multimedia
is: Margmiðlunar-vinnustöð
it: Computer multimediale
mt: Multimedja
nn: Multimediemaskin
pl: Stacja multimedialna
sq: Stacion Multimedia
sr@latn: Multimedijalna stanica
ta: பல்லூடக கணினி
tg: Истгоҳи бисёрмуҳита
tl: Pang-multimedia na istasyon
uz@cyrillic: Мултимедиа станцияси
uz@latn: Multimedia stantsiyasi
vi: Đa phương tiện

source: Network Computer (client)
af: Netwerkrekenaar (kliënt)
ar: جهاز شبكة (عميل)
ast: Ordenador de Rede (veceru)
bg: Мрежов компютър (клиент)
br: Urzhiataer rouedad (kliant)
cy: Cyfrifiadur Rhwydwaith (cleient)
eo: Reta computilo (kliento)
fi: Verkkopääte (asiakas)
hr: Mrežno računalo (klijent)
id: Jaringan Komputer (klien)
is: Netbiðlarar
it: Computer in rete (client)
mt: Kompjuter fuq network (klijent)
nn: Nettverksmaskin (klient)
pl: Komputer sieciowy (klient)
sq: Kompjuter Rrjeti (klient)
sr@latn: Mrežni kompjuter, (klijent)
ta: வலையமைப்புக் கணினி(வேண்டி)
tg: Компютери Шабакавӣ (мизоҷ)
uz@cyrillic: Тармоқдаги компьютер (клиент)
uz@latn: Tarmoqdagi kompyuter (klient)
vi: Máy tính mạng (khách)

source: Office Workstation
af: Kantoorwerkstasie
ar: محطّة عمل مكتبية
ast: Estación de trabayu d'Oficina
bg: Офисна работна станция
br: Post labour burevek
cy: Gweithfan Swyddfa
eo: Oficeja laborstacio
fi: Toimistotyöasema
hr: Uredska radna stanica
id: Workstation Kantor
is: Skrifstofu-vinnustöð
it: Postazione di lavoro con programmi da ufficio
mt: Kompjuter tal-Uffiċċju
nn: Kontormaskin
pl: Stacja biurowa
sq: Stacioni Punues në Tryezë
sr@latn: Radna (Office) stanica
ta: அலுவல் கருவிகள்
tg: Истгоҳи Кории Идораӣ
tl: Pang-opisina na Workstation
uz@cyrillic: Идора станцияси
uz@latn: Idora stantsiyasi
vi: Văn phòng

source: Scientific Workstation
af: Wetenskaplike Werkstasie
ast: Estación de trabayu científica
bg: Научна работна станция
br: Post labour skiantel
cy: Man Gwaith Gwyddonol
id: Workstation Ilmiah
is: Vísinda-vinnustöð
it: Stazione di lavoro scientifica
nn: Vitskapleg arbeidsstasjon
pl: Stacja naukowa
sq: Stacioni Punues Shkencor
sr@latn: Naučna radna stanica
ta: அறிவியல் பணிக்கணினி
uz@cyrillic: Илмий станция
uz@latn: Ilmiy stantsiya

source: Graphical Environment
af: Grafiese Omgewing
ar: بيئات رسومية
ast: Entornu gráficu
bg: Графична среда
br: Endeo grafikel
cy: Amgylchedd Graffig
fi: Graafinen ympäristö
fur: Ambient Grafic
hr: Grafičko Okružje
id: Lingkungan Grafis
is: Myndrænt umhverfi
it: Ambiente grafico
mt: Ambjent Grafiku
nn: Grafisk miljø
pl: Środowisko graficzne
sc: Ambienti Gràfigu
sq: Mjedis Grafikë
sr@latn: Grafičko Okruženje
ta: வரைவியல்வழி சூழல்கள்
tg: Муҳити Графикӣ
tl: Graphical na Kapaligiran
uz@cyrillic: График муҳит
uz@latn: Grafik muhit
vi: Môi trường đồ hoạ

source: GNOME Workstation
af: GNOME-werkstasie
ar: محطّة عمل جينوم
ast: Estación de trabayu GNOME
bg: Gnome работна станция
br: Post burevek GNOME
cy: Man Gwaith Gnome
eo: Gnoma Laborstacio
fi: GNOME-työasema
hr: Gnome radna stanica
id: Workstation GNOME
is: Gnome vinnustöð
it: Workstation grafica con GNOME
mt: Stazzjon GNOME
nn: GNOME-arbeidsstasjon
pl: Stacja GNOME
sq: Stacioni punues Gnome
sr@latn: Gnome radna stanica
ta: குேனாம் பணிக்கணினி
tg: Истгоҳи кории Gnome
uz@cyrillic: GNOME станцияси
uz@latn: GNOME stantsiyasi

source: IceWm Desktop
ast: Escritoriu IceWm
bg: IceWm графична среда
br: Burev IceWm
cy: Bwrdd Gwaith IceWm
fi: IceWm Työpöytä
id: Desktop IceWm
is: IceWm Skjáborð
it: Desktop IceWm
nn: IceWm-skrivebord
pl: Pulpit IceWM
uz@cyrillic: IceWm иш столи
uz@latn: IceWm ish stoli

source: KDE Workstation
af: KDE Werkstasie
ar: محطّة عمل كيدي
ast: Estación de trabayu KDE
bg: KDE работна станция
br: Post burevek KDE
cy: Man Gwaith KDE
eo: KDE Laborstacio
fi: KDE-työasema
hr: KDE radna stanica
id: Workstation KDE
is: KDE Vinnustöð
it: Workstation grafica con KDE
mt: Stazzjon KDE
nn: KDE-arbeidsstasjon
pl: Stacja KDE
sq: Stacioni punues KDE
sr@latn: KDE radna stanica
ta: Kசாளரமைப்பு பணிக்கணினி
tg: Истгоҳи кории KDE
uz@cyrillic: KDE станцияси
uz@latn: KDE stantsiyasi
vi: KDE

source: Other Graphical Desktops
af: Ander Grafiese Werkskerms
ar: أسطح مكتب رسومية أخرى
ast: Otros entornos gráficos
bg: Други графични среди
br: Burevioù c'hrafek all
cy: Byrddau Gwaith Graffigol Eraill
fi: Muut graafiset käyttöympäristöt
hr: Druga grafička radna okružja
id: Desktop Grafis Lainnya
is: Aðrir gluggastjórar
it: Altri desktop grafici
mt: Desktops Grafiċi Oħrajn
nn: Andre grafiske skrivebord
pl: Inne środowiska graficzne
sc: Atras scrianias gràfigas
sq: Mjedise të Tjera Grafike në Tryezë
sr@latn: Drugi grafički desktopovi
ta: மற்ற வரைவியல்வழி மேலாளர்கள்
tg: Дигар Мизҳои Кории Графикӣ
tl: Ibang Mga Graphical Desktop
uz@cyrillic: Бошқа график иш столлари
uz@latn: Boshqa grafik ish stollari
vi: Các màn hình nền đồ hoạ khác

source: Server
af: Bediener
ar: خادم
ast: Sirvidor
bg: Сървър
br: Servijer
cy: Gweinydd
eo: Servilo
fi: Palvelin
hr: Poslužitelj
is: Miðlari
nn: Tenar
pl: Serwer
ta: சேவையகம்
tg: Хидматрасон
uz@cyrillic: Сервер
vi: Máy chủ

source: Database
af: Databasis
ar: قواعد البيانات
ast: Sirvidor, Bases de Datos
bg: Бази данни
br: Stlennvon
cy: Cronfa Ddata
eo: Datumbazoj
fi: Tietokanta
hr: Baza podataka
id: Basis Data
is: Gagnagrunnar
pl: Baza danych
sq: Bazë e të dhënave
sr@latn: Server,Baze podataka
ta: தரவுதளங்கள்
tg: Манбаи маълумот
uz@cyrillic: Маълумот базаси
uz@latn: Ma'lumot bazasi
vi: Cơ sở dữ liệu

source: Firewall/Router
af: Vuurmuur/Netwerkroteerder
ar: جدار ناري/موجِّه
ast: Tornafueos/Router
bg: Защитна стена/Рутер
br: Moger tan/Henter
cy: Mur Gwarchod/Llwybrydd
fi: Palomuuri / Reititin
hr: Vatrozid/Ruter
is: Eldveggur/beinir
nn: Brannmur og rutar
pl: Zapora sieciowa/router
sq: Murë-i-Zjarrtë/Router
sr@latn: Server, Firewall/Router
ta: நெருப்புச்சுவர்/வழிப்படுத்தி
tg: Фейрвол/Масиргузор
uz@cyrillic: Файервол/Рутер
uz@latn: Fayervol/Ruter
vi: Tường lửa/Định tuyến

source: Mail/Groupware/News
ast: Corréu/Groupware/Noticies
bg: Поща/Софтуер за работни групи/Новини
cy: E-bost/Grwpwar/Newyddion
id: Mail/Groupware/Berita
is: Póst/Hópvinnsla/Fréttir
nn: E-post, gruppevare og temagrupper
pl: Poczta / Praca grupowa / Grupy dyskusyjne
sr@latn: Pošta/Grupe/Vesti

source: Network Computer server
af: Netwerkrekenaar-bediener
ar: خادم شبكات
ast: Sirvidor de rede
bg: Мрежов компютър (сървър)
br: Servijer rouedad
cy: Gweinydd Cyfrifiadur Rhwydwaith
eo: Reta computilo (servilo)
fi: Verkkotietokone (palvelin)
hr: Mrežni računalni poslužitelj
id: Server Jaringan Komputer
is: Netþjónustur
it: Server di rete
mt: Kompjuter Server tan-Network
nn: Nettverkstenar
pl: Serwer sieciowy
sq: Server Kompjuter Rrjeti
sr@latn: Mrežni Server
ta: வலையமைப்பக பரிமாறி
tg: Хидматрасони Компютери Шабакавӣ
uz@cyrillic: Тармоқдаги компьютер (сервер)
uz@latn: Tarmoqdagi kompyuter (server)
vi: Máy chủ mạng

source: Usage: %s [OPTION]...
af: Gebruik: %s [OPSIES]...
ar: الاستخدام: %s [خيارات]...
ast: Usu: %s [OPCIÓN]...
bg: Изпозлване: %s [ОПЦИЯ]...
br: Arveriadur : %s [DIBARZHOÙ] ...
cy: Defnyddi: %s [DEWIS]...
eo: Uzado: %s [OPCIOJ]...
fi: Käyttö: %s [OPTIO]...
fur: Ûs: %s [OPZION]...
hr: Uporaba: %s [OPCIJE]...
id: Pemakaian: %s [OPSI]...
is: Notkun: %s [VALKOSTIR]...
it: Uso: %s [OPZIONE]...
mt: Użu: %s [GĦAŻLIET]...
nn: Bruk: %s [VAL] …
pl: Użycie: %s [OPCJA]...
sc: Impreu: %s [SCERA]...
sq: Përdorim: %s [OPCIONI...]
sr@latn: Upotreba: %s [OPCIJA]...
ta: பயன்பாடு: %s [விருப்பத்தேர்வுகள்]...
tg: Истифода: %s [ИНТИХОБҲО]...
tl: Paggamit: %s [OPTION]...
uz@cyrillic: Фойдаланиш: %s [ПАРАМЕТРЛАР]...
uz@latn: Foydalanish: %s [PARAMETRLAR]...
vi: Cách dùng: %s [TÙY CHỌN]...

source: --auto assume default answers to questions
ast: --auto asumir rempuestes predeterminaes pa les entrugues
cy: --auto derbyn atebion rhagosodedig i gwestiynau
it: --auto utilizza le risposte predefinite per le domande
nn: --auto – Bruk standardsvar på alle spørsmål.
pl: --auto przyjmij domyślne odpowiedzi na wszystkie pytania

source: --changelog-first display changelog before filelist in the description window
ast: --changelog-first amuesa'l ficheru de rexistru de cambeos enantes de la llista de los ficheros na ventana de descripción
cy: --changelog-first dangos cofnod newid cyn filelist yn y ffenestr disgrifio
fi: --changelog-first näytä muutoslokia ennen tiedostolistausta kuvausikkunassa
id: --changelog-first menampilkan changelog sebelum daftar file pada jendela deskripsi
is: --changelog-first sýna breytingasögu á undan skráalista í lýsingarglugga
it: --changelog-first mostra nella finestra con la descrizione l'elenco dei cambiamenti prima dell'elenco dei file
nn: --changelog-first – Vis endringslogg før fillista i skildringsvindauget.
pl: --changelog-first wyświetla listę zmian w oknie opisu przed podaniem listy plików
sc: --changelog-first amosta su changelog innantis de sa filelist in sa fentana descriidora
sr@latn: --changelog-first pokaži beleške promena pre liste datoteka u prozoru za objašnjenje
vi: --changelog-first hiển thị changelog trước filelist trong cửa sổ mô tả

source: --media=medium1,.. limit to given media
ast: --media=medium1,.. limitase al preséu dau
cy: --media=medium1,.. terfyn i'r cyfrwng hwn
fi: --media=media1,.. rajoita valittuun mediaan
id: --media=medium1,.. batasi pada media yang diberikan
is: --media=miðill1,.. takmarka við uppgefna miðla
it: --media=medium1,.. usa solo le fonti nell'elenco
nn: --media=medium1, … – Avgrens til vald medium.
pl: --media=medium1,.. ograniczenie do oznaczonego nośnika
sc: --media=medium1,.. firmadì a su mèdiu inditau
sr@latn: --media=medium1,.. granica za dati medij
vi: --media=medium1,.. giới hạn cho phương tiện

source: --merge-all-rpmnew propose to merge all .rpmnew/.rpmsave files found
ast: --merge-all-rpmnew propon amestar tolos ficheros.rpmnew/.rpmsave alcontraos
cy: --merge-all-rpmnew cynnig uno pob ffeil .rpmnew/.rpmsave
fi: --merge-all-rpmnew ehdota kaikki löydettyjen .rpmnew/.rpmsave tiedostojen yhdistäminen
id: --merge-all-rpmnew mengajukan penggabungan semua file .rpmnew/.rpmsave yang ditemukan
is: --merge-all-rpmnew Gera tillögu um að bræða saman allar .rpmnew/.rpmsave skrár sem finnast
it: --merge-all-rpmnew propone di fondere tutti i file .rpmnew/.rpmsave che trova
nn: --merge-all-rpmnew – Føreslå å slå saman alle .rpmnew- og .rpmsave-filene funne.
pl: --merge-all-rpmnew proponuje połączenie wszystkich odnalezionych plików .rpmnew/.rpmsave files found
sc: --merge-all-rpmnew proponi de auniri totu is file .rpmnew/.rpmsave agataus
sr@latn: --merge-all-rpmnew predloži da budu sjedinjeni svi fajlovi .rpmnew/.rpmsave koji su nađeni
vi: --merge-all-rpmnew yêu cầu hợp nhất mọi tập tin .rpmnew/.rpmsave được tìm thấy

source: --mode=MODE set mode (install (default), remove, update)
ast: --mode=MODE afitar mou (instalar (por defeutu), desaniciar, anovar)
cy: --mode=MODE gosod modd (gosod (rhagosodedig), tynnu, diweddaru)
fi: --mode=MODE aseta tila (install (oletus), remove, update)
id: --mode=MODE menentukan mode (install (default), hapus, update)
is: --mode=Hamur setja ham (install (sjálfgefið), remove, update)
it: --mode=MODALITÀ imposta la modalità (install (predefinito), remove, update)
nn: --mode=MODUS – Vel modus (install (installer – standard), remove (fjern), update (oppdater)).
pl: --mode=MODE wybór trybu (instalacja (domyślny), usuwanie, aktualizacja)
sc: --mode=MODE assètia sa modalidadi (aposenta (predefinia), srèxina, ajorrona)
sr@latn: --mode=MODE postavi mod (instalacija (osnovna), ukloni, nadogradnja)
vi: --mode=MODE đặt phương thức (cài đặt (mặc định), gỡ bỏ, cập nhật)

source: --justdb update the database, but do not modify the filesystem
ast: --justdb anovar la BD, pero nun camudar el sistema de ficheros
cy: --justdb diweddaru'r gronfa ddata ond nid newid y system ffeil
it: --justdb aggiorna il database, ma non modifica il filesystem
nn: --justdb – Oppdater databasen, men gjer ikkje endringar på filsystemet.
pl: --justdb zaktualizuj bazę danych, ale nie zmieniaj danych w systemie plików

source: --no-confirmation don't ask first confirmation question in update mode
ast: --no-confirmation nun pedir confirmación en mou anovamientu
cy: --no-confirmation peidio gofyn cwestiwn cadarnhau ym modd diweddaru
fi: --no-confirmation älä kysy ensimmäinen vahvistus päivitystilassa
id: --no-confirmation jangan tanya pertanyaan konfirmasi dalam mode update
is: --no-confirmation ekki biðja um staðfestingu í uppfærsluham
it: --no-confirmation non chiede una conferma preventiva durante gli aggiornamenti
nn: --no-confirmation – Ikkje spør om stadfesting i oppdateringsmodus.
pl: --no-confirmation w trybie aktualizacji pomija pytanie o potwierdzenie
sc: --no-confirmation no ponjast preguntas de cunfirma in modalidadi ajorronu
sr@latn: --no-confirmation ne postavljaj prvo pitanje za potvrđivanje u modu za nadogradnju
vi: --no-confirmation không hỏi việc khẳng định trong phương thức cập nhật
