Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: You need to select some packages first.
af: Kies eers u pakkette.
ar: عليك اختيار بعض الحزم أولاً.
ast: Primero necesites escoyer dellos paquetes.
bg: Трябва да изберете някакви пакети.
br: Red eo deoc'h da zibab un darn pakad da gentañ.
cy: Rhaid dewis rhai pecynnau'n gyntaf.
eo: Vi devas unue elekti kelkajn pakaĵojn.
fi: Sinun pitää valita joitakin paketteja ensin.
fur: Tu âs di selezionâ cualchi pachet prin.
hr: Izaberite vaše pakete
id: Anda harus memilih beberapa paket dahulu.
is: Þú verður að velja einhverja pakka fyrst.
it: Devi prima scegliere almeno un pacchetto.
mt: L-ewwel trid tagħżel xi pakketti.
nn: Du må velja nokre pakkar først.
pl: Należy najpierw wybrać jakieś pakiety.
sc: Po primu cosa depis sçoberai cancu pakitu.
sq: Ju duhet ti zgjedhni disa pako në fillim.
sr@latn: Prvo morate da odaberete neke pakete.
tg: Пеш аз ҳама шумо бояд якчанд қуттиҳоро интихоб намоед.
tl: Kailangan mo munang mamili ng ilang mga package.
uz@cyrillic: Аввало ўрнатилиши керак бўлган пакетларни танлашингиз керак.
uz@latn: Avvalo o'rnatilishi kerak bo'lgan paketlarni tanlashingiz kerak.
vi: Cần chọn một số gói tin trước tiên.

source: Too many packages are selected
af: U het te veel pakette gekies
ar: تم اختيار حزم كثيرة
ast: Escoyistes demasiaos paquetes
bg: Твърде много пакети са избрани
br: Re a pakadoùet zo diuzet
cy: Mae gormod o becynnau wedi eu dewis
eo: Tro multaj pakaĵoj elektitaj
fi: Liian paljon paketteja valittu
fur: E son selezionâts masse pachets
hr: Paketa već instalirano
id: Terlalu banyak paket yang dipilih
is: Of margir pakkar valdir
it: Troppi pacchetti selezionati
lv: Izvçlçtas pa daudz pakotnes
mt: Hemm wisq pakketti magħżula
nn: For mange pakkar valde
no: For mange pakker er valgt
pl: Wybrano zbyt wiele pakietów
sc: Tropu pakitus sçoberaus
sq: Numër shumë i madhë i pakove të zgjedhura
sr@latn: Izabrali ste previše paketa
ta: அளவுக்கதிகமான பொதிகள் தேர்வு செய்யப்பட்டுள்ளது
tg: Аз ҳад зиёд қуттиҳо интихоб шудаанд
th: มีเพกเกจที่ถูกเลือกมากเกินไป
tl: Sobrang daming package ang pinili
uz@cyrillic: Жуда кўп пакетлар танланган
uz@latn: Juda ko'p paketlar tanlangan
vi: Có quá nhiều gói tin được chọn

source: Fatal error
af: Ernstige fout
ar: خطأ قاتل
ast: Fallu grave
bg: Фатална грешка
br: Fazi sac'hus
cy: Gwall terfynol
eo: Fatala eraro
fi: Ohittamaton virhe
fur: Fal fatâl
hr: Greška pri pisanju
id: Kesalahan fatal
is: Banvæn villa
it: Errore fatale
mt: Problema fatali
nn: Kritisk feil
pl: Poważny błąd
sc: Faddina mortali
sq: Gabim fatal
sr@latn: Fatalna greška
ta: சிறிய பிழை
tg: Хатогии ҷиддӣ
uz@cyrillic: Жуда жиддий хато
uz@latn: Juda jiddiy xato
vi: Lỗi trầm trọng

source: A fatal error occurred: %s.
af: 'n Ernstige fout het voorgekom: %s.
ar: ظهر خطأ قاتل: %s
ast: Hebo un fallu grave: %s.
bg: Получи се непоправима грешка: %s
br: Degouezhet ez eus ur fazi sac'hus : %s.
cy: Digwyddodd gwall terfynol:%s.
eo: Okazis fatala eraro: %s.
fi: Tapahtui ohittamaton virhe: %s.
fur: A si è verificât un fal fatâl: %s.
hr: Nastupila je kobna pogreška: %s.
id: Kesalahan fatal terjadi: %s.
is: Banvæn villa kom upp: %s.
it: Si è verificato un errore fatale: %s.
mt: Inqalgħet problema fatali: %s.
nn: Det oppstod ein kritisk feil: %s.
pl: Wystąpił poważny błąd: %s.
sc: Faddina mortali: %s.
sq: Një gabim fatal është paraqitur: %s.
sr@latn: Pojavila se fatalna greška: %s.
tg: Хатогии ҷиддӣ рӯй дод: %s.
tl: May nangyaring fatal error: %s.
uz@cyrillic: Жуда жиддий хато рўй берди: %s.
uz@latn: Juda jiddiy xato ro'y berdi: %s.
vi: Xả ra lỗi trầm trọng: %s.

source: Please wait, listing packages...
af: Net 'n oomblik, skep 'n lys van pakkette
ar: انتظر من فضلك، جاري سرد الحزم...
ast: Por favor espera, llistando paquetes...
bg: Моля, изчакайте. Изобразяване на пакети...
br: Gortozit mar plij, emaon o tiskouez ar pakadoù ...
cy: Arhoswch, rhestri pecynnau...
eo: Bonvole atendu, mi listigas pakaĵojn...
fi: Odota, listataan paketteja...
fur: Par plasè spiete, in vore l'ordinament dai pachets...
hr: Molimo pričekajte Sortiram pakete
id: Harap tunggu, paket sedang didaftar...
is: Augnablik, bý til pakkalista...
it: Attendere, è in corso la creazione dell'elenco dei pacchetti...
lv: Lûdzu gaidiet, veidoju pakotòu sarakstu...
mt: Stenna ftit, qed jiġu llistjati l-pakketti...
nn: Hentar oversikt over pakkar. Vent litt …
pl: Proszę czekać, wypisywanie pakietów...
sc: Abeta, allistru is pakitus...
sq: Një moment ju lutemi, numërimi i pakove...
sr@latn: Molim Vas sačekajte, listam pakete...
ta: தயவுசெய்து காத்திருக்கவும், பொதிகள் பட்டியலிடப்படுகிறது
tg: Интизор шавед, рӯйхатсозии қуттиҳо...
th: กำลังทำรายชื่อเพกเกจ, กรุณารอสักครู่
tl: Pakihintay, nililista ang mga package...
uz@cyrillic: Пакетлар рўйхати яратилмоқда, илтимос куриб туринг...
uz@latn: Paketlar ro'yxati yaratilmoqda, iltimos kurib turing...
vi: Hãy đợi, đang liệt kê các gói...

source: No update
af: Geen opdatering
ar: لا تحديث
ast: Ensin anovamientos
bg: Няма обновления
br: N'eus hini da vremanaat ebet
cy: Dim diweddariad
eo: Neniu ĝisdatigo
fi: Ei päivityksiä
fur: Nissune atualizazion
hr: Napravi Nadogradnje
id: Tidak ada update
is: Engar uppfærslur
it: Nessun aggiornamento
lv: Nav jauninâjuma
mt: Ebda aġġornament
nn: Inga oppdatering
pl: Brak aktualizacji
sc: Nisçunu ajorronu
sq: Asnjë azhurnim
sr@latn: Bez nadogradnje
ta: புதுப்பிக்க ஒன்றுமில்ைல
tg: Навигарӣ нест
th: ไม่มีตัวอัพเดท
tl: Walang update
uz@cyrillic: Янгиланишлар йўқ
uz@latn: Yangilanishlar yo'q
vi: Không có cập nhật

source: All
af: Alles
ar: الكلّ
ast: Too
bg: Всички
br: Holl
cy: Popeth
eo: Ĉiuj
fi: Kaikki
fur: Ducj
hr: Sve
id: Semua
is: Allt
it: Tutti
mt: Kollha
nn: Alle
pl: Wszystko
sc: Totu
sq: Gjitha
sr@latn: Sve
ta: அனைத்து
tg: Ҳама
tl: Lahat
uz@cyrillic: Ҳаммаси
uz@latn: Hammasi
vi: Toàn bộ

source: Upgradable
af: Opgradeerbaar
ar: قابلة للترقية
ast: Anovable
bg: Обновим
br: Bremanabl
cy: Diweddariadwy
eo: Ĝisdatigebla
fi: Päivitettävissä
fur: Atualizabil
hr: Nadogradi
id: Dapat di-upgrade
is: Uppfæranlegt
it: Aggiornabili
lv: Atjauninâms
mt: Jistgħu jiġu aġġornati
nn: Oppgraderbare
pl: Aktualizacja możliwa
sc: Ajorronaditzu
sq: Azhurnuar
sr@latn: Mogu se nadograditi
ta: புதுப்பிக்கக்கூடிய
tg: Афзоишшаванда
th: อัพเกรดได้
tl: Maa-upgrade
vi: Có thể nâng cấp

source: Installed
af: Geïnstalleer
ast: Instaláu
bg: Инсталирани
br: Staliet
cy: Gosodwyd
eo: Instalitaj
fi: Asennettu
id: Terinstall
is: Uppsett
it: Installato
nn: Installerte
pl: Zainstalowany
sr@latn: Instalirano
uz@cyrillic: Ўрнатилган
uz@latn: O'rnatilgan

source: Addable
af: Byvoegbaar
ar: قابلة للإضافة
ast: Amestable
bg: Възможни за добавяне
br: Ouzhpennabl
cy: Ychwanegadwy
eo: Aldonebla
fi: Lisättävissä
fur: Zontabil
hr: Može se dodati
id: Dapat ditambahkan
is: Viðbætanlegt
it: Aggiungibili
lv: Pievienojams
mt: Jistgħu jiġu miżjuda
nn: Kan leggjast til
no: Kan legge til
pl: Dodawalne
sc: Açungiditzu
sq: Të reja
sr@latn: Mogu se dodati
ta: சேர்க்கப்படக்கூடிய
tg: Иловашаванда
th: เพิ่มได้
tl: Maidadagdag
uz@cyrillic: Қўшса бўлади
uz@latn: Qo'shsa bo'ladi
vi: Có thể thêm vào

source: Description not available for this package
ar: الوصف غير متوفّر لهذه الحزمة
ast: Descripción nun disponible pa esti paquete
bg: Няма описание на този пакет
br: N'eo ket da gaout deskrivadur ar pakad-mañ
cy: Dim disgrifiad ar gael i'r pecyn hwn
fi: Paketin kuvaus ei ole saatavilla
id: Deskripsi tidak tersedia untuk paket ini
is: Lýsing ekki tiltæk fyrir þennan pakka
it: La descrizione di questo pacchetto non è disponibile
mt: M'hemmx deskrizzjoni għal dan il-pakkett
nn: Det finst inga skildring for denne pakken
pl: Opis jest niedostępny dla tego pakietu
sc: No dui at descriidura po custu pakitu
sr@latn: Opis nije dostupan za ovaj paket
tg: Барои ин баста тавсифот дастрас нест
tl: Hindi available ang paglalarawan para sa package na ito
uz@cyrillic: Ушбу пакет учун ҳеч қандай таъриф йўқ
uz@latn: Ushbu paket uchun hech qanday ta'rif yo'q
vi: Không có mô tả cho gói tin này

source: Accessibility
af: Toeganklikheid
ar: تسهيلات المعاقين
ast: Accesibilidá
bg: Достъпност
br: Haezadusted
cy: Hygyrchedd
eo: Alirebleco
fi: Käytettävyys
fur: Acessibilitât
hr: Pristupačnost
id: Aksesibilitas
is: Aðgengi
it: Accessibilità
mt: Aċċessibbiltà
nn: Tilgjenge
pl: Dostępność
sc: Acessibilidadi
sq: Mundësi për hyrje
sr@latn: Dostupnost
ta: கிட்டுதல்
tg: Дастрасӣ
uz@cyrillic: Қулайликлар
uz@latn: Qulayliklar
vi: Hỗ trợ

source: Archiving
af: Data Wegbêre
ar: أرشفة
ast: Archiváu
bg: Архивиране
br: Diellerezh
cy: Archifo
eo: Arkivado
fi: Arkistointi
fur: Archiviâmint
hr: Arhiviranje
id: Pengarsipan
is: Skjölun
it: Archiviazione
mt: Arkivji
nn: Arkivering
pl: Archiwizacja
sc: Arcivadura
sq: Arkivimi
sr@latn: Arhiviranje
ta: ஆவணப்படுத்துதல்
tg: Бойгонӣ намудан
tl: Pang-Archive
uz@cyrillic: Архивлаш
uz@latn: Arxivlash
vi: Lưu trữ

source: Backup
af: Rugsteun
ar: النسخ الاحتياطي
ast: Copia de seguridá
bg: Резервно копиране
br: Saveteiñ
cy: Wrth Gefn
eo: Savkopio
fi: Varmistus
hr: Sigurnosno spremanje
is: Afrit
mt: Kopji ta’ sigurtà
nn: Reservekopiering
pl: Archiwizacja
sc: Còpia de siguresa
sq: Regjitrim
ta: கோப்புகளைச் சேமித்தல்
tg: Воситаи эҳтиётӣ
tl: Pang-Backup
uz@cyrillic: Заҳира нусхаси
uz@latn: Zahira nusxasi
vi: Sao lưu

source: Cd burning
af: Skryf van CDs
ar: نسخ الأقراص
ast: Grabación de CD
bg: Запис на CD/DVD
br: Engravañ CDoù
cy: Llosgi CD
eo: KD-skribado
fi: CD:n poltto
fur: Scritôrs di CD
hr: Prženje CD-a
id: Pembakar CD
is: Diskabrennsla
it: Masterizzazione
mt: Ħruq ta' CDs
nn: CD-brenning
pl: Wypalanie płyt CD
sc: Scriidura CD
sq: Cd gdhendësi
sr@latn: Narezivanje diskova
ta: குறுந்தட்டில் எழுதுதல்
tg: Қайди CD
uz@cyrillic: Компакт-дискга ёзиш
uz@latn: Kompakt-diskga yozish
vi: Ghi CD

source: Compression
af: Saampers
ar: الضغط
ast: Compresión
bg: Компресия
br: Gwaskerezh
cy: Cywasgiad
eo: Kompaktado
fi: Pakkaus
hr: Kompresija
id: Kompresi
is: Þjöppun
it: Compressione
mt: Kompressjoni
nn: Komprimering
pl: Kompresja
sc: Prensadura
sq: Compresim
sr@latn: Komresija
ta: அளவைக் குறைத்தல்
tg: Фишор
tl: Pang-Compress
uz@cyrillic: Қисиш
uz@latn: Qisish
vi: Nén

source: Other
af: Ander
ar: أخرى
ast: Otru
bg: Други
br: All
cy: Arall
eo: Alia
fi: Muu
fur: Altri
hr: Ostali
id: Lainnya
is: Annað
it: Altro
lv: Cits
mt: Oħrajn
nn: Andre
no: Andre
pl: Inne
sc: Atru
sq: Tjetri
sr@latn: Ostalo
ta: மற்ற
tg: Дигар
th: อื่นๆ
tl: Iba pa
uz@cyrillic: Бошқа
uz@latn: Boshqa
vi: Khác

source: Communications
af: Kommunikasie
ar: اتصالات
ast: Comunicaciones
bg: Комуникации
br: Kehentiñ
cy: Cyfathrebu
eo: Komunikaĵoj
fi: Viestintä
fur: Comunicazions
hr: Komunikacije
id: Komunikasi
is: Samskipti
it: Comunicazioni
mt: Kommunikazzjoni
nn: Kommunikasjon
pl: Komunikacja
sc: Comunigaduras
sq: Komunikimet
sr@latn: Komunikacije
ta: தொடர்பு
tg: Алоқа
tl: Komunikasyon
uz@cyrillic: Алоқа
uz@latn: Aloqa
vi: Viễn thông

source: Databases
af: Databasisse
ar: قواعد البيانات
ast: Bases de datos
bg: Бази данни
br: Stlennvonioù
cy: Cronfeydd Data
eo: Datenbazoj
fi: Tietokannat
fur: Database
hr: Baze podataka
id: Basis data
is: Gagnagrunnar
it: Database
mt: Database
nn: Databasar
pl: Bazy Danych
sc: Database
sq: Bazë e të dhënave
sr@latn: Baze podataka
ta: தரவுத்தளம்
tg: Манбаҳои маълумот
tl: Database
uz@cyrillic: Маълумот базалари
uz@latn: Ma'lumot bazalari
vi: Cơ sở dữ liệu

source: Development
af: Ontwikkeling
ar: التطوير
ast: Desendolcu
bg: Разработка на софтуер
br: Programmadur
cy: Datblygiad
eo: Programado
fi: Kehitys
fur: Svilup
hr: Razvojne nadogradnje
id: Pengembangan
is: Forritunartól
it: Sviluppo
mt: Żvilupp
nn: Utvikling
pl: Programowanie
sc: Adelantamentu
sq: Zhvillimi
sr@latn: Razvoj
ta: முன்னேற்றம்
tg: Тайёр кардан
tl: Paglilinang
uz@cyrillic: Тузиш
uz@latn: Tuzish
vi: Phát triển

source: GNOME and GTK+
af: GNOME en GTK+
ar: GNOME و GTK+
ast: GNOME y GTK+
bg: GNOME и GTK+
br: GNOME ha KDE
cy: GNOME a GTK+
eo: GNOME kaj GTK+
fi: GNOME ja GTK+
fur: GNOME e GTK+
hr: GNOME i GTK+
id: GNOME dan GTK+
is: GNOME og GTK+
it: GNOME e GTK+
mt: GNOME u GTK+
nn: GNOME og GTK+
pl: GNOME i GTK+
sc: GNOME e GTK+
sq: GNOME dhe GTK+
sr@latn: GNOME i GTK+
tg: GNOME ва GTK+
tl: GNOME at GTK+
uz@cyrillic: GNOME ва GTK+
uz@latn: GNOME va GTK+
vi: GNOME và GTK+

source: KDE and Qt
af: KDE en Qt
ar: KDE و Qt
ast: KDE y QT
bg: KDE и Qt
br: KDE ha Qt
cy: KDE a Qt
eo: KDE kaj Qt
fi: KDE ja Qt
fur: KDE e QT
hr: Razvojne nadogradnje
id: KDE dan Qt
is: KDE og Qt
it: KDE e QT
mt: KDE u Qt
nn: KDE og Qt
pl: KDE i Qt
sc: KDE e Qt
sq: KDE dhe Qt
sr@latn: KDE i Qt
tg: KDE ва Qt
tl: KDE at Qt
uz@cyrillic: KDE ва Qt
uz@latn: KDE va Qt
vi: KDE và Qt

source: Kernel
ar: النواة
bg: Ядро
br: Kalonenn
cy: Cnewyllyn
eo: Kerno
fi: Ydin
hr: općenito
is: Kjarni
nn: Kjernen
pl: Jądro
sq: Bërthama
ta: வித்து
tg: Асосӣ
uz@cyrillic: Кернел

source: Documentation
af: Dokumentasie
ar: التّوثيق
ast: Documentación
bg: Документация
br: Teuliadur
cy: Dogfennaeth
eo: Dokumentaro
fi: Dokumentaatio
fur: Documentazion
hr: Dokumentacija
id: Dokumentasi
is: Handbækur
it: Documentazione
mt: Dokumentazzjoni
nn: Hjelpetekst
pl: Dokumentacja
sc: Documentadura
sq: Dokumentacioni
sr@latn: Dokumentacija
ta: உதவிநூல்
tg: Санадсозӣ
tl: Dokumentasyon
uz@cyrillic: Қўлланмалар
uz@latn: Qo'llanmalar
vi: Tài liệu

source: Editors
af: Redigeerders
ar: محررات النصوص
ast: Editores
bg: Редактори
br: Aozerien
cy: Golygyddion
eo: Redaktiloj
fi: Editorit
fur: Editôrs
hr: Ažuriraj
id: Editor
is: Ritlar
it: Editor
mt: Edituri
nn: Skriveprogram
pl: Edytory
sc: Manijadoris
sq: Botuesit
sr@latn: Editori
ta: திருத்துவோர்
tg: Таҳриркунандагон
tl: Pang-edit
uz@cyrillic: Таҳрирчилар
uz@latn: Tahrirchilar
vi: Trình biên soạn

source: Education
af: Opvoeding
ar: تعليم
ast: Educación
bg: Обучение
br: Deskadurezh
cy: Addysg
eo: Edukado
fi: Opiskelu
hr: Komunikacije
id: Pendidikan
is: Menntun
it: Educazione
mt: Edukazzjoni
nn: Utdanning
pl: Edukacja
sc: Imparu
sq: Edukim
sr@latn: Učenje
ta: கல்வி
tg: Маориф
tl: Edukasyon
uz@cyrillic: Таълим
uz@latn: Ta'lim
vi: Giáo dục

source: Emulators
af: Nastrewers
ar: المحاكيات
ast: Emuladores
bg: Емулатори
br: Kendarvanerezh
cy: Efelychwyr
eo: Imitiloj
fi: Emulaattorit
fur: Similadôrs
hr: Emulatori
id: Emulator
is: Hermar
it: Emulatori
mt: Emulaturi
nn: Emulatorar
pl: Emulatory
sc: Emuladoris
sq: Imituesit
sr@latn: Emulatori
ta: மற்றொன்றைப்போல் நடப்பான்
tg: Намунасозҳо
tl: Emulator (manggagaya)
uz@cyrillic: Эмуляторлар
uz@latn: Emulyatorlar
vi: Trình mô phỏng

source: File tools
af: Nutsprogramme vir lêers
ar: أدوات الملفات
ast: Ferramientes de ficheru
bg: Инструменти за работа с файлове
br: Binvioù restr
cy: Offer ffeiliau
eo: Dosieriloj
fi: Tiedostotyökalut
fur: Imprescj file
hr: Datotečni alati
id: Perkakas file
is: Skráatól
it: Gestione file
mt: Għodda tal-fajls
nn: Filverktøy
pl: Narzędzia plikowe
sc: Ainas po file
sq: Vegla skedaresh
sr@latn: Alati za fajlove
ta: கோப்புக் கருவிகள்
tg: Олотҳои файлӣ
tl: Kasangkapang pang-file
uz@cyrillic: Файл воситалари
uz@latn: Fayl vositalari
vi: Công cụ tập tin

source: Games
af: Speletjies
ar: ألعاب
ast: Xuegos
bg: Игри
br: C'hoarioù
cy: Gemau
eo: Ludoj
fi: Pelit
fur: Zûcs
hr: Ime
id: Permainan
is: Leikir
it: Giochi
mt: Logħob
nn: Spel
pl: Gry
sc: Jogus
sq: Lojërat
sr@latn: Igrice
ta: விளையாட்டுகள்
tg: Бозиҳо
tl: Laro
uz@cyrillic: Ўйинлар
uz@latn: O'yinlar
vi: Trò chơi

source: Adventure
af: Avontuur
ar: مغامرات
ast: Aventura
bg: Приключенски
br: Troioù-kaer
cy: Antur
eo: Aventuro
fi: Seikkailu
fur: Aventure
hr: Avantura
id: Petualangan
is: Ævintýri
it: Avventure
mt: Avventura
nn: Eventyrspel
pl: Przygodowe
sc: Aventura
sq: Aventurë
sr@latn: Avantura
ta: தேடுதல் விளையாட்டு
tg: Саргузашт
tl: Pakikipagsapalaran
uz@cyrillic: Саргузаштлар
uz@latn: Sarguzashtlar
vi: Thám hiểm

source: Arcade
af: Arkade
ar: ألعاب الأركيد
bg: Аркадни
br: C'hoarioù tavarn
cy: Arcêd
fi: Arkade
hr: Arkada
is: Spilasalur
nn: Arkadespel
pl: Przygodowe
sq: Arkade
sr@latn: Arkade
ta: ஆர்கேட்
tg: Қаторравоқҳо
uz@cyrillic: Аркада
uz@latn: Arkada

source: Boards
af: Bordspel
ar: ألعاب لوحات
ast: Tableros
bg: На дъска
br: Kartennoù
cy: Byrddau
eo: Kartoj
fi: Lautapelit
fur: Zûcs di taule
hr: Ploče
id: Papan
is: Borð
it: Schede
nn: Brettspel
pl: Planszowe
sc: Jogus de mesa
sr@latn: Table
ta: அட்டை விளையாட்டுகள்
tg: Рӯимизӣ
tl: Board
uz@cyrillic: Стол ўйинлари
uz@latn: Stol o'yinlari
vi: Bảng

source: Cards
af: Kaarte
ar: ألعاب ورقية
ast: Naipes
bg: Карти
br: Kartenn
cy: Cardiau
eo: Kartoj
fi: Kortti
fur: Cjartis
hr: Karte
id: Kartu
is: Spil
it: Schede
mt: Karti
nn: Kortspel
pl: Karty
sc: Cartas
sq: Letrat
sr@latn: Karte
ta: சீட்டுக்கட்டு விளையாட்டுகள்
tg: Варақавӣ
tl: Baraha
uz@cyrillic: Қарталар
uz@latn: Qartalar
vi: Bài lá

source: Puzzles
af: Legkaarte
ar: ألغاز
ast: Rompecabeces
bg: Пъзели
br: Mildammoù
cy: Posau
eo: Puzloj
fi: Ongelmanratkonta
fur: Berdeis
hr: Slagalice
id: Teka-teki
is: Þrautir
it: Rompicapo
mt: Taħbil il-moħħ
nn: Tenkespel
pl: Puzzle
sc: Puzzle
sq: Enigmat
sr@latn: Ukrštenice
ta: புதிர்கள்
tg: Муаммоҳо
tl: Palaisipan
uz@cyrillic: Бошқотирмалар
uz@latn: Boshqotirmalar
vi: Đố ô chữ

source: Sports
af: Sport
ar: رياضة
ast: Deportes
bg: Спортни
br: Sportoù
cy: Chwaraeon
eo: Sporto
fi: Urheilu
fur: Sport
hr: Šport
id: Olahraga
is: Íþróttir
it: Sport
nn: Sportsspel
pl: Sportowe
sc: Sport
sq: Sportet
sr@latn: Sportovi
ta: விளையாட்டு
tg: Варзиш
uz@cyrillic: Спорт
uz@latn: Sport
vi: Thể thao

source: Strategy
af: Strategie
ar: استراتيجية
ast: Estratexía
bg: Стратегии
br: Kadouriezh
cy: Strategaeth
eo: Strategio
fi: Strategia
fur: Strategjie
hr: Strategija
id: Strategi
is: Herkænska
it: Strategia
mt: Strateġija
nn: Strategispel
pl: Strategia
sc: Stradexia
sq: Strategji
sr@latn: Strategija
ta: திறனாய்வு
tg: Стратегия
uz@cyrillic: Стратегия
uz@latn: Strategiya
vi: Chiến thuật

source: Graphical desktop
af: Grafiese gebruikskoppelvlak
ar: سطح المكتب الرسومي
ast: Escritoriu gráficu
bg: Графични среди
br: Burev c'hrafek
cy: Bwrdd gwaith graffigol
eo: Grafika labortabulo
fi: Graafinen työpöytä
fur: Desktop grafic
hr: Grafička radna površina
id: Desktop grafis
is: Grafískt skjáborð
it: Desktop grafico
mt: Desktop grafiku
nn: Grafisk skrivebord
pl: Środowisko graficzne
sc: Scriania gràfiga
sq: Tryezë Grafike
sr@latn: Grafički desktop
tg: Мизи кории графикӣ
tl: Graphical na desktop
uz@cyrillic: График ишчи столи
uz@latn: Grafik ishchi stoli
vi: Màn hình nền đồ họa

source: Graphics
af: Grafika
ar: الرسوم
ast: Gráficos
bg: Графични програми
br: Grafek
cy: Graffigau
eo: Grafikoj
fi: Grafiikka
fur: Grafiche
hr: Grafika
id: Grafik
is: Myndvinnsla
it: Grafica
mt: Grafika
nn: Bilete
pl: Grafika
sc: Gràfiga
sq: Grafike
sr@latn: Grafika
ta: வரைபடம்
tg: График
uz@cyrillic: Графика
uz@latn: Grafika
vi: Đồ họa

source: Monitoring
af: Monitor
ar: مراقبة النظام
ast: Monitorizar
bg: Наблюдение
br: Evezhiañ
cy: Monitro
eo: Monitorado
fi: Valvonta
fur: Monitorament
hr: ali ne odgovara
id: Pemantauan
is: Eftirlit
it: Monitoraggio
mt: Monitoraġġ
nn: Overvaking
pl: Monitorowanie
sc: Controllu
sq: Vështrimi
ta: கண்காணி
tg: Назорат
tl: Pagmamanman
uz@cyrillic: Назорат қилиш
uz@latn: Nazorat qilish
vi: Theo dõi

source: Networking
af: Netwerk
ar: الشبكات
ast: Rede
bg: Мрежи
br: Rouedad
cy: Rhwydweithio
eo: Retumado
fi: Verkko
fur: Rêt
hr: Mreža
id: Jaringan
is: Netforrit
it: Rete
nn: Nettverk
pl: Sieć
sc: Arretza
sq: Punimi i rrjetit
sr@latn: Mreža
ta: வலையமைப்பு
tg: Шабака
tl: Pagne-Network
uz@cyrillic: Тармоқда ишлаш
uz@latn: Tarmoqda ishlash
vi: Chạy mạng

source: File transfer
af: Lêeroordrag
ar: نقل الملفات
ast: Tresferencia de ficheros
bg: Трансфер на файлове
br: Treuzkas restroù
cy: Trosglwyddo ffeiliau
eo: Dosiertransigo
fi: Tiedostonsiirto
fur: Stramude file
hr: Prijenos datoteka
id: Transfer file
is: Skráaflutningur
it: Trasferimento file
mt: Trasferiment ta’ fajls
nn: Filoverføring
pl: Przesyłanie plików
sc: Transidura file
sq: Transferoje skedaren
sr@latn: Transfer fajlova
ta: கோப்புப் பரிமாற்றம்
tg: Супоридани файлҳо
tl: Paglilipat ng file
uz@cyrillic: Файл узатиш
uz@latn: Fayl uzatish
vi: Truyền tập tin

source: Instant messaging
af: Kitsboodskappe
ar: المراسلة الفورية
ast: Mensaxería nel intre
bg: Моментни съобщения
br: Postelerezh a-benn-kaer
cy: Negesu Chwim
fi: Pikaviestintä
fur: Mes istantanis
id: Pesan instan
is: Netspjallforrit
it: Messaggi istantanei
mt: Messaġġi instantanji
nn: Lynmeldingar
pl: Komunikatory
sc: Missadas istantanjas
sq: Lajmërim i çastit
sr@latn: Instant poruke
ta: உடனடித் தொடர்பு (messenger)
tg: Мубодилаи ахбороти ногаҳонӣ
tl: Instant Messaging (IM)
uz@cyrillic: Хабар алмашиш
uz@latn: Xabar almashish
vi: Thông điệp tức thời

source: Mail
af: e-Pos
ar: بريد
ast: Corréu
bg: Е-поща
br: Posteloù
cy: E-bost
eo: Poŝto
fi: Sähköposti
hr: Brazil
id: Surat
is: Póstur
it: Posta
mt: Imejl
nn: E-post
pl: Poczta
sc: Curreu
sr@latn: Pošta
ta: அஞ்சல்
tg: Почта
tl: Liham
uz@cyrillic: Хат-хабар
uz@latn: Xat-xabar
vi: Thư

source: News
af: Nuus
ar: برامج الأخبار
ast: Noticies
bg: Новини
br: Keleier
cy: Newyddion
eo: Novaĵoj
fi: Uutiset
hr: Diskusije
id: Berita
is: Fréttir
mt: Aħbarijiet
nn: Temagrupper
pl: Nowości
sc: Noas
sq: Lajmet
sr@latn: Vesti
ta: செய்தியஞ்சல்
tg: Хабар
uz@cyrillic: Янгиликлар
uz@latn: Yangiliklar
vi: Tin tức

source: Remote access
af: Eksterne toegang
ar: الوصول البعيد
ast: Accesu remotu
bg: Отдалечен достъп
br: Diraez a-bell
cy: Mynediad pell
eo: Defora atingo
fi: Etäkäyttö
fur: Acès Rimît
hr: Prenosivi medij
id: Akses remote
is: Fjarvinnsla
it: Accesso remoto
mt: Aċċess remot
nn: Fjerntilgang
pl: Zdalny dostęp
sc: Acessu atesu
sq: Hyrje të largëta
sr@latn: Udaljeni pristup
ta: தொலை அணுகல்
tg: Дохилии дурдаст
tl: Malayuang access
uz@cyrillic: Масофадан уланиш
uz@latn: MasofadanÂ ulanish
vi: Truy cập từ xa

source: Office
af: Kantoor
ar: برامج المكتب
ast: Ofimática
bg: Офис
br: Burev
cy: Swyddfa
eo: Oficejo
fi: Toimisto
fur: Ufizi
hr: Ured
id: Kantor
is: Skrifstofuforrit
it: Ufficio
mt: Uffiċċju
nn: Kontor
pl: Biuro
sc: Ofìtziu
sq: Zyre
sr@latn: Kancelarija
ta: அலுவல்செயலிகள்
tg: Идора
tl: Opisina
uz@cyrillic: Идора учун дастурлар
uz@latn: Idora uchun dasturlar
vi: Văn phòng

source: Publishing
af: Publisering
ar: النشر
ast: Edición
bg: Издателски софтуер
br: Embann
cy: Cyhoeddi
eo: Publikado
fi: Julkaisu
hr: Izdavaštvo
id: Penerbitan
is: Umbrot
it: Editoria
mt: Pubblikazzjoni
nn: Publisering
pl: Publikowanie
sc: Imprenteria
sq: Publikimi
sr@latn: Publikovanje
ta: அச்சகப் பயன்பாடுகள்
tg: Чопкунӣ
tl: Paglilimbag
uz@cyrillic: Нашр этиш
uz@latn: Nashr etish
vi: Xuất bản

source: Sciences
af: Wetenskappe
ar: علوم
ast: Ciencies
bg: Науки
br: Skiantoù
cy: Gwyddorau
eo: Sciencoj
fi: Tiede
fur: Siencis
hr: Znanosti
id: Ilmu pengetahuan
is: Vísindi
it: Scienze
mt: Xjenza
nn: Vitskap
pl: Nauka
sc: Scièntzias
sq: Shkencat
sr@latn: Nauke
ta: அறிவியல்
tg: Илмҳо
tl: Agham
uz@cyrillic: Табиий фанлар
uz@latn: Tabiiy fanlar
vi: Khoa học

source: Astronomy
af: Sterrekunde
ar: علم الفلك
ast: Astronomía
bg: Астрономия
br: Steredoniezh
cy: Astroleg
eo: Astronomio
fi: Astronomia
fur: Astronomie
hr: Astronomija
id: Astronomi
is: Stjörnufræði
it: Astronomia
mt: Astronomija
nn: Astronomi
pl: Astronomia
sc: Astronomia
sq: Astronomia
sr@latn: Astronomija
ta: வான்வெளியியல்
tg: Илми ситорашиносӣ
uz@cyrillic: Астрономия
uz@latn: Astronomiya
vi: Thiên văn học

source: Biology
af: Biologie
ar: أحياء
ast: Bioloxía
bg: Биология
br: Bioloji
cy: Bywydeg
eo: Biologio
fi: Biologia
fur: Biologjie
hr: Biologija
id: Biologi
is: Líffræði
it: Biologia
mt: Bioloġija
nn: Biologi
pl: Biologia
sc: Bioloxia
sq: Biologjia
sr@latn: Biologija
ta: உயிரியல்
tg: Биология
uz@cyrillic: Биология
uz@latn: Biologiya
vi: Sinh học

source: Chemistry
af: Chemie
ar: كيمياء
ast: Química
bg: Химия
br: Chimi
cy: Cemeg
eo: Kemio
fi: Kemia
fur: Chimiche
hr: Kemija
id: Kimia
is: Efnafræði
it: Chimica
mt: Kimika
nn: Kjemi
pl: Chemia
sc: Kìmiga
sq: Kimia
sr@latn: Hemija
ta: வேதியியல்
tg: Кимё
uz@cyrillic: Кимё
uz@latn: Kimyo
vi: Hóa học
