Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: The list of updates is empty. This means that either there is no available update for the packages installed on your computer, or you already installed all of them.
af: Die opgraderingslys is leeg. Dit beteken óf daar is geen opgradering pakkette beskikbaar vir die tans op u rekenaar óf u het alreeds hulle almal geïnstalleer.
ar: قائمة التحديث فارغة. هذا إما يعني أنه لا توجد تحديثات للحزم الموجودة على جهازك، أو أنك قمت بتثبيت كل التحديثات مسبقا.
ast: La llista d'anovamientos ta erma. Esto significa que, o nun hai anovamientos disponibles pa los paquetes instalaos nel ordenador, o ya los instalastes toos.
bg: Списъкът с обновления е празен. Това означава, че или не са налични обновления за инсталираните на компютъра пакети, или че вече сте ги инсталирали.
cy: Mae'r rhestr diweddariadau'n wag. Mae hyn yn golygu un ai nad oes diweddariad ar gyfer y pecynnau ar eich cyfrifiadur, neu rydych wedi eu gosod i gyd yn barod.
eo: La listo de ĝisdatigoj malplenas. Tio signifas ke aŭ ne estas akirebla ĝisdatigo por la pakaĵoj instalitaj en via komputilo, aŭ vi jam instalis ilin ĉiujn.
fi: Päivityslista on tyhjä. Tämä tarkoittaa joko ettei päivityksiä löydy, tai olet jo asentanut kaikki.
fur: Le liste des atualizazions e je vueide. Ches al ûl dî che no son atualizazions disponibilis par i pachets instalâts tal to computer o che tu les âs dizà instaladis dutis.
id: Daftar update kosong. Artinya tidak ada update untuk paket yang terinstall di komputer Anda, atau Anda sudah menginstallnya.
is: Uppfærslulistinn er auður. Þetta þýðir að það er ekki til uppfærsla fyrir þá pakka sem er uppsettir á tölvunni þinni, eða þú hefur þegar uppfært þá alla.
it: La lista degli aggiornamenti è vuota. Ciò potrebbe voler dire che non sono disponibili aggiornamenti per i pacchetti installati sul questo computer, oppure che li hai già installati tutti.
mt: Il-lista ta' aġġornamenti hija vojta. Dan ifisser li, jew m'hemm ebda aġġornamenti x'isiru għall-pakketti installati fuq il-kompjuter, jew diġà nstallajthom kollha.
nn: Lista over oppdateringar er tom. Dette er anten fordi det ikkje finst nokon oppdateringar for pakkane på maskina di, eller at du allereie har installert oppdateringane.
pl: Lista aktualizacji jest pusta. To oznacza, że albo brak jest dostępnych aktualizacji dla zainstalowanych pakietów lub też już zainstalowano wszystkie aktualizacje.
sc: Sa lista de ajorronus est sbuida. Bolit nai ca o no dui at ajorronu po is pakitus aposentaus in sa computadora, opuru ca dus as jai aposentaus totus.
sq: Lista e azhurnimeve, është e zbrazët. Që d.m.th. se asnjë nga pakot e instaluara, nuk janë azhurnuar në kompjuterin tuaj ose ju i keni instaluar më heret ato.
sr@latn: Lista paketa za nadogradnju nije kreirana. Ovo ili znači ili da nema dostupnih paketa za nadogradnju za vaš računar, ili su oni već instalirani.
ta: நிகழ்நிலைப்படுத்த ஒன்றுமில்ைல அப்படியென்றால் நிகழ்நிலைப்படுத்த புதிய பொதிகள் ஏதுமில்ைல, அல்லது அனைத்தும் நிறுவப்பட்டுவிட்டன.
tg: Рӯйхати навигариҳо холӣ. Ин маънои онро дорад ки ё навигарӣ дастрас нест барои қуттиҳои дар компутари шумо коргузошта шуда, ё шумо аллакай ҳамаашро коргузошта шудаед.
tl: Ang talaan ng mga update ay walang laman. Nangangahulugan ito na (1) walang available na update para sa mga package na naka-install sa computer mo; o (2) in-install mo na silang lahat.
uz@cyrillic: Янгиланишлар рўйхати бўш. Бу дегани ҳеч қандай янгиланиш йўқ ёки сиз уларни аллақачон ўрнатгансиз.
uz@latn: Yangilanishlar ro'yxati bo'sh. Bu degani hech qanday yangilanish yo'q yoki siz ularni allaqachon o'rnatgansiz.
vi: Dah sách các cập nhật trống. Có nghĩa là không có cập nhật nào cho các gói tin đã được cài đặt hoặc là bạn đã cài đặt chúng rồi.

source: Software Management
af: Sagteware Beheer
ast: Alministración de software
bg: Управление на софтуер
br: Merañ ar pakadoù
cy: Rheoli Meddalwedd
fi: Ohjelmistohallinta
id: Manajemen Perangkat Lunak
is: Hugbúnaðarumsýsla
it: Gestione software
nn: Programhandtering
pl: Zarządzanie oprogramowaniem
sr@latn: Softverski Menadžment
ta: நிரல் மேலாண்மை
tg: Идоракунии Нармафзор
uz@cyrillic: Дастурлар бошқаруви
uz@latn: Dasturlar boshqaruvi

source: Name
ar: الإسم
ast: Nome
bg: Име
br: Anv
cy: Enw
fi: Nimi
id: Nama
is: Nafn
it: Nome
mt: Isem
nn: Namn
pl: Nazwa
sc: Nòmini
sq: Emri
sr@latn: Ime
tg: Ном
uz@cyrillic: Номи
vi: Tên

source: Version
ast: Versión
bg: Версия
br: Doare
cy: Fersiwn
it: Versione
nn: Versjon
pl: Wersja
uz@cyrillic: Версия
uz@latn: Versiya

source: Release
ast: Revisión
bg: Реализация
br: Stummig
cy: Ryddhau
nn: Utgåve
pl: Wydanie
uz@cyrillic: Релиз

source: Help
af: Hulp
ar: مساعدة
ast: Aida
bg: Помощ
br: Skoazell
cy: Cymorth
eo: Helpo
fi: Ohje
fur: Jutori
hr: Pomoć
id: Bantuan
is: Hjálp
it: Guida
lv: Palîdzîba
mt: Għajnuna
nn: Hjelp
pl: Pomoc
sc: Ajudu
sq: Ndihmë
sr@latn: Pomoć
ta: உதவி
tg: Ёрӣ
th: ความช่วยเหลือ
tl: Tulong
uz@cyrillic: Ёрдам
uz@latn: Yordam
vi: Trợ giúp

source: Select all
ar: تحديد الكل
ast: Esbillar too
bg: Избери всички
br: Dibabit an holl re
cy: Dewis popeth
eo: Elektu ĉiujn
fi: Valitse kaikki
hr: Odaberite sve
id: Pilih semua
is: Velja allt
it: Seleziona tutto
nn: Merk alle
pl: Zaznacz wszystko
sc: Sçobera totu
sr@latn: Izaberi sve
tg: Интихоби ҳама
tl: Piliin lahat
uz@cyrillic: Ҳаммасини танлаш
uz@latn: Hammasini tanlash
vi: Chọn toàn bộ

source: Quit
af: Verlaat
ar: خروج
ast: Colar
bg: Изход
br: Kuitaat
cy: Gadael
eo: Forlasu
fi: Poistu
fur: Jessî
hr: Završi
id: Keluar
is: Hætta
it: Esci
lv: Iziet
mt: Oħroġ
nn: Avslutt
no: Avslutt
pl: Zakończ
sc: Bessi
sq: Braktise
sr@latn: Kraj
ta: ெவளிச்ெசல்
tg: Баромад
th: ออก
uz@cyrillic: Чиқиш
uz@latn: Chiqish
vi: Thoát

source: Local
ast: Llocal
bg: Локален
br: Lec'hel
cy: Lleol
it: Locale
nn: Lokal
pl: Lokalnie
uz@cyrillic: Локал
uz@latn: Lokal

source: Removable
ast: Estrayíble
bg: Преносим
br: Lemelabl
cy: Tynadwy
it: Rimovibile
nn: Flyttbar
pl: Wymienny
uz@cyrillic: Олинадиган
uz@latn: Olinadigan

source: Mirror list
ast: Llista d'espeyos
bg: Списък огледални сървъри
br: Roll a velezour
cy: Rhestr drychau
nn: Spegelliste
pl: Lista serwerów

source: Choose media type
ar: اختيار نوع الوسط
ast: Escueyi la triba de preséu
bg: Избор на вид източник
br: Dibab rizh ar media
cy: Dewis y math o gyfrwng
fi: Valitse median tyyppi
id: Pilih jenis media
is: Veldu tegund miðils
it: Scegli il tipo di supporto
nn: Vel medietype
pl: Wybierz rodzaj nośnika
sc: Sçobera tipu de mèdiu
sr@latn: Izaberi tip medija
tg: Интихоби намуди медия
tl: Piliin ang uri ng media
uz@cyrillic: Тўпламнинг турини танлаш
uz@latn: To'plamning turini tanlash
vi: Hãy chọn loại phương tiện

source: Full set of sources
ast: Conxuntu completu de fontes
bg: Всички източници
br: An holl tarzhioù
cy: Set lawn o ffynonellau
nn: Alle kjeldene
pl: Pełny zestaw nośników

source: Update sources only
ast: Sólo fontes d'anovamientos
bg: Само източниците за обновяване
br: Tarzhioù bremañaat hepken
cy: Diweddaru ffynonellau'n unig
nn: Berre oppdateringskjeldene
pl: Tylko nośniki aktualizacji

source: This will attempt to install all official sources corresponding to your distribution (%s). I need to contact the OpenMandriva website to get the mirror list. Please check that your network is currently running. Is it ok to continue?
ast: Intentaráse instalar toles fontes oficiales correspondientes a la distribución (%s). Necesito contautar col sitiu web de OpenMandriva pa obtener la llista d'espeyos. Por favor, verifica que la conexón de rede ta activa. ¿Quies siguir?
cy: Bydd yn ceisio gosod yr holl ffynonellau swyddogol sy'n cyd-fynd â'ch dosbarthiad (%s). Mae angen i mi gysylltu â safle gwe OpenMandriva i gael y rhestr drychau. Gwiriwch fod eich rhwydwaith ar gael. Parhau?
nn: Du vil no installera alle offisielle kjelder som passar til distribusjonen din (%s). Må først kontakta OpenMandriva-nettstaden for å henta ei oversikt over pakkearkiv. Sjå til at nettverket er oppe. Vil du halda fram?
pl: Nastąpi próba instalacji wszystkich nośników dla twojej dystrybucji (%s). Konieczne jest skontaktowanie się ze stroną OpenMandriva w celu pobrania listy serwerów zwierciadlanych. Sprawdź, czy sieć jest aktualnie włączona. Czy chcesz kontynuować?

source: Please wait, adding media...
ar: انتظر من فضلك، جاري إضافة الوسائط...
ast: Por favor espera, amestando preseos...
bg: Моля, изчакайте. Добавя се източник...
br: Gortozit mar plij, emaon oc'h ouzhpennañ ur media ...
cy: Arhoswch, ychwanegu cyfrwng...
fi: Odota, lisätään lähteet...
id: Harap tunggu, menambahkan media...
is: Augnablik, bæti við miðli...
it: Attendere, aggiornamento dei supporti in corso...
nn: Legg til medium. Vent litt …
pl: Proszę czekać, dodawanie nośnika...
sc: Abeta açunju is mèdius
sr@latn: Molim Vas sačekajte, ubacujem medijum...
tl: Pakihintay, idinadagdag ang media...
uz@cyrillic: Тўплам қўшилмоқда, илтимос кутиб туринг...
uz@latn: To'plam qo'shilmoqda, iltimos kutib turing...
vi: Hãy chờ, đang thêm phương tiện...

source: Add a medium
af: Voeg media by
ar: أضف وسيط
ast: Amestar un preséu
bg: Добавяне на източник
br: Ouzhpennañ un medium
cy: Ychwanegu cyfrwng
eo: Aldonas datenportilon
fi: Lisää lähde
fur: Zonte une font
hr: Dodaj medij
id: Tambah sebuah media
is: Bæta við miðli
it: Aggiungi un supporto
mt: Żid sors
nn: Legg til medium
pl: Dodawanie nośnika
sc: Açungi unu mèdiu
sq: Shtoje një burim
sr@latn: Dodaj medij
tg: Иловаи сарчашма
tl: Magdagdag ng medium
uz@cyrillic: Тўпламни қўшиш
uz@latn: To'plamni qo'shish
vi: Thêm phương tiện

source: Local files
af: Plaaslike lêers
ar: ملفات محلية
ast: Ficheros llocales
bg: Локални файлове
br: Restroù lec'hel
cy: Ffeiliau lleol
eo: Lokaj dosieroj
fi: Paikalliset tiedostot
fur: File locâi
hr: Lokalne datoteke
id: File lokal
is: Staðbundnar skrár
it: File locali
lv: Lokâlie faili
mt: Fajls lokali
nn: Lokale filer
no: Lokale filer
pl: Lokalne pliki
sc: File localis
sq: Skedaret lokale
sr@latn: Lokalni fajlovi
ta: உள்ளமைக் கோப்புகள்
tg: Файлҳои маҳаллӣ
th: ไฟล์ในเครื่องนี้
tl: Mga local file
uz@cyrillic: Локал файллар
uz@latn: Lokal fayllar
vi: Tập tin cục bộ

source: Medium path:
ast: Camín al mediu:
bg: Път до източник:
br: Hent ar vedium :
cy: Llwybr y cyfrwng:
it: Percorso supporto:
nn: Adresse til medium:
pl: Ścieżka nośnika:
uz@cyrillic: Тўпламнинг йўли:
uz@latn: To'plamning yo'li:

source: FTP server
af: FTP bediener
ar: خادم FTP
ast: Sirvidor FTP
bg: FTP сървър
br: Servijer FTP
cy: Gweinydd FTP
eo: Servilo FTP
fi: FTP-palvelin
fur: Server FTP
hr: FTP Poslužitelj
id: Server FTP
is: FTP miðlari
it: Server FTP
lv: FTP serveris
mt: Server FTP
nn: FTP-tenar
no: FTP tjener
pl: Serwer FTP
sc: Server FTP
sq: Serveri FTP
ta: FTP பாிமாறி
tg: Хидматрасони FTP
th: เซอร์เวอร์ FTP
uz@cyrillic: FTP сервери
uz@latn: FTP serveri
vi: Máy chủ FTP

source: RSYNC server
ast: Sirvidor RSYNC
bg: RSYNC сървър
br: Servijer RSYNC
cy: Gweinydd RSYNC
fi: RSYNC-palvelin
id: Server RSYNC
is: RSYNC miðlari
it: Server RSYNC
nn: RSYNC-tenar
pl: Serwer RSYNC
uz@cyrillic: RSYNC сервери
uz@latn: RSYNC serveri

source: HTTP server
af: HTTP bediener
ar: خادم HTTP
ast: Sirvidor HTTP
bg: HTTP сървър
br: Servijer HTTP
cy: Gweinydd HTTP
eo: Servilo HTTP
fi: HTTP-palvelin
fur: Server HTTP
id: Server HTTP
is: HTTP miðlari
it: Server HTTP
lv: HTTP serveris
mt: Server HTTP
nn: HTTP-tenar
no: HTTP tjener
pl: Serwer HTTP
sc: Server HTTP
sq: Serveri HTTP
ta: HTTP பாிமாறி
tg: Хидматрасони HTTP
th: เซอร์้เวอร์ HTTP
uz@cyrillic: HTTP сервери
uz@latn: HTTP serveri
vi: Máy chủ HTTP

source: Removable device (CD-ROM, DVD, ...)
ast: Preséu estrayible (CD-ROM, DVD, ...)
bg: Преносимо устройство (CD-ROM, DVD, ...)
br: Trobarzhell lem-laka (CD-ROM, DVD, ...)
cy: Dyfais symudol (CD-ROM, DVD, ...)
nn: Flyttbar eining (CD-ROM, DVD, …)
pl: Napęd wymienny (CD-ROM, DVD, ...)

source: Path or mount point:
af: Pad of hegpunt:
ar: المسار أو نقطة التحميل:
ast: Camín o puntu de montaxe:
bg: Път или точка на монтиране:
br: Hent pe poent marc'hañ :
cy: Llwybr neu bwynt gosod:
eo: Pado aŭ surmetingo:
fi: Polku tai liitoskohta:
fur: Percors o pont di mount:
hr: Putanja ili točka montiranja:
id: Path atau titik mount:
is: Slóð eða tengipunktur:
it: Percorso o punto di mount:
lv: Ceïð uz montçðanas punktu:
mt: Direttorju jew punt ta' mmuntar:
nn: Stig eller monteringspunkt:
no: Sti eller monteringspunkt:
pl: Ścieżka lub punkt montowania:
sc: Mori o puntu de càrrigu:
sq: Shtegu apo pika montuese:
sr@latn: Putanja ili tačka montiranja:
ta: பாதை அல்லது ஏற்றப்புள்ளி
tg: Роҳ ё нуқтаи васлкунӣ:
th: ที่อยู่หรือจุดเมาท์:
tl: Path/Landas o mount point:
uz@cyrillic: Йўл ёки улаш нуқтаси:
uz@latn: Yo'l yoki ulash nuqtasi:
vi: Đường dẫn hoặc điểm gắn kết:

source: Browse...
af: Soek...
ar: استعرض...
ast: Restolar...
bg: Преглеждане...
br: Ergerzhet ..
cy: Pori...
eo: Foliumi...
fi: Selaa...
fur: Cîr...
hr: Pregledaj...
id: Jelajah...
is: Flakka...
it: Sfoglia...
lv: Pârlûkot...
mt: Fittex...
nn: Bla gjennom …
no: Kikke...
pl: Przeglądaj...
sc: Sfollya...
sq: Shfletues...
sr@latn: Traži...
ta: ேமலோடு...
tg: Баррасии...
th: เลือก...
tl: I-browse...
uz@cyrillic: Танлаш
uz@latn: Tanlash
vi: Duyệt...

source: Password:
af: Wagwoord:
ar: كلمة المرور:
ast: Contraseña:
bg: Парола:
br: Tremenger :
cy: Cyfrinair:
eo: Passvorto:
fi: Salasana:
hr: Lozinka:
id: Katasandi:
is: Lykilorð:
lv: Parole:
nn: Passord:
no: Passord:
pl: Hasło:
sq: Parulla:
sr@latn: Lozinka:
ta: கடவுச்செல்:
tg: Гузарвожа:
th: พาสเวิร์ด:
uz@cyrillic: Махфий сўз:
uz@latn: Maxfiy so'z:
vi: Mật khẩu:

source: Medium name:
ast: Nome del mediu:
bg: Име на източник:
br: Anv ar vedium :
cy: Enw'r cyfrwng:
it: Nome supporto:
nn: Namn på medium:
pl: Nazwa nośnika:
uz@cyrillic: Тўпламнинг номи:
uz@latn: To'plamning nomi:

source: Create media for a whole distribution
ar: إنشاء وسط لتوزيعة كاملة
ast: Criar preséu pa una distribucion completa
bg: Източник за цялата дистрибуция
cy: Creu cyfrwng ar gyfer dosbarthiad cyfan
fi: Luo media kokonaiselle jakelulle
id: Buat media untuk semua distribusi
is: Búa til miðil fyrir alla dreifinguna
it: Crea un supporto per l'intera distribuzione
nn: Lag medium for ein heil distribusjon
pl: Stwórz nośnik dla całej dystrybucji
sc: Crea mèdius de totu sa distribuidura
sr@latn: Napravi medij za celu distribuciju
tl: Gumawa ng media para sa buong distribusyon
vi: Tạo phương tiện cho toàn bộ phân phối

source: Tag this medium as an update medium
ast: Marcar esti mediu como d'anovamientos
bg: Да се обновява
br: Merkañ ar vedium-mañ evel ur vedium a bremañaat
cy: Tagio'r cyfrwng fel cyfrwng diweddaru
it: Marca questo supporto come fonte per gli aggiornamenti
nn: Merk mediet som eit oppdateringsmedium
pl: Oznacz ten nośnik jako nośnik aktualizacji
uz@cyrillic: Тўпламни янгиланишлар тўплами деб белгилаш
uz@latn: To'plamni yangilanishlar to'plami deb belgilash

source: You need to fill up at least the two first entries.
af: U moet minstens die eertse twee velde invul.
ar: يجب عليك ملء الحقلين الأولين على الأقل.
ast: Tienes de completar al menos les dos primeres entraes.
bg: Трябва да попълните поне първите две полета.
br: Red eo deoc'h leuniañ an div vouetadur-se d'an nebeutañ.
cy: Mae angen llanw y ddau gofnod cyntaf, o leiaf.
eo: Vi devas plenigi almenaŭ la du unuajn kampojn.
fi: Sinun pitää täyttää ainakin kaksi ensimmäistä kohtaa.
fur: Tu scugnis insedâ almancul tai prins doi cjamps.
hr: Trebate popuniti najmanje prva dva polja.
id: Anda harus mengisi paling tidak dua entri pertama.
is: þú verður að minnsta kosti að fylla í fyrstu tvö svæðin.
it: Devi compilare almeno i primi due campi.
lv: Jums jâaizpilda vismaz pirmie divi ievadlauki.
mt: Trid timla tal-inqas l-ewwel żewġ elementi.
nn: Du må minst fylla ut dei to første oppføringane.
no: Du må fylle opp minst de to første inngangene.
pl: Należy wypełnić co najmniej dwa pierwsze pola.
sc: Depis preni a su mancu is primu duus campus.
sq: Ju duhet ti mbushni më së paku dy hyrje të para.
sr@latn: Morate da popunite najmanje prva dva polja.
ta: நீங்கள் குைறந்தபட்சம் மேலிருக்கும் முதல் இரண்டு கேள்விக்கு பதில் அளிக்கவும்
tg: Шумо бояд ақаллан ду элементи авваларо пур кунед.
th: คุณต้องใส่ข้อมูลอย่างน้อยในสองช่องแรก
tl: Kailangan mong punuin ang unang dalawang entry.
uz@cyrillic: Камида биринчи иккита майдонни тўлдириш керак.
uz@latn: Kamida birinchi ikkita maydonni to'ldirish kerak.
vi: Bạn cần điền ít nhất là hai mục nhập đầu tiên.

source: There is already a medium by that name, do you really want to replace it?
af: Daar is alreeds 'n media met daardie naam, wil u dit inderdaad vervang?
ar: هناك وسيط بهذا الإسم مسبقاً، هل تريد استبداله فعلاً؟
ast: Ya hai un mediu con esi nome, ¿de xuro que quies reemplazalu?
bg: Вече има източник с това име. Наистина ли желаете да го замените?
cy: Mae yna gyfrwng o'r enw yna eisoes, hoffech chi ei amnewid?
eo: Ekzistas jam portilo kun tiu nomo, ĉu vi vere deziras anstataŭigi ĝin?
fi: Tämän niminen lähde on jo olemassa, Oletko varma että haluat korvata sen?
fur: E je dizà une font cun chel non, vuelistu verementri rimplaçâle?
hr: Ondje je već medij sa tim imenom da li ga stvarno želite zamjeniti?
id: Sudah ada media dengan nama tersebut. Apakah Anda yakin akan menimpanya?
is: Það er nú þegar til miðill með þessu nafni, viltu skrifa yfir upplýsingar um hann?
it: C'è già un supporto con quel nome, vuoi veramente sostituirlo?
lv: Jau ir datu nesçjs ar ðâdu vârdu, vai tieðâm vçlaties to aizvietot?
mt: Diġà hemm medju b'dak l-isem, żgur li trid tibdlu ma' dan?
nn: Det finst allereie eit medium med dette namnet. Er du sikker på at du vil byta det ut?
no: Det er allerede et media med det navnet, vil du virkelig bytte det ut?
pl: Już istnieje nośnik o tej nazwie, czy naprawdę chcesz go zastąpić?
sc: Dui at jai unu mèdiu cun custu nòmini, diaderus bolis a d'arrempratzai?
sq: Një burim tjetër ekziston me të njëjtin emër, a dëshironi me të vërtetë ta zëvendësoni atë?
sr@latn: Već postoji medij sa tim imenom, da li zaista želite da ga zamenite?
ta: இதே பெயரில் ஊடகம் ஒன்றுள்ளது,நீங்கள் நிச்சயமாக இதனை மாற்ற போகிறிர்களா?
tg: Аллакай миёна бо ин ном вуҷуд дорад, шумо ҳақиқатан онро иваз кардан мехоҳед?
th: มีสื่อข้อมูลชื่อดังกล่าวอยู่แล้ว คุณต้องการจะเขียนทับหรือไม่?
tl: Mayroon nang medium na may ganong pangalan, gusto mo ba talagang palitan iyon?
uz@cyrillic: Ҳудди шундай номли тўплам аллақачон мавжуд. Уни алмаштиришни истайсизми?
uz@latn: Huddi shunday nomli to'plam allaqachon mavjud. Uni almashtirishni istaysizmi?
vi: Đang có một phương tiện với tên đó rồi, bạn có thật sự muốn thay thế nó?

source: Adding a medium:
af: Voeg 'n media by:
ar: جاري اضافة وسيط
ast: Amestando mediu:
bg: Добавяне на източник:
br: O ouzhpennañ ur medium :
cy: Ychwanegu cyfrwng:
eo: Aldonante portilon:
fi: Lisätään lähde:
fur: O zonti une font:
hr: Dodajem medij:
id: Penambahan sebuah media:
is: Bæti við miðli:
it: Aggiunta di un supporto:
mt: Qed jiġi miżjud sors:
nn: Legg til medium:
pl: Dodawanie nośnika:
sc: Açunju unu mèdiu:
sq: Shtimi i një burimi:
sr@latn: Dodajem medij:
tg: Иловаи сарчашма:
tl: Nagdadagdag ng medium:
uz@cyrillic: Тўплам қўшилмоқда:
uz@latn: To'plam qo'shilmoqda:
vi: Thêm phương tiện:

source: Type of medium:
af: Tipes media:
ar: نوع الوسط:
ast: Triba de mediu:
bg: Тип на източника:
br: Seurt ar medium :
cy: Math o gyfrwng:
eo: Speco de datenportilo:
fi: Lähteen tyyppi:
fur: Sorte di font:
hr: Tip medija:
id: Jenis media:
is: Tegund miðils:
it: Tipo di supporto:
mt: Tip ta' sors:
nn: Medietype:
pl: Rodzaj nośnika:
sc: Tipu de mèdiu:
sq: Tip i burimit:
sr@latn: Tip medija:
tg: Навъи сарчашма:
tl: Uri ng medium:
uz@cyrillic: Тўпламнинг тури:
uz@latn: To'plamning turi:
vi: Loại phương tiện:

source: Cancel
af: Kanselleer
ar: الغاء
ast: Encaboxar
bg: Отказ
br: Nullañ
cy: Diddymu
eo: Forigu
fi: Peruuta
fur: Scancele
hr: Odustani
id: Batal
is: Hætta við
it: Annulla
lv: Atcelt
mt: Ikkanċella
nn: Avbryt
no: Avbryt
pl: Anuluj
sc: Annudda
sq: Anulo
sr@latn: Odustani
ta: தவிர்
tg: Бекор кардан
th: ยกเลิก
tl: I-cancel
uz@cyrillic: Бекор қилиш
uz@latn: Bekor qilish
vi: Bỏ qua

source: Global options for package installation
ar: الخيارات العامّة لتثبيت الحزم
ast: Opciones globales pa la instalación de paquetes
bg: Глобални настройки за инсталация на пакети
br: Dibarzhoù hollek evit staliadur ar pakadoù
cy: Dewisiadau eang ar gyfer gosod pecynnau
fi: Yleisasetukset ohjelmistopakettien asennusta varten
id: Opsi umum untuk installasi paket
is: Víðvær gildi fyrir innsetningu pakka
it: Opzioni globali per l'installazione dei pacchetti
nn: Globale val for pakkeinstallering
pl: Ogólne ustawienia dla instalacji pakietów
sc: Totu is sceras po aposentai pakitus
sr@latn: Globalne opcije za instalaciju paketa
tl: Pangkalahatang option para sa pag-install ng package
uz@cyrillic: Пакетларни ўрнатиш учун умумий параметрлар
uz@latn: Paketlarni o'rnatish uchun umumiy parametrlar
vi: Tùy chọn chung cho việc cài đặt các gói

source: never
ar: بتاتاً
ast: enxamás
bg: никога
br: gwech ebet
cy: byth
fi: ei koskaan
hr: nikad
id: tidak pernah
is: aldrei
it: mai
nn: Aldri
pl: nigdy
sc: mai
sq: asnjëherë
sr@latn: nikad
ta: எப்போதும் இல்லை
tg: ҳеҷ гоҳ
tl: hindi kailanman
uz@cyrillic: Ҳеч қачон
uz@latn: Hech qachon
vi: không bao giờ

source: always
ar: دائماً
ast: siempre
bg: винаги
br: bepred
cy: bob tro
fi: aina
id: selalu
is: alltaf
it: sempre
nn: Alltid
pl: zawsze
sc: sempri
sr@latn: uvek
tl: parati
uz@cyrillic: Ҳамиша
uz@latn: Hamisha
vi: luôn luôn

source: Never
ast: Enxamás
bg: Никога
br: Gwech ebet
cy: Byth
nn: Aldri
pl: Nigdy

source: On-demand
ast: Baxo demanda
bg: При поискване
br: Pa vez goulennet
cy: Ar alw
nn: Ved førespurnad
pl: Na żądanie

source: Update-only
ast: Sólo-anovamientos
bg: Само източниците за обновления
cy: Diweddaru yn unig
nn: Ved oppdatering
pl: Tylko aktualizacja

source: Always
ast: Siempre
bg: Винаги
br: Bepred
cy: Bob tro
nn: Alltid
pl: Zawsze

source: Verify RPMs to be installed:
ar: التحقق من الحزم المطلوب تثبيتها:
ast: Verifica los paquetes a instalar:
bg: Проверка на RPM пакет за инсталация:
br: Gwiriekaat ar pakadoù da staliañ :
cy: Gwirio RPMau i'w gosod:
fi: Varmista asennettavia RPM paketteja:
id: Verifikasi RPM yang akan diinstall:
is: Staðfesta RPM sem á að setja inn:
it: Verifica gli RPM da installare
nn: Stadfest RPM-ar som skal installerast:
pl: Weryfikacja instalowanych pakietów RPM:
sc: Aberiga is RPM de aposentai:
sr@latn: Verifikovani RPM paketi koji će biti instalirani:
tl: Siguruhin ang mga RPM na ii-install:
uz@cyrillic: Ўрнатилаётган пакетнинг ҳақиқийлигини текшириш:
uz@latn: O'rnatilayotgan paketning haqiqiyligini tekshirish:
vi: Kiểm tra RPMs được cài đặt:

source: Download program to use:
ar: برنامج التنزيل المطلوب استخدامه:
ast: Programa pa baxar:
bg: Използвай за изтегляне програмата:
br: Enkargañ ar goulev da implij :
cy: Llwytho rhaglen i lawr i'w defnyddio:
fi: Käytettävä latausohjelma:
id: Download program untuk digunakan:
is: Niðurhalsforrit sem á að nota:
it: Programma per eseguire il download:
nn: Bruk nedlastingsprogrammet:
pl: Pobieranie programu do:
sc: Scàrriga programa de impreai:
sr@latn: Preuzmi programe koji će biti korišćeni:
tl: Program na pang-download na gagamitin:
uz@cyrillic: Ёзиб олиш дастури:
uz@latn: Yozib olish dasturi:
vi: Tải xuống chương trình để dùng:

source: XML meta-data download policy:
ast: Política de baxada de metadatos XML:
bg: XML meta-data политика за изтегляне
cy: Polisi llwytho i lawr meta data XML:
nn: Nedlastingspraksis for XML-metadata:
pl: Zasady pobierania meta informacji XML:
