Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Your medium `%s', used for updates, does not match the version of Mandriva Linux you're running (%s). It will be disabled.
ar: وسيطك `%s'، المستعمل للتّحديثات، لا يطابق إصدارة ماندريبا لينكس الّتي تشغّلها (%s). سيتمّ تعطيله.
bg: Източникът `%s', който използвате за обновяване не е подходящ за тази версия на Mandriva Linux (%s). Ще бъде маркиран като изключен.
fi: Päivityksiin käytetävä lähde `%s' ei vastaa käyttämääsi Mandriva Linuxin versiota (%s). Lähde poistetaan käytöstä.
id: Media Anda `%s', yang digunakan untuk update, tidak sesuai dengan versi Mandriva Linux yang Anda pakai (%s). Akan dinonaktifkan.
is: Miðillinn `%s', sem notaður er fyrir uppfærslur, passar ekki fyrir þá útgáfu af Mandriva Linux sem þú ert að nota (%s). Hann verður aftengdur.
it: Il supporto `%s', usato per gli aggiornamenti, non corrisponde alla versione di Mandriva Linux che stai usando(%s). Verrà disabilitato.
mt: Is-sors "%s", li jintuża għall-aġġornamenti, ma jaqbilx mal-verżjoni ta' Mandriva Linux li qed tuża (%s). Se jintefa.
sc: Su mèdiu `%s' ki tenis po ajorronai, no cunsonat cun sa versioni de Mandriva Linux ki impreas (%s). D'apu a disabivai.
sr@latn: Vaš medij`%s', korišćen za nadogradnju, ne odgovara verziji Mandriva Linux-a koji se koristi (%s). I biće onemogućeno njegovo korišćenje.
tg: `%s'-и миёнаи шумо, ки навсозӣ карда мешавад, ба нусхаи Mandriva Linux коргузорӣ карда истодаи (%s) мувофиқат намекунад. Он хомӯш мегардад.
tl: Ang inyong medium na `%s', na ginamit para sa mga update, ay hindi bagay sa version ng Mandriva Linux na inyong pinapatakbo (%s). Hindi ito papaganahin.
vi: Phương tiện `%s' dùng để cập nhật không phù hợp với bản Mandriva Linux đang chạy (%s). Nó sẽ không được hoạt động.

source: URL:
ar: العنوان:
is: Slóð:
nn: URI:

source: <control>U
br: <control>B
it: <control>A
nn: <control>O
uz@cyrillic: <control>Я
uz@latn: <control>Ya

source: <control>A
br: <control>O
it: <control>N
nn: <control>L
uz@cyrillic: <control>Б
uz@latn: <control>B

source: <control>K
br: <control>C
it: <control>C
nn: <control>N
uz@cyrillic: <control>К

source: <control>R
nn: <control>M
uz@cyrillic: <control>С
uz@latn: <control>S

source: URL:
nn: Adresse:

source: WWW
ar: الويب
br: Gwiad bedel
eo: TTT
nn: Verdsveven
ta: வைய விரி வலை
uz@cyrillic: Интернет
uz@latn: Internet

source: Web/FTP
ar: وب/FTP
cy: Gwe/FTP
eo: TTT/FTP
is: Vefur/FTP
nn: Vev/FTP
sr@latn: Server, Web/FTP
ta: இணையதள/கோப்புப் பாிமாற்றம்

source: Type1
af: Tipe1
cy: Math 1
eo: Speco1
hr: Tip
sq: Tip1

source: Official updates
tl: Mga opisyal na update
uz@latn: Rasmiy yangilanishlar

source: Removable device
af: Verwyderbare media
eo: Retirebla datenportilo
fi: Siirrettävä laite
fur: Periferiche rimovibil
hr: Uklonjivi medij
is: Útskiptanlegt tæki
it: Dispositivo rimovibile
lv: Atvienojama ierîce
mt: Apparat jinħareġ
no: Fjernbar enhet
sc: Trastu arremoviditzu
sq: Mjet i lëvizshëm
sr@latn: Prenosni uređaj
ta: கழற்று சாதனங்கள்
tg: Дастгоҳи хориҷ шаванда
th: ไดร์ฟเคลื่อนย้ายได้
tl: Naaalis na device
uz@latn: Olinadigan uskunalar

source: Relative path to synthesis/hdlist:
af: Relatiewe pad na die synthesis/hdlist:
eo: Relativa pado al syngthesis/hdlist:
fur: Percors relatîf di synthesis/hdlist:
hr: Relativna putanja do synthesis/hdlist:
lv: Relatîvais èeïð uz synthesis/hdlist:
mt: Direttorju relattiv għas-sintesi jew hdlist:
no: Relativ sti til synthesis/hdlist:
sq: Shtegu që ka të bëjë me synthesis/hdlist:
ta: synthesis/hdlist ேகாப்புகளின் சார்பு பாதை
th: พาธแบบ relative ไปยัง synthesis/hdlist:
tl: Relative path patungong synthesis/hdlist:
uz@latn: synthesis/hdlist fayliga nisbiy yo'l:

source: Are you sure you want to remove the following sources ?
it: Vuoi davvero rimuovere queste fonti?
uz@latn: Quyidagi to'plamlarni olib tashlashni istaysizmi?

source: Close
af: Sluit af
eo: Malfermu
fur: Siere
hr: Zatvori
mt: Agħlaq
sq: Mbylle
ta: மூடு
tl: Isara
uz@latn: Yopish

source: <control>G
br: <control>H
uz@cyrillic: <control>М
uz@latn: <control>M

source: /_Add a custom media
uz@latn: /_Boshqa to'plamni qo'shish

source: Welcome to the Software Media Manager! This tool will help you configure the packages media you wish to use on your computer. They will then be available to install new software package or to perform updates.
af: Welkom by die Software Media Manager! Hierdie nutsprogram sal u help met die opstel van die media bronne op u rekenaar. Hulle sal dan tot beskikking wees vir die installasie van nuwe sagteware of om die hudige sagteware op te gradeer.
eo: Bonvenon ĉe la agordilo de program-portilo! Tiu ĉi ili helpos vin konfiguri la pakaĵo-portilojn kiujn vi deziras uzi en via komputilo. Ili estos poste atingeblaj por instali novajn program-pakaĵojn aŭ por ĝisdatigi.
fi: Tervetuloa pakettien lähteiden hallintaan! Tämä työkalu auttaa sinua asettamaan pakettien lähteet joita haluat käyttää tietokoneessasi. Sen jälkeen ne ovat käytettävissä jos haluat asentaa uusia paketteja tai päivittää jo asennettuja.
fur: Benvignût de gjestion des fonts software! Chest imprest a ti judarâ a configurâ les fonts che tu vuelis doprâ tal to computer. E sarân disponibilis pe instalazion di gnûfs pachets software o pe atualizazion di chei dizâ instalâts.
hr: Dobrodošči u Software Media Manager! Ovaj alat će vam pomoći kod konfiguriranja paketnih medija koje želite koristiti na vašem računalu. Isti će zatim biti dostupni za instalaciju novog sofwareskog paketa ili da dogradi verzije.
is: Velkomin í Hugbúnaðar-miðla-tólið! Þetta tól hjálpar þér við að setja upp pakkamiðlara sem þú vilt nota á þinni tölvu. Þeir verða þá tiltækir þegar setja á inn nýja pakka eða sækja uppfærslur.
it: Benvenuto nella gestione dei supporti software! Questo programma ti aiuterà a configurare i supporti da cui poter installare pacchetti software. Essi saranno quindi disponibili per l'installazione di nuovi pacchetti o per l'aggiornamento di quelli esistenti.
mt: Merħba għall-editur ta' sorsi ta' softwer! Din l-għodda tgħinek biex tikkonfigura s-sorsi ta' pakketti li tixtieq tuża fuq il-kompjuter tiegħek. Dawn ikunu disponibbli biex minnhom tinstalla pakketti ġodda jew biex taġġorna s-sistema.
sq: Mirësevini në Menagjerin e Burimeve Softver! Kjo vegël do të ju ndihmojë në konfigurimin e pakove në burime, të cilat ju dëshironi ti përdorni në kompjuterin tuaj. Ato do të ju mundësojnë instalimin e pakove të reja softver ose azhurnimin e tyre.
sr@latn: Dobrodošli u Menadžer za Softver! Ovaj alat vam može pomoći da podesite medij sa paketima koje želite da koristite na vašem računaru. Nakon toga će biti spremni za instalaciju novih paketa ili za nadogradnju starih.
tg: Марҳамат ба Мудири Сарчашмаи Нармафзор! Ин асбоб барои танзими сарчашмаҳои қуттиҳое ки шумо дар компутари худ истифода бурдан мехоҳед ёрӣ медиҳад. Онҳо пас барои коргузоштани қуттии нармафзори нав ё иҷрои навигариҳо дастрас мешаванд.
tl: Maligayang Pagdating sa Tagapangasiwa ng Software Media! Ang kasangkapang ito ay tutulong sa iyo na i-configure ang mga media ng mga package na gusto mong gamitin sa computer mo. Pagkatapos ay magiging available sila para mag-install ng bagong software package o magsagawa ng mga update.
uz@latn: Paketlar to'plamini boshqaruvchisiga marhamat! Bu vosita kompyuteringizda ishlatmoqchi bo'lgan paketlar to'plamini moslashda sizga yordam beradi. Moslagandan keyin, ular yangi dasturlarni o'rnatishda yoki yangilanishlarni qo'llashda ishlatiladi.

source: None
af: Geen
eo: Neniom
fur: Nissun
hr: Nijedan
mt: Ebda
sq: Asnjëri
ta: வெற்று
uz@latn: Yo'q

source: Because of their dependencies, the following package(s) also need to be removed:
af: Om alle afhanklikhede te bevredig, moet hierdie pakket(te) verwyder word:
ar: نظرا للاعتمادات، فإن الحزمة/الحزم التالية يجب أن تحذف:
eo: Por plenumi la dependaĵojn, ankaŭ la sekva(j) pakaĵo(j) estu malinstalotaj:
fi: Riippuvuuksien vuoksi myös seuraavat paketit joudutaan poistamaan:
fur: Cause de lôr dipendencis, chiscj pachet(s) e an ancje di sedi rimovûts:
hr: U pravilu da zadovoljite sve ovisnosti, slijedeći paketi biti će uklonjeni:
is: Vegna árekstra , þarf að fjarlægja eftirfarandi pakka:
it: A causa delle loro dipendenze, devono essere rimossi anche i seguenti pacchetti:
mt: Minħabba d-dipendenzi tagħhom, dawn il-pakketti wkoll iridu jitneħħew:
sc: Po mori de is dependèntzias insoru, finas is pakitus ki sighint bolint srexinaus:
sq: Me rastin e mbushjes së mvarësisë, pako(t) e radhitura duhet të zhduken:
sr@latn: Da bi zadovoljili sve zavisnosti,sledeći paket(i) bi takođe trebalo da se uklone:
ta: சில கட்டுப்பாடுகளினால் கீேழ ெகாடுக்கப்பட்டுள்ள பொதிகள் நீக்கப்பட வேண்டும்:
tg: Аз барои тобеиятҳояшон, қуттиҳои зерин ҳамчунин хориҷ хоҳанд шуд:
tl: Dahil sa kanilang pagkaka-asa-asa, ang mga sumusunod na package ay kailangan ding alisin:
uz@latn: Ularning bog'liqligi sababli, quyidagi paket(lar)ni ham olib tashlash kerak:

source: To satisfy dependencies, the following package(s) also need to be installed:
af: Om die afhanklikhede na te kom, moet die volgende pakket(te) ook geïnstalleer word:
ar: لإرضاء الإعتمادات يجب تثبيت الحزمة/الحزم التالية:
eo: Por sekvi la dependaĵojn, la sekva(j) pakaĵo(j) devas ankaŭ esti instalitaj:
fi: Riippuvuuksien täyttämiseksi myös seuraavat paketit pitää asentaa:
fur: Par sodisfâ les dipendencis, ancje chiscj pachet(s) e an bisugne di sedi instalâts:
hr: Da se udovolji ovisnostima, slijedeći paketi također moraju biti instalirani:
is: Til að uppfylla kröfur þarf einnig að setja inn eftirfarandi pakka
it: Per soddisfare le dipendenze devono essere installati anche i seguenti pacchetti:
lv: Lai apmierinâtu visas atkarîbas, ir nepiecieðams instalçt arî sekojoða(s) pakotne(s):
mt: Biex jiġu sodisfatti d-dipendenzi, dawn il-pakketti wkoll iridu jiġu nstallati:
no: For å tilfredstille avhengigheter, må følgende pakke(r) også installeres:
sc: Po satisfai is dependèntzias, finas is pakitus ki sighint bolint aposentaus:
sq: Me rastin e mbushjes së mvarësisë, pako(t) e radhitura duhet të instalohen:
sr@latn: Da bi zadovoljili međuzavisnosti, sledeći paket(i) takođe treba da budu instalirani:
ta: சில கட்டுப்பாடுகளினால் கீேழ ெகாடுக்கப்பட்டுள்ள பொதிகள் நிறுவப்பட வேண்டும்:
tg: Барои қаноатмандии тобеиятҳо, қуттиҳои зерин ҳамчунин бояд коргузошта шаванд:
th: เนื่องจาก dependencies, เพจเกจเหล่านี้จะต้อง install ไปด้วย:
tl: Para masiyahan ang mga pagkaka-asa-asa, ang mga sumusunod na package ay kailangan ding i-install:
uz@latn: Bog'liqliklarni ta'minlash uchun quyidagi paket(lar) ham o'rnatilishi kerak:

source: --no-verify-rpm don't verify packages signatures
fi: --no-verify-rpm älä tarkista pakettien allekirjoitukset
is: --no-verify-rpm ekki staðfesta undiskriftir pakka
it: --no-verify-rpm non verifica le firme dei pacchetti
sc: --no-verify-rpm no controllist is firmas de is pakitus
sr@latn: --no-verify-rpm ne verifikuj potpise paketa
uz@cyrillic: --no-verify-rpm ўрнатиладиган пакетларнинг электрон имзоси текширилмасин
uz@latn: --no-verify-rpm o'rnatiladigan paketlarning elektron imzosi tekshirilmasin
vi: --no-verify-rpm không kiểm tra chữ ký của các gói

source: Welcome
af: Welkom
eo: Bonvenon
fi: Tervetuloa
fur: Benvignût
hr: Dobrodošli
is: Velkomin(n)
it: Benvenuto
mt: Merħba
sc: Beni beniu
sq: Mirësevini
sr@latn: Dobrodošli
ta: வருக
tg: Марҳамат Намоед
tl: Maligayang pagdating
uz@latn: Marhamat

source: Welcome to the software removal tool! This tool will help you choose which software you want to remove from your computer.
af: Welkom by die 'software removal tool'! Hierdie nutsprogram sal u help om die programme te kies wat u wil verwyder.
eo: Bonvenon ĉe la program-malinstalilo! Tiu ĉi ilo helpos vin elekti kiun programon vi deziras malinstali de via komputilo.
fi: Tervetuloa ohjelmiston poistamisohjelmaan! Tämä ohjelma auttaa sinua valitsemaan ohjelmia joita haluat poistaa tietokoneestasi.
fur: Benvignût tal program di rimozion software! Chest program a ti judarâ a sielzi cuai pachets tu vuelis rimovi dal to computer.
hr: Dobrodošli u alat za uklanjanje software-a! Ovaj alat će vam pomoči u odabiru software-a kojeg želite ukloniti sa vašeg računala.
is: Velkomin að hugbúnaðar-tiltektar-tólinu Þetta tól hjálpar þér til að velja þá pakka sem þú vilt fjarlægja úr tölvunni.
it: Benvenuto nel programma di rimozione software! Questo programma ti aiuterà nella selezione del software che deve essere rimosso dal tuo computer.
lv: Laipni lûdzam programmatûras noòemðanas rîkâ! Ðis rîks palîdzçs Jums izvçlçties, kuru programmatûru vçlaties noòemt no datora.
mt: Merħba għall-għodda ta' tneħħija ta' softwer. Din l-għodda tgħinek tagħżel liema softwer trid tneħħi mill-kompjuter tiegħek.
no: Velkommen til verktøyet for fjerning av programvare! Dette verktøyet vil hjelpe deg å velge vilken programvare du skal fjerne fra maskinen din.
sq: Mirësevini tek vegla softver për zhdukje! Kjo vegël do të ju ndihmojë në zhdukjen e softverëve të dëshiruar nga kompjuteri juaj.
sr@latn: Dobrodošli u program za uklanjanje softvera! Ovaj alat vam može pomoći da izaberete softver želite da uklonite sa vašeg računara.
ta: ெமன்ெபாருள் நீக்கக் கருவிக்கு வருக! இக்கருவி மூலம் தேவையில்லாத ெமன்ெபாருளை உங்கள் கணினியில் இருந்து நீக்க முடியும்
tg: Марҳамат ба асбоби хориҷи нармафзор! Ин асбоб ба шумо барои интихоби нармафзор барои хориҷ аз компютери Шумо ёрӣ медиҳад.
th: ยินดีต้อนรับสู่ software removal tool! โปรแกรมนี้จะช่วยคุณในการเลือกโปรแกรมที่คุณต้องการลบออกจากเครื่อง
tl: Maligayang pagdating sa kasangkapang pangtanggal ng software! Ang kasangkapang ito ay tutulong sa iyong pumili kung aling software ang gusto mong alisin mula sa computer mo.
uz@latn: Dasturlarni olib tashlovchi vositaga marhamat! Bu vosita kompyuteringizdan olib tashlamoqchi bo'lgan dasturlarni tanlashda sizga yordam beradi.

source: Welcome to %s! This tool will help you choose the updates you want to install on your computer.
af: Welkom by '%s! Hiedie nutsprogram sal u help om die pakkette te kies wat u wil opgradeer.
eo: Bonvenon ĉe la MandrivaĜisdatigo (%s)! Tiu ĉi ilo helpos vin elekti la ĝisdatigojn kiujn vi deziras instali en vian komputilon.
fi: Tervetuloa %s ohjelmaan! Tämä ohjelma auttaa sinua valitsemaan päivityksiä joita haluat asentaa tietokoneeseesi.
fur: Benvignût in %s! Chest program ti judarâ a sielzi les atualizazions che tu vuelis instalâ tal to computer.
is: Velkomin að %s! Þetta tól hjálpar þér við að velja þær uppfærslur sem þú vilt setja upp á tölvunni þinni.
it: Benvenuto in %s! Questo programma ti aiuterà a scegliere gli aggiornamenti da installare sul tuo computer.
mt: Merħba għal %s! Din l-għodda tgħinek tagħżel aġġornamenti li trid tinstalla fuq il- kompjuter tiegħek.
sq: Mirësevini në %s! Kjo vegël do të ju ndihmojë për intalimin e azhurnimeve të zgjedhura në kompjuterit tuaj.
sr@latn: Dobrodošli u %s! Ovaj alat vam pomaže da izabete nadogradnje koje želite da instalirate na vaš računar.
ta: %s க்கு வருக! இக்கருவி மூலம் உங்கள் கணினியில் உள்ள ெமன்ெபாருளை நீங்கள் புதுப்பிக்க முடியும்
tg: Марҳамат ба %s! Ин асбоб ба шумо барои интихоби навигарӣ барои коргузоштан ба компютери Шумо ёрӣ медиҳад.
tl: Maligayang pagdating sa %s! Ang kasangkapang ito ay tutulong sa iyong pumili ng mga update na gusto mong i-install sa computer mo.
uz@latn: %s - yangilash vositasiga marhamat! Bu vosita kompyuteringizga o'rnatmoqchi bo'lgan yangilanishlarni tanlashda sizga yordam beradi.

source: Welcome to the software installation tool!
fi: Tervetuloa ohjelmien asennustyökaluun!
is: Velkomin(n) að hugbúnaðar-uppsetningar-tólinu!
it: Benvenuto nel programma di installazione software!
sr@latn: Dobrodošli u alat za instalaciju softvera!
tl: Maligayang pagdating sa kagamitang pang-install ng software!
uz@latn: Dasturlarni o'rnatish vositasiga marhamat!

source: Welcome to the software installation tool! Your Mandriva Linux system comes with several thousands of software packages on CDROM or DVD. This tool will help you choose which software you want to install on your computer.
af: Welkom by die 'software installation tool'! U Mandriva Linux rekenaar het duisende sagteware pakette tot sy beskikking op CDROM of DVD. Hierdie nutsprogram kan u help met die keuses asook die installasie daarvan.
eo: Bonvenon en la program-instalilo! via Mandriva-Linukso-sistemo venas kun plurmilo da program-pakaĵoj sur KDRomo aŭ DVD. Tiu ĉi ilo helpos vin elekti kiujn programojn vi deziras instali en via komputilo.
fi: Tervetuloa ohjelmiston asennusohjelmaan! Mandriva Linux-järjestelmäsi tuo mukanaan tuhansittain ohjelmia CD- tai DVD-levy(i)llä. Tämä ohjelma auttaa sinua valitsemaan ohjelmia joita haluat asentaa tietokoneeseesi.
fur: Benvignût tal program di instalazion software! Il to sisteme Mandriva Linux al inclût miârs di pachets software su CDROM o DVD. Chest program a ti judarâ a sielzi cuâl software tu vuelis instalâ tal to computer.
is: Velkomin að Hugbúnaðar-uppsetningar-tólinu! Mandriva Linux kerfið kemur með þúsundir hugbúnaðarpakka á geisladiskum eða DVD-diski. Þetta tól hjálpar þér að velja hvaða pakka þú vilt setja upp á tölvunni þinni.
it: Benvenuto nel programma di installazione software! Il sistema Mandriva Linux include parecchie migliaia di pacchetti software su CD-ROM o DVD. Questo programma ti aiuterà a scegliere il software da installare sul tuo computer.
mt: Merħba għall-għodda ta' installazzjoni ta' softwer! Is-sistema Mandriva Linux tiġi b'eluf ta' pakketti ta' softwer fuq CDROM jew DVD. Din l-għodda tgħinek tagħżel liema softwer tixtieq tinstalla fuq il-kompjuter tiegħek.
sq: Mirësevini në instalimin me vegël softver! Sistemi i juaj Mandriva Linux është i furnizuar me mijëra pako sofver, në CDROM ose DVD. Kjo vegël do të ju ndihmojë për të zgjedhur, cilin sofver dëshironi ta instaloni në kompjuterin tuaj.
sr@latn: Dobrodošli u alat za instalaciju softvera! Vaš Mandriva Linux operativni sistem je došao sa nekoliko hiljada paketa sa programima, na CD-u ili DVD-u. Ovaj alat će Vam pomoći da izaberete pakete koje želite da instalirate na Vaš računar.
ta: ெமன்ெபாருள் நிறுவல் கருவிக்கு வருக! இக்கருவி மூலம் தேவையான ெமன்ெபாருளை உங்கள் கணினியில் நிறுவ முடியும்
tg: Марҳамат ба асбоби коргузориши нармафзор! Системи Шумо, Mandriva Linux бо якчанд ҳазор қуттиҳои нармафзор дар CDROM ё DVD пешниҳод карда мешавад. Ин асбоб ба шумо барои интихоби нармафзор барои коргузоштан ба компютери Шумо ёрӣ медиҳад.
tl: Maligayang pagdating sa kasangkapang pang-install ng software! Ang iyong sistema ng Mandriva Linux ay nagsasama ng ilang libong software package sa CDROM o DVD. Ang kasangkapang ito ay tutulong sa iyong pumili kung aling software ang gusto mong i-install sa computer mo.
uz@latn: Dasturlarni o'rnatish vositasiga marhamat! Mandriva Linux tizimi bilan birga minglab dasturlar DVD yoki kompakt-diskda tarqatiladi. Bu vosita kompyuteringizga dasturlarni o'rnatish uchun ularni tanlashda sizga yordam beradi.

source: The software installation tool can set up media sources.
it: Il programma per installare il software può configurare le fonti d'installazione.
uz@latn: Ushbu vosita dasturlar to'plamlarini qo'shish imkoniyatiga ega.

source: Do you want to add media sources now?
it: Vuoi aggiungere dei supporti come fonte?
uz@latn: Dasturlar to'plamlarini hozir qo'shishni istaysizmi?

source: Total: %s/%s
it: Totale: %s/%s
uz@cyrillic: Жами: %s/%s
uz@latn: Jami: %s/%s

source: Please insert the medium named "%s" on device [%s]
af: Plaas asseblief die media bekend as "%s" in aandrywer [%s]
eo: Bonvolu enmeti la portilon nomitan"%s" en la legilon [%s]
fi: Ole hyvä ja aseta media nimeltä "%s" laitteeseen [%s]
fur: Par plasè insede le font clamade "%s" te periferiche [%s]
hr: Molim umetnite medij pod nazivom "%s" u ureaj [%s]
it: Inserisci il supporto "%s" nel dispositivo [%s]
mt: Jekk jogħġbok daħħal is-sors imsejjaħ "%s" fl-apparat [%s]
sq: Ju lutemi futni emrin e burimit "%s" në mjetin [%s]
th: กรุณาใส่สื่อข้อมูลชื่อ "%s" ลงในอุปกรณ์ชื่อ [%s]
tl: Pakisuksok ang medium na may pangalan na "%s" sa device na [%s]
uz@latn: Iltimos "%s" nomli to'plamni [%s] uskunaga qo'ying

source: Installation failed, some files are missing: %s You may want to update your media database.
af: Installasie probleme, van die lêers is soek: %s Probeer u media se databasis opdateer.
eo: Instalado malsukcesis, kelkaj dosieroj mankas: %s Eble ĝisdatigu vian portil-datenbazon.
fur: Instalazion falade, cualchi file al mancje: %s Tu podaressis provâ a atualizâ il database des fonts.
hr: Instalacija nije uspjela, neke datoteke nedostaju: %s Možda bi trebali osvježiti vaš medij sa bazom podataka
mt: Installazzjoni falliet, xi fajls huma neqsin: %s Jista' jkollok bżonn taġġorna d-database tas-sorsi.
sq: Instalimi dështoi, disa skedare mungojnë: %s A dëshironi ti azhurnoni burimet e bazës së të dhënave.
tl: Nabigo ang pag-i-install, ilang mga file ay nawawala: %s Baka gusto mong i-update ang iyong database ng media.
uz@latn: O'rnatish muvaffaqiyatsiz tugadi, ba'zi bir fayllar yetishmaydi: %s Balki to'plam ma'lumot bazasini yangilashingiz kerak.

source: Selected size: %d MB
af: Gekose pakkette: %d MB
fur: Dimension selezionade: %d MB
hr: Veličina odabranih paketa: %d MB
lv: Izvçles apjoms: %d MB
ta: ேதர்ந்ெதடுத்துள்ள அளவு: %d MB
th: ขนาดรวมที่เลือก: %d MB
tl: Laki ng napili: %d MB
uz@latn: Tanlangan hajm: %d Mb

source: Non installed
uz@latn: O'rnatilmagan

source: Mandriva Linux choices
af: Mandriva Linux keuses
eo: Mandriva Linuks-elektoj
fi: Mandriva Linux valinnat
fur: Sieltis di Mandriva Linux
hr: Mandriva Linux Dogradnja
it: Scelte di Mandriva Linux
mt: Għażliet ta' Mandriva Linux
sq: Mundësit Mandriva Linux
sr@latn: Mandriva Linux-ovi izbori
ta: மாண்ட்ேரக் தேர்வுகள்
tl: Mga Pili ng Mandriva Linux
uz@latn: Mandriva Linux termasi

source: Normal updates
af: Normale opdaterings
eo: Normalaj ĝisdatigoj
fur: Atualizazions normalis
hr: Normalne nadogradnje
lv: Parasti jauninâjumi
mt: Aġġornamenti normali
sq: Azhurnimet normale
ta: சாதரன புதுப்பித்தல்
th: อัพเดททั่วไป
tl: Mga normal update
uz@latn: Oddiy yangilanishlar

source: /Do _not remove any package from the cache
uz@latn: /Keshdagi paketlar oli_b tashlanmasin

source: Search
af: Soek
eo: Serĉu
fur: Cîr
hr: potraga
lv: Meklçt
no: søk
sq: Hulumto
ta: தேடு
th: ค้นหา
tl: Maghanap
uz@latn: Qidirish

source: Clear
af: Maak skoon
eo: Forviŝu
fur: Scancele
hr: Očisti
sq: Pastro
ta: துடை
tl: I-clear
uz@latn: Tozalash

source: Download of `%s', time to go:%s, speed:%s
af: Aflaai van '%s',tyd gelede:%s, spoed: %s
eo: Deŝuto de '%s', tempo por fari:%s, rapideco:%s
fi: Ladataan `%s', aikaa jäljellä:%s, nopeus:%s
fur: Scjariament di `%s', timp restât:%s, velocitât:%s
hr: Preuzimanje datoteke `%s',ostalo vremena:%s, brzina:%s
is: Sæki `%s', tími eftir:%s, hraði:%s
it: Download di %s, tempo rimasto: %s, velocità: %s
mt: Tniżżil ta' "%s", ħin li fadal: %s, veloċitàL %s
no: Nedlastning av `%s', tid som gjenstår:%s, hastighet:%s
sc: Scàrrigu de `%s', tempus abarrau:%s, lestriori:%s
sq: Shkarkimi i `%s', koha e kaluar:%s, shpejtësia:%s
sr@latn: Preuzimanje sa `%s', vreme do kraja:%s, brzina:%s
ta: `%s' இறக்கத்திற்கு, ேதவைப்படும் ேநரம்:%s, ேவகம்:%s
tg: Фаровири `%s', вақт:%s, суръат:%s
tl: Pagda-download ng `%s', nalalabing oras:%s, tulin:%s
uz@latn: %s yozib olinmoqda, qolgan vaqt: %s, tezlik: %s

source: Download of `%s', speed:%s
af: Aflaai van '%s', spoed: %s
eo: Deŝuto de `%s', rapideco:%s
fi: Ladataan `%s', nopeus:%s
fur: Scjariament di `%s', velocitât:%s
hr: Preuzimanje datotekef `%s', brzina:%s
is: Sæki `%s', hraði:%s
it: Download di "%s", velocità: %s
mt: Tniżżil ta’ "%s", veloċità: %s
no: Nedlastning av `%s', hastighet:%s
sc: Scàrrigu de `%s', lestriori:%s
sq: Shkarkimi i `%s', shpejtësia:%s
sr@latn: Preuzimanje sa `%s', brzina:%s
ta: `%s' இறக்கத்தின் ேவகம்:%s ,
tg: Фаровири `%s', суръат:%s
tl: Pagda-download ng `%s', tulin:%s
uz@latn: %s yozib olinmoqda, tezlik: %s
