Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Download directory does not exist
af: Lêergids vanwaar afgelaai moet word, bestaan nie
eo: Deŝuta dosierujo ne ekzistas
fur: Le cartele di scjariâmint no esist
hr: Mapa za preuzimanje datoteka ne postoji
no: Katalog for lagring av nedlastede filer eksisterer ikke
sq: Shkarkimi i repertorin nuk ekziston
ta: நீங்கள் தரவிறக்கம் செய்ய விரும்பும் அடைவு முதலில் இருக்க வேண்டும்
tl: Ang download directory ay wala
uz@latn: Olinadigan fayllar jildi mavjud emas

source: Out of memory
af: Te min geheue
eo: Ekster memoro
fur: Memorie finide
hr: Nema dovoljno memorije
lv: Trûkst atmiòas
no: Tomt for minne
sq: Jashtë memorisë
ta: நினைவகத்தில் இடமில்ைல
tl: Naubusan ng memory
uz@latn: Xotira yetishmayapti

source: Could not open output file in append mode
af: Kon nie die uitsetlêer oopmaak om by voeg nie
eo: Mi ne povis malfermi la eldonitan dosieron en 'append'-modo
fur: No soi rivât a vierzi il file di output in maniere append
hr: Nije bilo moguće otvoriti izlaznu datoteku za dodavanje na kraj
no: Kunne ikke åpne output fil i legge til modus
sq: Nuk mund ta hapë skedaren në modë shtues
ta: பின்ேசர்ப்பதற்காக கோப்ைப திறக்க முடியவில்ைல
tl: Hindi mabuksan ang output file sa append mode
uz@latn: Natija faylini qo'shish usulida ochib bo'lmadi

source: Unsupported protocol
af: Nieondersteunde protokol
eo: Nesubtenata protokolo
fur: Protocol no supuartât
hr: Nepodržani protokol
lv: Neatbalstîts protokols
no: Ikke støttet protokoll
sq: Protokol i pa përkrahur
ta: ஆதரிக்கப்படாத வரைமுறை
tl: Hindi suportadong protocol
uz@latn: Noma'lum protokol

source: Bad URL format
af: Nie korrekte URL formaat
eo: Netaŭga URL formato
fur: Formât URL no valevul
hr: Loš URL format
lv: Nepareizs URL formâts
no: Feil URL format
sq: Formë e pa pranuar për URL
ta: கொடுக்கப்பட்ட URL தவறான வடிவத்தில் உள்ளது
uz@latn: URL formati noto'g'ri

source: Bad user format in URL
af: Nie korrekte gebruiker formaat in URL
eo: Netaŭga uzantoformato en URL
fur: Formât utent tal URL no valevul
hr: Loš korisnički format URL-a
lv: Nepareizs lietotâja formâts URLâ
no: Feil brukerformat i URL
sq: Formë përdoruesi e pa pranuar për URL
ta: கொடுக்கப்பட்ட URL தவறான பயனர் விவரத்ேதாடு உள்ளது
tl: Bad user format sa URL
uz@latn: URL'da foydalanuvchi formati noto'g'ri

source: Couldn't connect
af: Kon nie konnekteer nie
eo: Ne povis konekti
fur: No rivi a conetimi
hr: Ne mogu se povezati
lv: Neizdevâs pieslçgties
no: Kunne ikke koble opp
sq: Nuk mund te lidhet
ta: இணைப்பு ஏற்படுத்த முடியவில்ைல
tl: Hindi makakonekta
uz@latn: Aloqa o'rnatib bo'lmadi

source: FTP unexpected server reply
af: FTP onverwagde bediener boodskap
eo: Stranga respondo de FTP servilo
fur: FTP: rispueste dal server no valevule
hr: FTP čudan odgovor servera
lv: Ftp: dîvaina servera atbilde
no: FTP merkelig tjener svar
sq: Serev FTP i pa pranueshëm riprovo
ta: FTP சேவையகத்திலிருந்து வித்தியாசமான பதில் வருகிறது.பிழை நேர்ந்துள்ளது
tl: FTP di-inaasahang sagot ng server
uz@latn: FTP serveridan kutilmagan javob

source: FTP access denied
af: FTP toegang geweier
eo: FTP servilo rifuzis aliron
fur: FTP: Acès dineât
hr: FTP pristup odbijen
lv: Ftp: pieeja liegta
no: FTP tilgang nektet
sq: Hyrja FTP nuk ekziston
ta: FTP அணுமதி கிடையாது
tl: FTP access tinanggihan
uz@latn: FTP serveriga kirishga ruxsat yo'q

source: FTP user password incorrect
af: FTP gebruiker se wagwoord foutief
eo: FTP uzanto-pasvorto ne estas ĝusta
fur: FTP: password dal utent no valevule
hr: FTP korisnička lozinka je nevažeća
lv: Ftp: nepareiza lietotâja parole
no: FTP bruker passord feil
sq: Përdoruesi dhe parulla për FTP nuk janë korrekt
ta: FTP பயனரின் கடவுச்சொல் தவறு
tl: FTP user password hindi tama
uz@latn: FTP foydalanuvchining maxfiy so'zi haqiqiy emas

source: FTP unexpected PASS reply
af: FTP onverwagde terugvoer op 'PASS'
eo: Stranga respondo de FTP servilo pri PASS
fur: FTP: rispueste PASS no valevule
hr: FTP čudan PASS odgovor
lv: Ftp: dîvaina PASS atbilde
no: FTP merkelig PASS svar
sq: PARULLA FTP nuk pranohet riprovo
ta: FTP சேவையகத்திலிருந்து வித்தியாசமான PASS என்ற பதில் வருகிறது.
tl: FTP di-inaasahang sagot na PASS
uz@latn: Kutilmagan FTP PASS javobi

source: FTP unexpected USER reply
af: FTP onverwagde terugvoer op 'USER'
eo: Stranga respondo de FTP servilo pri USER
fur: FTP: rispueste USER no valevule
hr: FTP čudan USER odgovor
lv: Ftp: dîvaina USER atbilde
no: FTP merkelig USER svar
sq: PËRDORUESI FTP nuk pranohet riprovo
ta: FTP சேவையகத்திலிருந்து வித்தியாசமான USER என்ற பதில் வருகிறது.
tl: FTP di-inaasahang sagot na USER
uz@latn: Kutilmagan FTP USER javobi

source: FTP unexpected PASV reply
af: FTP onverwagde terugvoer op 'PASV'
eo: Stranga respondo de FTP servilo pri PASV
fur: FTP: rispueste PASV no valevule
hr: FTP čudan PASV odgovor
lv: Ftp: dîvaina PASV atbilde
no: FTP merkelig PASV svar
sq: PASV FTP nuk pranohet riprovo
ta: FTP சேவையகத்திலிருந்து வித்தியாசமான PASV என்ற பதில் வருகிறது.
tl: FTP di-inaasahang sagot na PASV
uz@latn: Kutilmagan FTP PASV javobi

source: FTP unexpected 227 format
af: FTP onverwagde 227 formaat
eo: Stranga formato de 227 mesaĝo
fur: FTP: formât 227 no valevul
hr: FTP čudan 227 format
lv: Ftp: dîvains 227 formâts
no: FTP merkelig 227 format
sq: Forma e FTP 227 nuk pranohet
ta: FTP சேவையகத்திலிருந்து வித்தியாசமான 227 வடிவம் வருகிறது.
tl: FTP di-inaasahang 227 na format
uz@latn: Kutilmagan FTP 227 formati

source: FTP can't get host
af: FTP kan nie die rekenaar vind nie
eo: FTP ne povis akiri servilon
fur: FTP: no cjati il host
hr: FTP ne mogu dobiti računalo
lv: Ftp: neizdodas noskaidrot serveri
no: FTP kan ikke nå vert
sq: FTP nuk mund të lidhet me ftuesin
ta: FTP சேவையகத்துடன் தொடர்பு ஏற்படுத்த முடியவில்ைல
tl: FTP hindi makuha ang host
uz@latn: FTP xostini aniqlab bo'lmadi

source: FTP can't reconnect
af: FTP kan nie konnekteer nie
eo: FTP ne povis rekonekti
fur: FTP: no rivi a tornâ a conetimi
hr: FTP ne mogu se ponovno spojiti
lv: Ftp: neizdodas atjaunot pieslçgumu
no: FTP kan ikke koble opp på nytt
sq: FTP num mund të rilidhet
ta: FTP சேவையகத்துடன் மீண்டும் தொடர்பு ஏற்படுத்த முடியவில்ைல
tl: FTP hindi makakonekta ulit
uz@latn: FTP qayta ulanib bo'lmaydi

source: FTP couldn't set binary
af: FTP kan nie na binêre modus swaai
eo: FTP ne povis konfiguri al binara
fur: FTP: no rivi a impostâ le maniere binarie
hr: FTP ne mogu postaviti binarni način
lv: Ftp: neizdodas pâriet uz binâru reþîmu
no: FTP kunne ikke sette binære
sq: FTP binar nuk mund të paraqitet
ta: FTP சேவையகத்தால் இருமத்துக்கு மாறமுடியவில்ைல
tl: FTP hindi ma-set ang binary
uz@latn: FTP ikkilik usuliga o'tib bo'lmadi

source: Partial file
af: Gedeeltelike lêer
eo: Nekompleta dosiero
fur: File parziâl
hr: Polovična datoteka
lv: Nepilnîgs fails
no: Ufullstendig fil
sq: Skedare e prirë
ta: முழுமையடையாத கோப்பு
tl: Bahagi na file
uz@latn: Qisman fayl

source: FTP couldn't RETR file
af: FTP kon nie die lêer 'RETR' nie
eo: FTP ne povis RETR (preni) dosieron
fur: FTP: no rivi a recuperâ (RETR) il file
hr: FTP ne mogu napraviti RETR na datoteci
lv: Ftp: neizdevâs saòemt failu
no: FTP kunne ikke RETR fil
sq: FTP nuk mund RETR skedaren
ta: FTP சேவையகத்திலிருந்து RETR கோப்பு என வருகிறது
tl: FTP hindi ma-RETR ang file
uz@latn: FTP faylni RETR qilolmadi

source: FTP write error
af: FTP skryf probleem
eo: FTP eraro dum skribado
fur: FTP: fal in te scriture
hr: FTP greška pri pisanju
lv: Ftp: ierakstîðanas kïûda
no: FTP feil ved skriving
sq: Gabim gjatë shkrimit të FTP
ta: FTP சேவையகத்தில் எழுத முடியவில்ைல
tl: FTP error sa pagsulat
uz@latn: FTP yozish xatosi

source: FTP quote error
af: FTP aanahlings probleem
eo: FTP eraro pri citaĵo
fur: FTP: fal di cuote
hr: FTP greška pri kvotanju
lv: Ftp: quote kïûda
no: FTP quote feil
sq: Deklarim i gabimit FTP
ta: FTP quote-சொல்லும் பிழை
uz@latn: FTP kvota xatosi

source: HTTP not found
af: Kon nie HTTP vind nie
eo: HTTP ne trovita
fur: HTTP: no cjatât
hr: HTTP nije pronađen
no: HTTP ikke funnet
sq: HTTP nuk gjindet
ta: http காணப்படவில்ைல
tl: HTTP hindi nahanap
uz@latn: HTTP topilmadi

source: Write error
af: Skryf probleem
eo: Skriberaro
fur: Fal te scriture
hr: Greša pri pisanju
lv: Ierakstîðanas kïûda
no: Feil ved skriving
sq: Shkrim i gabuar
ta: எழுதுவதில் பிழை நேர்ந்துள்ளது
tl: Error sa pagsulat
uz@latn: Yozishda xato

source: User name illegally specified
af: Gebruikersnaam verkeerdelik gespesifiseer
eo: Netaŭge specifita salutnomo
fur: Non dal utent specificât no valevul
hr: Korisničko ime je ilegalno napisano
lv: Lietotâja vârds norâdîts nepareizi
no: Brukernavn ulovlig spesifisert
sq: Specifikim ilegal i emrit të përdoruesit
ta: பயனரின் பெயர் தவறாக கொடுக்கப்பட்டுள்ளது
tl: User name ilegal na binanggit
uz@latn: Foydalanuvchi noto'g'ri ko'rsatilgan

source: FTP couldn't STOR file
af: FTP kon nie lêer 'STOR' nie
eo: FTP ne povis STOR (sendi) dosieron
fur: FTP: no pues archiviâ (STOR) il file
hr: FTP ne mogu napraviti STOR na datoteci
lv: ftp: neizdevâs saglabât failu
no: FTP kunne ikke STOR fil
sq: FTP nuk mund ta STOR skedaren
ta: FTP யால் கோப்ைப STOR- சேமிக்க முடியவில்ைல
tl: FTP hindi ma-STOR ang file
uz@latn: FTP faylni STOP qilolmadi

source: Read error
af: Lees probleem
eo: Legeraro
fur: Fal di leture
hr: Greška pri čitanju
lv: Nolasîðanas kïûda
no: Feil ved lesing
sq: Lexim i gabuar
ta: படிப்பதில் பிழை நேர்ந்துள்ளது
tl: Error sa pagbasa
uz@latn: O'qishda xato

source: Time out
af: Tyd verstreke
eo: Tempodaŭro finfinis
fur: Timp scjadût
hr: Vrijeme isteklo
lv: Taimauts
sq: Orë e jashtme
ta: வெளியேற்ற நேரம்
uz@latn: Vaqt o'tdi

source: FTP couldn't set ASCII
af: FTP kon nie na ASCII modus swaai
eo: FTP ne povis konfiguri al ASCII
fur: FTP: no rivi a impostâ le maniere ASCII
hr: FTP ne mogu postaviti ASCII
lv: Ftp: neizdevâs ieslçgt ASCII reþîmu
no: FTP kunne ikke sette ASCII
sq: FTP nuk mund ta paraqet ASCII
ta: FTP யால் ASCII வரைமுறைக்கு மாற முடியவில்ைல
tl: FTP hindi ma-set ang ASCII
uz@latn: FTP ASCII usuliga o'tolmadi

source: FTP PORT failed
af: FTP POORT probleem
eo: FTP PORT ordono malsukcesis
fur: FTP: PORT falât
hr: FTP neuspjeh pri PORT komandi
lv: Ftp: PORT neizdevâs
no: FTP PORT mislykket
sq: PORT FTP dështoi
ta: FTP PORT-துறையில் பிழை நேர்ந்துள்ளது
tl: FTP PORT nabigo
uz@latn: FTP PORT muvaffaqiyatsiz tugadi

source: FTP couldn't use REST
af: FTP kon nie 'REST' gebruik nie
eo: FTP ne povis uzi REST
fur: FTP: no rivi a doprâ REST
hr: FTP ne mogu koristiti REST
lv: Ftp: neizdevâs izmantot REST
no: FTP kunne ikke bruke REST
sq: FTP nuk mund ta përdor REST
ta: FTP யால் REST-ஒய்வு என்பதை பயன்படுத்த முடியவில்ைல
tl: FTP hindi magamit ang REST
uz@latn: FTP RESET'ni ishlatolmadi

source: FTP couldn't get size
af: FTP kon nie die grootte bekom nie
eo: FTP ne povis preni grandecon
fur: FTP: no rivi a ricevi le dimension
hr: FTP ne mogu dobiti veličinu
lv: Ftp: neizdevâs saòemt izmçru
no: FTP kunne ikke få størrelse
sq: FTP nuk mund ta pranoj madhësinë
ta: FTP யால் அளவை கண்டுபிடிக்க முடியவில்ைல
tl: FTP hindi makuha ang laki
uz@latn: FTP hajmni aniqlolmadi

source: HTTP range error
af: HTTP aaneenskakeling probleem
eo: HTTP eraro pri RANGE ordono
fur: HTTP: fal di interval
hr: HTTP greška pri ograničenju
lv: HTTP RANGE kïûda
no: HTTP område feil
sq: Gagim i rreshtimit HTTP
ta: HTTP வீச்சில் பிழை நேர்ந்துள்ளது
uz@latn: HTTP chegara xatosi

source: HTTP POST error
af: HTTP POST probleem
eo: HTTP eraro pri POST ordono
fur: HTTP: fal di POST
hr: HTTP POST greška
lv: HTTP POST kïûda
no: HTTP POST feil
sq: Gabim i POST HTTP
ta: HTTP POST-வீசுவதில் பிழை நேர்ந்துள்ளது
uz@latn: HTTP POST xatosi

source: SSL connect error
af: SSL konneksie probleem
eo: SSL konekteraro
fur: Fal te conession SSL
hr: SSL greški pri spajanju
lv: SSL pieslçguma kïûda
no: SSL oppkoblingsfeil
sq: Gabim i lidhjes SSL
ta: SSL இணைப்பில் பிழை நேர்ந்துள்ளது
tl: SSL error sa pagkonekta
uz@latn: SSL orqali ulanishda xato

source: File couldn't read file
af: Probleem om lêer te lees
eo: Dosiero ne povis legi dosiero
fur: No rivi a lei il file
hr: Ne mogu otvoriti datoteku za čitanje
lv: Fails: neizdevâs nolasît failu
no: File kunne ikke lese fil
sq: Skedarja nuk mund ta lexoj skedaren
ta: கோப்ைப படிக்க முடியவில்ைல
tl: File hindi mabasa ang file
uz@latn: Fayl faylni o'qiyolmadi

source: LDAP cannot bind
af: LDAP kan nie bind nie
eo: LDAP ne povas ligi (bind)
fur: Colegament LDAP falât
hr: LDAP ne mogu se povezati
lv: LDAP: bind neizdevâs
no: LDAP kan ikke binde
sq: LDAP nuk mund të lidhet
ta: LDAP உடன் இணைய முடியவில்ைல
tl: LDAP hindi maka-bind
uz@latn: LDAP ulanolmadi

source: LDAP search failed
af: LDAP soektog het gefaal
eo: LDAP serĉo malsukcesis
fur: Ricercje LDAP falade
hr: LDAP traženje neuspjelo
lv: LDAP: meklçðana neizdevâs
no: LDAP søk mislykket
sq: Hulumtim i dështuar për LDAP
ta: LDAP தேடுதல் வெற்றயடையவில்ைல
tl: LDAP paghahanap nabigo
uz@latn: LDAP'ni qidirish muvaffaqiyatsiz tugadi

source: Library not found
af: Oeps, programmateek is soek
eo: Biblioteko ne trovita
fur: Librarie no cjatade
hr: Biblioteka nije pronađena
lv: Bibliotçka nav atrasta
no: Bibliotek ikke funnet
sq: Bilioteka mungon
ta: நூலகம் கண்டுபிடிக்கப்படவில்ைல
tl: Library hindi nahanap
uz@latn: Kutubxona topilmadi

source: Function not found
af: Oeps, Funksie is soek
eo: Funkcio ne trovita
fur: Funzion no cjatade
hr: Funkcija nije pronađena
lv: Funkcija nav atrasta
no: Funksjon ikke funnet
sq: Funksioni mungon
ta: செயல்கூறு கண்டுபிடிக்கப்படவில்ைல
tl: Function hindi nahanap
uz@latn: Funktsiya topilmadi

source: Bad function argument
af: Verkeerde funksie argument
eo: Netaŭga funkcioargumento
fur: Argoment de funzion no valevul
hr: Loš funkcijski argument
lv: Slikts funkcijas arguments
no: Feil funksjonsargument
sq: Argument i pa pranuar për funksionin
ta: தவறான செயல்கூறு
tl: Bad argument ng function
uz@latn: Funktsiyaning argumenti noto'g'ri

source: Bad calling order
af: Verkeerde roeporde
eo: Netaŭga vokordo
fur: Ordin di clamade no just
hr: Loš poredak pozivanja
lv: Slikta izsaukðanas secîba
no: Feil oppringingsrekkefølge
sq: Urdhër thirrës i pa pranuar
ta: தவறான கூப்பிடு வரிசை
uz@latn: Chaqiruv tartibi noto'g'ri

source: HTTP Interface operation failed
af: HTTP tussenvlak handeling het gefaal
eo: Operacio de HTTP-interfaco malsukcesis
fur: Operazion falade pe interface HTTP
hr: Operacija s HTTP sučeljem nije uspjela
sq: Operacioni i Interfacit HTTP dështoi
ta: HTTP இடைமுகம் தோல்வியுற்றது
tl: HTTP Interface na operasyon nabigo
uz@latn: HTTP interfeysining operatsiyasi muvaffaqiyatsiz tugadi

source: my_getpass() returns fail
af: my_getpass() se terugvoer dui 'n fout
eo: my_getpass() misis
fur: my_getpass() al à dât un fal
hr: my_getpass() je vratio neuspjeh
sq: my_getpass() u përgjigj me dështim
ta: my_getpass() தோல்வி என்று சொல்கிறது
tl: my_getpass() nagbabalik ng fail (bigo)
uz@latn: my_getpass() funktsiyasi muvaffaqiyatsiz tugadi

source: User specified an unknown option
af: Gebruiker het 'n onbekende opsie gespesifseer
eo: Uzulo difinis nekonatan opcion
fur: L'utent al à specificât une opzion no cognossude
hr: Korisnik odredio nepoznatu opciju
sq: Specifikim i përdoruesit në opcion të pa njoftur
ta: பயனர் இல்லாத ஒரு வகையைக் கொடுத்துள்ளார்
tl: Nagbanggit ang user ng hindi kilalang option
uz@latn: Foydalanuvchi ko'rsatgan parametr noma'lum

source: Malformed telnet option
af: Verkeerde telnet opsie
eo: Misforma telnet-opcio
fur: Opzion telnet no valevule
hr: Neispravna telnet opcija
sq: Opcioni telnet është formuar gabimisht
ta: telnet நிலை தவறாக உள்ளது
tl: Malformed (sirang anyo) na telnet option
uz@latn: Telnet parametri noto'g'ri

source: failed sending network data
af: Probleme met die versending van netwerk data
eo: sendo de retaj datenoj malsukcesis
fur: fal tal inviament di dâts di rêt
hr: pogreška pri slanju podataka o mreži
sq: dështim gjatë dërgimit të të dhënave të rrjetit
ta: நெட்வொர்க் தகவல்களை அனுப்புவதில் தோல்வி
tl: nabigo sa pagpapadala ng network data
uz@latn: tarmoq ma'lumotini jo'natish muvaffaqiyatsiz tugadi

source: failure in receiving network data
af: Probleme met die ontvangs van netwerk data
eo: paneo dum ricevo de retaj datenoj
fur: fal te ricezion di dâts de rêt
hr: pogreška prilikom primanja mrežnih podataka
sq: dështim gjatë pranimit të të dhënave të rrjetit
ta: நெட்வொர்க் தகவல்களைப் பெறுவதில் தோல்வி
tl: kabiguan sa pagtatanggap ng network data
uz@latn: tarmoq ma'lumotini qabul qilish muvaffaqiyatsiz tugadi

source: problem with the local certificate
af: probleme met die plaaslike sertifikaat
eo: problemo kun la loka atesto
fur: probleme cul certificât locâl
hr: Problem sa lokalnim certifikatom
sq: problem me certifikatën lokale
ta: உள்ளூர் சான்றிதழில் ஏதோ பிழை உள்ளது
tl: problema sa local na certificate
uz@latn: lokal sertifikatlarda muammo

source: couldn't use specified cipher
af: Kon nie die betrokke geheimskrif gebruik nie
eo: ne povis uzi specifitan ĉifron
fur: no l'è pussibil doprâ il cifradôr specificât
hr: nisam mogao koristiti specificirani cipher
sq: nuk mund ta përdori shifrën e specifikuar
ta: நீங்கள் கொடுத்த சைபரை உபயோகிக்க முடியவில்லை
tl: hindi magamit ang binanggit na cipher
uz@latn: ko'rsatilgan shifrni ishlatib bo'lmadi

source: Unknown error code %d
af: Onbekende foutkode %d
eo: Nekonata erarkodo %d
fur: Codis di fal no cognosût %d
hr: Nepoznati kod greške %d
lv: Nezinâms kïûdas kods %d
no: Ukjent feilkode %d
sq: Kod gabimi i pa njoftur %d
ta: தெரியாத பிழை நேர்ந்துள்ளது... %d
tl: Hindi kilalang error code %d
uz@latn: Noma'lum xato kodi %d

source: Copyright (C) %s by Mandriva
fi: Copyright (C) %s, Mandriva
id: Hak Cipta (C) %s oleh Mandriva
is: Höfundaréttur (C) %s hjá Mandriva
it: Copyright (C) %s di Mandriva
sr@latn: Sva prava (C) %s zadržava Mandriva

source: Because of their dependencies, the following package(s) must be unselected now:
af: As gevolg van hul afhanklikhede, kan die volgende pakket(te) nie gekies word nie:
ar: نظرا للاعتمادات، فإن الحزمة/الحزم التالية يجب أن الرجوع عن اختيارها الآن:
eo: Pro siaj dependaĵoj, la sekva(j) pakaĵo(j) devas esti nun malelektataj:
fi: Riippuvuuksien vuoksi seuraavat paketit joudutaan nyt poistamaan valinnasta:
fur: Cause de lor dipendencis, chiscj pachet(s) e an di sedi deselezionâts daurman:
hr: Zbog njihovih ovisnosti, slijedeći paket(i) moraju biti neodabran:
is: Vegna árekstra verður að af-velja eftirfarandi pakka núna:
it: A causa delle loro dipendenze, devono essere deselezionati i seguenti pacchetti:
mt: Minħabba d-dipendenzi tagħhom, dawn il-pakketti jridu jitneħħew mill-għażla issa:
no: På grunn av disses avhengigheter, må følgende pakke(r) velges vekk nå:
sc: Po mori de is dependèntzias insoru, is pakitus ki sighint bolint disisçoberaus imoi:
sq: Me rastin e mbushjes së mvarësisë, pako(t) e radhitura nuk duhet të zgjidhen tani:
sr@latn: Zbog međuzavisnosti, sledeći paket(i) moraju da budu neizabrani:
ta: சில கட்டுப்பாடுகளினால் கீேழ ெகாடுக்கப்பட்டுள்ள பொதிகள் நிறுவப்படக்கூடாது, அவற்ைற ேதர்விலிருந்து விலக்குங்கள்:
tg: Аз барои тобеиятҳояшон, қуттиҳои зерин набояд интихоб кард:
th: เนื่องจาก dependencies จากเพจเกจเหล่านี้ ทำให้ต้องเลือกออกตอนนี้:
tl: Dahil sa kanilang pagkaka-asa-asa, ang mga sumusunod na package ay dapat di-piliin ngayon:

source: --root force to run as root
fi: --root pakota suorittaminen root-tunnuksella
is: --root þvinga keyrslu sem kerfisstjóri (root)
it: --root forza l'esecuzione come root
sc: --root fai comenti e root
sr@latn: --root forsiraj pokretanje kao root
vi: --root ép chạy bằng root

source: --version - print this tool's version number.
it: --version - stampa la versione di questo tool.

source: Unable to add medium, wrong or missing arguments
fi: Lähteen lisääminen ei onnistunut, virheelliset tai puutteelliset argumentit
fur: No rivi a zontâ le font, argoments no valevui o mancjants
is: Get ekki bætt við miðli, viðföng vantar eða þau eru röng
it: Impossibile aggiungere il supporto, parametri errati o incompleti
mt: Ma nistax inżid sors, argumenti nieqsa jew ħżiena
sr@latn: Nemoguće je ubaciti medij,argumenti su pogrešni ili nedostaju
tg: Иловакунии муҳит ғайри имкон аст, нишонвандҳо хато ҳастанд, ё мавҷуд нестанд
tl: Hindi maidagdag ang medium, maling o nawawalang mga argument

source: You are about to add new packages media, %s. That means you will be able to add new software packages to your system from these new media.
fi: Olet lisäämässä uuden ohjelmistolähteen, `%s'. Tämä tarkoittaa että voit asentaa uusia ohjelmapaketteja järjestelmääsi uudesta ohjelmistolähteestä.
is: Þú ert um það bil að bæta við nýjum pakkamiðli, `%s'. Það þýðir að þú munt geta bætt við nýjum hugbúnaðarpökkum við kerfið þitt frá þessum nýja miðli.
it: Stai per aggiungere nuove fonti per i pacchetti, `%s'. Ciò significa che potrai aggiungere nuovi pacchetti software al tuo sistema prendendoli da queste fonti.

source: %s choices
fi: %s valinnat
it: % scelte
sr@latn: %s izbori
tl: %s na pagpipilian

source: IRC
is: IRK-ið

source: Find
ar: ابحث عن
is: Leita
sc: Agata
tg: Ёфтан

source: Path:
hr: Put:
lv: Ceïð:
ta: பாதை:
th: พาธ:
tl: Path/Landas:

source: If left blank, synthesis/hdlist will be automatically probed
af: Indien weggelaat, sal gepoog word om self die 'synthesis/hdlist' te vind
fur: Se lassât vueit, synthesis/hdlist al vignarâ cirût automatichementri
hr: Ako je prazno, synthesis/hdlis biti će automatski isproban
mt: Jekk tħallih vojt, is-sinteżi/hdlist jinstab awtomatikament
sq: Nëse e leni të zbrazta, sintezat/lista-hd do të verifikohet automatikisht
tl: Kung iwang blangko, automatic na susuriing mabuti ang synthesis/hdlist

source: Name:
hr: Ime:
lv: Vârds:
ta: பெயர்:
th: ชื่อ:
tl: Pangalan:

source: Update...
hr: Nadogradi
lv: Atjauninât...
ta: புதுப்பிக்கவும்...
th: อัพเดท...
tl: I-update...

source: Manage keys...
hr: Upravljanje ključevima
tl: I-manage ang mga key...

source: Parallel...
hr: Paralelno...

source: Java
ar: جافا
hr: Japan
ta: ஜாவா

source: True type
af: Egte Tipe
eo: TTF-tiparo
hr: Tip
sq: Tip i vërtet
tg: Навъи дуруст

source: To satisfy dependencies, the following package is going to be installed:
hr: Slijedeći paketi će biti instalirani

source: Preparing...
hr: Pripremam...
tl: Naghahanda...

source: The following packages have bad signatures: %s Do you want to continue installation?
hr: Sljedeći paketi imaju loš potpis: %s Želite li nastaviti sa instalacijom?
tl: Ang mga sumusunod na package ay may masamang signature: %s Gusto mong ituloy ang pag-i-install?

source: Try installation without checking dependencies? (y/N)
hr: Pokušati instalaciju bez provjere ovisnosti (d/N)
tl: Subukan ang pag-i-install na hindi sinusuri ang mga dependency? (o/H)

source: Failed init
af: Init het gefaal
eo: Malsukcesa init
fur: Inizializazion falade
hr: Neuspjeli init
lv: Neizdevâs init
no: Mislykket init
sq: Hyrje e gabuar
ta: தொடங்கலில் பிழை நேர்ந்துள்ளது
tl: Nabigo ang init

source: Couldn't resolve proxy
af: Kon nie die instaanbediener beslis nie
eo: Ne povis trovi prokuran servilon
fur: No rivi a risolvi il proxy
hr: Ne mogu pronaći(resolve) proxy
lv: Neizdevâs atrast proxy
no: Kunne ikke bestemme proxy
sq: Nuk mund ta rregulloj proxy
ta: பினாமியைக் பிாித்தறிய முடியவில்ைல
tl: Hindi maresolba ang proxy

source: Couldn't resolve host
af: Kon nie die rekenaarnaam beslis nie
eo: Ne povis trovi retnodon
fur: No rivi a risolvi il host
hr: ne mogu pronaći(resolve) host
lv: Neizdevâs atrast serveri
no: Kunne ikke bestemme vert
sq: Nuk mund ta rregulloj ftuesin
ta: கணிணியை பிாித்தறிய முடியவில்ைல
tl: Hindi maresolba ang host

source: FTP bad download resume
af: FTP hervat problematiese aflaai
eo: FTP netaŭga rekomencado de elŝuto
fur: FTP: impussibil ripiâ il scjariament
hr: FTP loš nastavak skidanja
lv: Ftp: ielâdes turpinâðanas kïûda
no: FTP feil nedlastingsgjenopptagelse
sq: Shkarkim përmledhës i pa pranuar FTP
ta: FTP இறக்கத்தை தொடர முடியவில்ைல
tl: FTP masamang pagpatuloy ng download
