Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: All packages, by group
af: Alle pakkette, volgens groep
ar: كل الحزم، بالمجموعة
ast: Tolos paquetes, por grupu
bg: Всички пакети,сортирани по група
br: An holl bakadoù (gant strollad)
cy: Pob pecyn, yn ôl grŵp
eo: Ĉiuj pakaĵoj, laŭgrupe
fi: Kaikki paketit, ryhmän mukaan
fur: Ducj i pachets, in ordin di grop
hr: 0 paketa, 0 byte-ova
id: Semua paket, menurut grup
is: Allir pakkar, eftir flokkum
it: Tutti i pacchetti, per gruppo
mt: Pakketti kollha, skond il-grupp
nn: Alle pakkane (grupperte)
pl: Wszystkie pakiety, według grupy
sc: Totu is pakitus, po grupu
sq: Gjitha pakot, simbas grupit
sr@latn: Svi paketi, po grupi
tg: Ҳаммаи қуттиҳо, мувофиқи гурӯҳ
tl: Lahat ng package, ayon sa grupo
uz@cyrillic: Ҳамма пакетлар: гуруҳ бўйича
uz@latn: Hamma paketlar: guruh bo'yicha
vi: Mọi gói tin, theo nhóm

source: Leaves only, sorted by install date
af: Slegs eindpunte, gesorteer volgens installasiedatums
ar: المتروكات فقط، مرتبة حسب تاريخ التثبيت
ast: Sólo fueyes, clasificaes por data d'instalación
bg: Само "листа",сортирани по инсталационна дата
cy: Gadael, yn ôl dyddiad gosod
eo: Nur forlasas, vicigita de instalo-dato
fi: Jäämistöt, eriteltynä asennuspäivämäärän mukaan
fur: Dome fueis, in ordin di date di instalazion
hr: Ostavlja, poslaže po datumu instalacije
id: Cabang saja, diurutkan berdasarkan tanggal installasi
is: Aðeins afleiður, raðað eftir innsetningardegi
it: Solo foglie, per data di installazione
mt: Pakketti biss, skond id-data ta' installazzjoni
nn: Berre blada (sorterte etter installeringsdato)
pl: Tylko liście, uporządkowane według daty instalacji
sc: Is follas feti, allistradas po dì
sq: Vetëm lejimet, të renditura simbas datës së instalimit
sr@latn: Sortirano je po datumu instalacije
tg: Танҳо боқимондаҳо, аз рӯи сана насби ба навъҳо ҷудо шуда
tl: Mga dahon lang, inayos ayon sa petsa ng install
vi: Chỉ bỏ đó, xếp loại theo ngày cài đặt

source: All packages, by update availability
af: Alle pakkette, volgens beskikbare opgraderings
ar: كل الحزم، بتوافر التحديث
ast: Tolos paquetes, por disponibilidá d'anovamientu
bg: Всички пакети по възможност за обновяване
br: An holl bakadoù (nevez pe bevaet)
cy: Pob pecyn, yn ôl diweddariad
eo: Ĉiuj pakaĵoj, laŭ ebleco de ĝisdatigo
fi: Kaikki paketit, päivityksien saatavuuden mukaan
fur: Ducj i pachets, in ordin di disponibilitât di atualizazions
hr: Svi paketi, po dostupnosti nadogradnje
id: Semua paket, menurut ketersediaan update
is: Allir pakkar, sem hægt er að uppfæra
it: Tutti i pacchetti, per disponibilità di aggiornamenti
mt: Pakketti kollha, skond id-disponibbiltà ta' aġġornament
nn: Alle pakkane (etter oppdateringsstatus)
pl: Wszystkie pakiety, według dostępności aktualizacji
sc: Totu is pakitus po disposta de ajorronu
sq: Gjitha pakot, simbas azhurnimit janë të lira
sr@latn: Svi paketi, po dostupnosti nove verzije
tg: Ҳамаи қуттиҳо, аз рӯи дастрас будани навигириҳо
tl: Lahat ng package, ayon sa pagkakaroon ng update
uz@cyrillic: Ҳамма пакетлар: янгилаш имконияти бўйича
uz@latn: Hamma paketlar: yangilash imkoniyati bo'yicha
vi: Mọi gói tin, theo mức sẵn có để cập nhật

source: All packages, by selection state
af: Alle pakette, volgens wie gekies is
ar: كل الحزم، بحالة الإختيار
ast: Tolos paquetes, por estáu d'escoyeta
bg: Всички пакети, подредени по състояние на избора
br: An holl bakadoù (dibabet pe n'eo ket dibabet)
cy: Pob pecyn, yn ôl dyddiad dewis
eo: Ĉiuj pakaĵoj, laŭ stato de elekto
fi: Kaikki paketit, valinnan mukaan
fur: Ducj i pachets, in ordin di stât di selezion
hr: Spremi odabir paketa
id: Semua paket, menurut status pilihan
is: Allir pakkar, eftir valstöðu
it: Tutti i pacchetti, per stato di selezione
mt: Pakketti kollha, skond l-istat tal-għażla
nn: Alle pakkane (etter valstatus)
pl: Wszystkie pakiety, według stanu zaznaczenia
sc: Totu is pakitus, po stadu de sçoberu
sq: Gjitha pakot, e zgjedhura simbas gjendjes së tyre
sr@latn: Svi paketi, po stanju biranja
tg: Ҳамаи қуттиҳо, аз рӯи ҳолати интихоб
tl: Lahat ng package, ayon sa lagay ng pagpili
uz@cyrillic: Ҳамма пакетлар: танлаш ҳолати бўйича
uz@latn: Hamma paketlar: tanlash holati bo'yicha
vi: Mọi gói tin, theo tình trạng chọn

source: All packages, by size
af: Alle pakkette, volgens grootte
ar: كل الحزم، بالحجم
ast: Tolos paquetes, por tamañu
bg: Всички пакети,подредени по размер
br: An holl bakadoù (gant ment)
cy: Pob pecyn, yn ôl maint
eo: Ĉiuj pakaĵoj, laŭ grandeco
fi: Kaikki paketit, koon mukaan
fur: Ducj i pachets, in ordin di dimension
hr: 0 paketa, 0 byte-ova
id: Semua paket, menurut ukuran
is: Allir pakkar, eftir stærð
it: Tutti i pacchetti, per dimensione
mt: Pakketti kollha, skond id-daqs
nn: Alle pakkane (etter storleik)
pl: Wszystkie pakiety, według rozmiaru
sc: Totu is pakitus, po manniori
sq: Gjitha pakot, simbas madhësisë
sr@latn: Svi paketi, po veličini
tg: Ҳаммаи қуттиҳо, мувофиқи андоза
tl: Lahat ng package, ayon sa laki
uz@cyrillic: Ҳамма пакетлар: ҳажми бўйича
uz@latn: Hamma paketlar: hajmi bo'yicha
vi: Mọi gói tin, theo kích thước

source: All packages, by medium repository
ar: كل الحزم، بمخزن الوسيط
ast: Tolos paquetes, por repositoriu de mediu
bg: Всички пакети подредени по източник на съхранение
br: An holl bakadoù (gant ar medium)
cy: Pob pecyn, yn ôl yn ôl ffynhonnell eu storfa
id: Semua paket, menurut repositori media
is: Allir pakkar, eftir miðli
nn: Alle pakkane (etter plassering)
pl: Wszystkie pakiety, według repozytorium nośników
sc: Totu is pakitus, po mèdiu
tg: Ҳамаи қуттиҳо, аз рӯи нигоҳдории сарчашма
vi: Mọi gói tin, theo vị trí đặt phương tiện

source: Backports
cy: Ad-ddiweddaru
it: Backport
nn: Tilbakeportar
pl: Pakiety dla wcześniejszych wersji

source: Meta packages
ast: Metapaquetes
bg: Мета пакети
br: Meta-pakadoù
cy: Pecynnau meta
nn: Metapakkar
pl: Meta pakiety

source: Packages with GUI
ast: Paquetes con GUI
bg: Пакети с GUI
br: Pakadoù grafek
cy: Pecynnau sydd â rhyngwyneb
nn: Pakkar med grafisk grensesnitt
pl: Programy z interfejsem graficznym

source: All updates
ast: Tolos anovamientos
bg: Всички обновявания
br: An holl vremañaat
cy: Pob diweddariad
fi: Kaikki päivitykset
id: Semua update
is: Allar uppfærslur
it: Tutti gli aggiornamenti
nn: Alle oppdateringar
pl: Wszystkie aktualizacje
sr@latn: Sve nadogradnje
uz@cyrillic: Ҳамма янгиланишлар
uz@latn: Hamma yangilanishlar

source: Security updates
af: Sekuriteitsopgraderings
ar: تحديثات أمنية
ast: Anovamientos de seguridá
bg: Обновявания, свързани със сигурността
br: Bremanaat surentez
cy: Diweddariadau diogelwch
eo: Sekurecaj ĝisdatigoj
fi: Tietoturvapäivitykset
fur: Atualizazions pe sigurece
hr: Prikaži sigurnosne nadogradnje
id: Update keamanan
is: Öryggisuppfærslur
it: Aggiornamenti per la sicurezza
lv: Droðîbas atjauninâjumi
mt: Aġġornamenti ta' sigurtà
nn: Tryggleiksoppdateringar
pl: Aktualizacje z dziedziny bezpieczeństwa
sc: Ajorronus de siguresa
sq: Azhurnimet e sigurisë
sr@latn: Sigurnosne nadogradnje
ta: பாதுகாப்பு புதுப்பித்தல்
tg: Навигариҳои бехатарӣ
th: อัพเดทระบบรักษาความปลอดภัย
tl: Mga update pangseguridad
uz@cyrillic: Хавфсизликка оид янгиланишлар
uz@latn: Xavfsizlikka oid yangilanishlar
vi: Cập nhật bảo mật

source: Bugfixes updates
af: Foutkorreksiegraderings
ar: تحديثات ازالة العيوب
ast: Anovamientos qu'igüen fallos
bg: Обновявания, свързани с отстраняване на грешки
cy: Diweddariad cywiro gwallau
eo: Cimo-riparaj ĝisdatigoj
fi: Virhekorjaukset
fur: Atualizazions coretivis
hr: Prikaži ispravke grešaka
id: Update bugfix
is: Villuuppfærslur.
it: Aggiornamenti correttivi
lv: Kïûdu labojumu jauninâjumi
mt: Tiswijiet ta' bugs
nn: Feilrettingar
pl: Aktualizacje poprawiające błędy
sc: Ajorronus de funtzionalidadi
sq: Korigjimi i bug(it) azhurnues
sr@latn: Nadogradnje sa ispravkama
ta: பிழைநீக்க புதுப்பித்தல்
tg: Навигариҳои Ғалатислоҳ (Bugfixes)
th: อัพเดทแบบแก้ไขบัก
tl: Mga bugfix update
uz@cyrillic: Носозликларга оид янгиланишлар
uz@latn: Nosozliklarga oid yangilanishlar
vi: Cập nhật sửa lỗi

source: General updates
ast: Anovamientos xenerales
bg: Стандартни обновявания
cy: Diweddariadau cyffredinol
nn: Generelle oppdateringar
pl: Zwykłe aktualizacje

source: View
ar: عرض
ast: Ver
bg: Изглед
br: Gwel
cy: Golwg
id: Tampilkan
nn: Vis
pl: Przeglądaj
sc: Vìdeo
tg: Видео
uz@cyrillic: Видео
vi: Xem

source: Filter
ast: Peñera
bg: Филтър
br: Sil
cy: Hidl
pl: Filtr

source: in names
af: in name
ar: في الأسماء
ast: en nomes
bg: в имената
br: e anvioù
cy: mewn enwau
eo: en nomoj
fi: nimistä
fur: tai nons
hr: Ime domene
id: dalam nama
is: í nöfnum
it: nei nomi
lv: vârdos
mt: fl-ismijiet
nn: I namn
no: i navn
pl: w nazwach
sc: in is nòminis
sq: mes emrave
sr@latn: u imenima
ta: பெயர்களில்
tg: дар номҳо
th: ในชื่อ
tl: sa mga pangalan
uz@cyrillic: номларда
uz@latn: nomlarda
vi: trong các tên

source: in descriptions
af: in beskrywings
ar: في الوصف
ast: en descripciones
bg: в описанията
br: e deskrivadurioù
cy: mewn disgrifiadau
eo: en priskriboj
fi: kuvauksista
fur: tes descrizions
hr: Opisi
id: dalam deskripsi
is: í lýsingum
it: nelle descrizioni
lv: aprakstos
mt: fid-deskrizzjonijiet
nn: I skildringar
pl: w opisach
sc: in is descriiduras
sq: mes përshkrimeve
sr@latn: u opisima
ta: விளக்கங்களில்
tg: дар тавсифҳо
th: ตามคำอธิบาย
tl: sa mga paglalarawan
uz@cyrillic: таърифларда
uz@latn: ta'riflarda
vi: trong các mô tả

source: in summaries
ast: en resume
bg: в кратките изложения
br: e deskrivadurioù bihan
cy: mewn crynodebau
it: nei sommari
nn: I samandrag
pl: w opisach

source: in file names
af: in lêername
ar: في أسماء الملفات
ast: en nomes de ficheru
bg: във файловите имена
br: e anvioù restr
cy: mewn enwau ffeil
fi: tiedostoista
fur: tai nons dai file
hr: Dajte ime datoteke
id: dalam nama file
is: í skráanöfnum
it: nei nomi dei file
mt: fl-ismijiet tal-fajls
nn: I filnamn
pl: w nazwach plików
sc: in is nòminis de is file
sq: mes emrave të skedareve
sr@latn: u imenima fajlova
tg: дар номҳои файл
tl: sa mga pangalan ng file
uz@cyrillic: файл номларида
uz@latn: fayl nomlarida
vi: theo tên tập tin

source: Search in _full package names
ast: Guetar en nomes comple_tos de los paquetes
nn: Søk i _heile pakkenamna
pl: Szukaj w _pełnej nazwie pakietu

source: Use _regular expressions in searches
ast: Usar espresiones _regulares nes guetes
nn: Bruk _regulære uttrykk i søk
pl: Użyj _regularnych wyrażeń w wyszukiwaniu

source: Find:
af: Soek:
ar: ابحث عن:
ast: Atopar:
bg: Търсене:
br: Klask :
cy: Canfod:
eo: Trovu:
fi: Hae:
fur: Cjate:
hr: Pronađi:
id: Cari:
is: Leita:
it: Cerca:
lv: Meklçt:
mt: Sib:
nn: Søk etter:
no: Finn:
pl: Znajdź:
sc: Agata:
sq: Gjej:
sr@latn: Pronađi:
ta: கண்டுபிடி:
tg: Ёфтан:
th: ค้นหา:
tl: Hanapin:
uz@cyrillic: Қидириш:
uz@latn: Qidirish:
vi: Tìm:

source: Please type in the string you want to search then press the <enter> key
ast: Por favor, escribe la cadena que quies guetar y calca Enter
cy: Teipiwch y llinyn i chwilio amdani ac yna pwyso bysell <enter>
nn: Skriv inn søkjeteksten og trykk «Enter»
pl: Wprowadź ciąg znaków, który chcesz odszukać i naciśnij klawisz <enter>

source: Apply
af: Toepas
ar: تطبيق
ast: Aplicar
bg: Приложи
br: Lakaat
cy: Gosod
eo: Apliku
fi: Toteuta
fur: Apliche
hr: Primijeni
id: Terapkan
is: Virkja
it: Applica
mt: Applika
nn: Bruk
pl: Zastosuj
sc: Àprica
sq: Aplikoje
sr@latn: Primeni
ta: செயல்படுத்து
tg: Татбиқ намудан
tl: I-apply
uz@cyrillic: Қўллаш
uz@latn: Qo'llash
vi: áp dụng

source: Quick Introduction
ast: Introducción rápida
bg: Кратко въведение
br: Digoradur verr
cy: Cyflwyniad Cyflym
fi: Pikaopas
id: Perkenalan Singkat
is: Stutt kynning
it: Introduzione rapida
nn: Kort introduksjon
pl: Szybka prezentacja
sr@latn: Kratak uvod
uz@cyrillic: Кириш
uz@latn: Kirish

source: You can browse the packages through the categories tree on the left.
ast: Puedes restolar ente los paquetes pol árbol de categoríes a la esquierda.
bg: Можете да преглеждате пакетите от дървото с категории в лявата част.
cy: Gallwch edrych ar y pecynnau drwy'r rhestr categorïau ar y chwith.
fi: Voit selata paketteja aiheluettelossa vasemmalla.
id: Anda bisa menjelajahi paket melalui pohon kategori pada sisi kiri.
is: Þú getur flakkað um pakkana eftir trénu til vinstri
it: Puoi cercare i pacchetti usando l'albero a sinistra, organizzato per categorie.
nn: Du kan finna pakkar du er interessert i ved hjelp av kategoritreet til venstre.
pl: Pakiety można przeglądać z wykorzystaniem kategorii znajdujących się po lewej stronie.
sr@latn: Pakete možeš razgledati pomoću stabla kategorija na levoj strani
uz@cyrillic: Пакетларни гуруҳ бўйича чап томондаги рўйхатдан қараб чиқиш мумкин.
uz@latn: Paketlarni guruh bo'yicha chap tomondagi ro'yxatdan qarab chiqish mumkin.

source: You can view information about a package by clicking on it on the right list.
ast: Puedes ver la información de cada paquete calcando sobro el na llista a la drecha.
bg: Можете да прочетете информация за даден пакет, като щракнете върху името му, намирайки го в списъка с пакети в горната дясната част.
cy: Gallwch ddarllen gwybodaeth am y pecynnau drwy glicio ar y rhestr ar y dde.
fi: Voit nähdä lisätietoja paketista valitsemalla sitä oikeassa listauksessa.
id: Anda bisa melihat informasi tentang sebuah paket dengan meng-klik pada daftar sebelah kanan.
is: Til hægri getur þú séð upplýsingar um pakka með því að smella á hann.
it: Puoi vedere le informazioni relative a un pacchetto cliccando sul suo nome nell'elenco a destra.
nn: Les meir om ein pakke ved å trykkja på han i lista ovanfor.
pl: Informację na temat pakietu można uzyskać klikając na niego w oknie po prawej stronie.
sr@latn: Informacije o paketu možeš pogledati klikom na njega na listi desno
uz@cyrillic: Пакет ҳақида маълумотни кўриш учун уни ўнг томондаги рўйхатдан танлаш керак.
uz@latn: Paket haqida ma'lumotni ko'rish uchun uni o'ng tomondagi ro'yxatdan tanlash kerak.

source: To install, update or remove a package, just click on its "checkbox".
ast: Pa instalar, anovar o desaniciar un paquete, namái tienes que marcar la so caxella.
bg: За да инсталирате, обновите или премахнете пакет, просто щтракнете върху полето за отметки на пакета.
cy: I osod, diweddaru neu dynnu rhaglen, cliciwch ar ei "flwch ticio".
fi: Asentaaksesi, päivittääksesi tai postaaksesi paketin, klikkaa "valintaruutua".
id: Untuk menginstall, mengupdate, atau menghapus sebuah paket, cukup klik pada "checkbox".
is: Til þess að setja inn, uppfæra eða fjarlægja pakka, merktu þá við í gátreit pakkans.
it: Per installare, aggiornare o rimuovere un pacchetto basta cliccare sulla relativa casella.
nn: Trykk så på ein avkryssingsboks for å installera, oppdatera eller fjerna pakken.
pl: Aby zainstalować, zaktualizować lub usunąć program wystarczy zaznaczyć "checkbox" obok jego nazwy.
sr@latn: Da bi instalirali, nadogradili ili uklonili paket samo kliknite na njegov
uz@cyrillic: Пакетни ўрнатиш, олиб ташлаш ёки янгилаш учун унинг ёнидаги катакни белгилаш керак.
uz@latn: Paketni o'rnatish, olib tashlash yoki yangilash uchun uning yonidagi katakni belgilash kerak.

source: rpmdrake is already running (pid: %s)
ast: rpmdrake ya ta corriendo (pid: %s)
nn: rpmdrake køyrer alt (PID: %s)
pl: rpmdrake już działa (pid: %s)

source: Software Update
ar: تحديث البرامج
ast: Anovamientu de software
bg: Обновяване на софтуер
br: Bremanaat ar pakadoù
cy: Diweddaru Meddalwedd
fi: Ohjelmisto Päivitys
id: Update Perangkat Lunak
is: Hugbúnaðar Uppfærsla
it: Aggiornamenti Software
nn: Programoppdatering
pl: Uaktualnianie pakietów oprogramowania
sc: Ajorronamentus Programas
sr@latn: Nadogradnja softvera
tl: Update ng Software
uz@cyrillic: Дастур пакетларини янгилаш
uz@latn: Dastur paketlarini yangilash
vi: Cập nhật phần mềm

source: Please enter your credentials for accessing proxy
ast: Por favor, introduz les credenciales p'acceder al proxy
bg: Моля, въведете име и парола за достъп до прокси
cy: Rhowch eich hawl i gael mynediad dirprwy
fi: Syötä tunnistetietojasi välityspalvelimen käyttämiseen
id: Silahkan masukkan kredensial Anda untuk mengakses proxy
is: Vinsamlega gefðu upp aðgangs-auðkenni þitt fyrir vefsel
it: Inserisci i tuoi dati necessari per accedere al proxy
nn: Skriv inn brukarnamn og passord for tilgang til mellomtenar
pl: Aby uzyskać dostęp do proxy wprowadź dane uwierzytelniające
sc: Po praxeri, intra is scedas tuas po lompi a su proxy
sr@latn: Molimo unesite Vaša ovlašćenja za pristup proksiju
uz@cyrillic: Проксига уланиш учун керакли маълумотни киритинг
uz@latn: Proksiga ulanish uchun kerakli ma'lumotni kiriting
vi: Hãy nhập các yêu cầu để truy cập proxy

source: User name:
af: Gebruiker naam:
ast: Nome d'usuariu:
bg: Потребител:
br: Anv an arveriad :
cy: Enw Defnyddiwr:
eo: Salutnomo :
fi: Käyttäjänimi:
hr: Ime korisnika:
id: Nama pengguna:
is: Notandanafn:
it: Nome utente:
nn: Brukarnamn:
pl: Nazwa użytkownika:
sq: Emri i përdoruesit:
sr@latn: Korisničko ime:
ta: பயனர் பெயர்:
tg: Номи корванд:
uz@cyrillic: Фойдаланувчи:
uz@latn: Foydalanuvchi:
vi: Tên người dùng:

source: Software Packages Removal
af: Verwyder Sagteware
ar: حذف حزم البرامج
ast: Desaniciar paquetes de software
bg: Изтриване на пакети
br: Lemel pakadoù
cy: Tynnu Pecynnau Meddalwedd
eo: Malinstalilo por program-pakaĵoj
fi: Ohjelmistopakettien poisto
fur: Rimozion Pachets Software
hr: Upravitelj programima
id: Penghapusan Paket Perangkat Lunak
is: Fjarlægja uppsetta pakka
it: Rimozione Pacchetti Software
lv: Programmatûras pakotòu noòemðana
mt: Tneħħija ta' pakketti ta' softwer
nn: Fjerning av programpakkar
no: Fjerning av programvarepakker
pl: Usuwanie pakietów oprogramowania
sq: Zhdukja e Pakove Software
sr@latn: Uklanjanje softverskih paketa paketa
ta: ெமன்ெபாருள் நீக்கம்
tg: Хориҷкунии Қуттиҳои Нармафзор
th: การลบเพกเกจ
tl: Pag-aalis ng mga Software Package
uz@cyrillic: Дастур пакетларини олиб ташлаш
uz@latn: Dastur paketlarini olib tashlash
vi: Gỡ Bỏ Các Gói Phần Mềm

source: Software Packages Update
ar: تحديث حزم البرامج
ast: Anovamientu de paquetes de software
bg: Обновяване на софтуерни пакети
br: Bremanaat ar pakadoù
cy: Diweddaru Pecynnau Meddalwedd
fi: Ohjelmistopakettien päivitys
hr: Upravitelj programima
id: Update Paket Perangkat Lunak
is: Uppfæra uppsetta pakka
it: Aggiornamento Pacchetti Software
mt: Aġġornamenti ta' pakketti ta' softwer
nn: Oppdatering av programpakkar
pl: Uaktualnianie pakietów oprogramowania
sr@latn: Nadogradnja softverskih paketa
tg: Навсозии Бастаи Нармафзор
tl: Mga Update ng Software Package
uz@cyrillic: Дастур пакетларини янгилаш
uz@latn: Dastur paketlarini yangilash
vi: Cập Nhật Các Gói Phần Mềm

source: Software Packages Installation
af: Sagteware Installering
ar: تثبيت الحزم البرمجية
ast: Instalación de paquetes de software
bg: Инсталиране на софтуерни пакети
br: Staliadur ar pakadoù poellad
cy: Gosod Pecynnau Meddalwedd
eo: Instalado de program-pakaĵoj...
fi: Ohjelmistopakettien asennus
fur: Instalazion Pachets Software
hr: Pripremam se za instalaciju
id: Installasi Paket Perangkat Lunak
is: Uppsetning hugbúnaðarpakka
it: Installazione dei pacchetti
mt: Installazzjoni ta’ pakketti ta’ softwer
nn: Installering av programpakkar
pl: Instalacja pakietów oprogramowania
sq: Instalimi i Pakove Software
sr@latn: Instalacija paketa
tg: Коргузории Қуттиҳои Нармафзор
th: การ install package
tl: Pag-i-install ng mga Software Package
uz@cyrillic: Дастур пакетларини ўрнатиш
uz@latn: Dastur paketlarini o'rnatish
vi: Cài đặt các gói phần mềm

source: No
af: Nee
ar: لا
ast: Non
bg: Не
br: N'eo ket
cy: Na
eo: Ne
fi: Ei
hr: Ne
id: Tidak
is: Nei
mt: Le
nn: Nei
no: Nei
pl: Nie
sq: Jo
sr@latn: Ne
ta: இல்ைல
tg: Не
th: ไม่ใช่
tl: Hindi
uz@cyrillic: Йўқ
uz@latn: Yo'q
vi: Không

source: Yes
af: Ja
ar: نعم
ast: Sí
bg: Да
br: Ya
cy: Iawn
eo: Jes
fi: Kyllä
fur: Si
hr: Da
id: Ya
is: Já
it: Sì
mt: Iva
nn: Ja
no: Ja
pl: Tak
sc: Eya
sq: Po
sr@latn: Da
ta: ஆம்
tg: Ҳа
th: ใช่
tl: Oo
uz@cyrillic: Ҳа
uz@latn: Ha
vi: Có

source: Info...
af: Inligting...
ar: معلومات...
bg: Информация...
br: Titouroù ...
cy: Gwybodaeth...
eo: Informoj...
fi: Tietoja...
fur: Informazions...
hr: Informacije...
is: Upplýsingar...
it: Informazioni...
nn: Informasjon …
pl: Informacja ...
sc: Sceda...
sq: Infomacion...
sr@latn: Informacije...
ta: தகவல்...
tg: Маълумот...
th: ข้อมูล...
uz@cyrillic: Маълумот
uz@latn: Ma'lumot
vi: Thông tin...

source: Belgium
af: België
ar: بلجيكا
ast: Bélxica
bg: Белгия
br: Beljik
cy: Gwlad Belg
eo: Belgio
fi: Belgia
fur: Belgjiche
hr: Belgija
id: Belgia
is: Belgía
it: Belgio
lv: Beïìija
mt: Belġju
nn: Belgia
no: Belgia
pl: Belgia
sc: Belju
sq: Belgjika
sr@latn: Belgija
ta: பெல்ஜியம்
tg: Белжик
th: เบลเยียม
uz@cyrillic: Белгия
uz@latn: Belgiya
vi: Bỉ

source: Brazil
af: Brasilië
ar: البرازيل
ast: Brasil
bg: Бразилия
cy: Brasil
eo: Brazilo
fi: Brasilia
fur: Brasîl
is: Brasilía
it: Brasile
lv: Brazîlija
mt: Brażil
nn: Brasil
no: Brasil
pl: Brazylia
sc: Brasili
sq: Brazili
ta: பிரேசில்
tg: Бразил
th: บราซิล
uz@cyrillic: Бразилия
uz@latn: Braziliya

source: Canada
af: Kanada
ar: كندا
ast: Canadá
bg: Канада
br: Kanada
eo: Kanado
fi: Kanada
fur: Canadà
hr: Kanada
id: Kanada
is: Kanada
lv: Kanâda
mt: Kanada
pl: Kanada
sc: Cànada
sq: Kanada
sr@latn: Kanada
ta: கனடா
tg: Канада
th: แคนาดา
uz@cyrillic: Канада
uz@latn: Kanada

source: Switzerland
af: Switserland
ar: السويسرية
ast: Suiza
bg: Швейцария
br: Suis
cy: Y Swistir
eo: Svislando
fi: Sveitsi
fur: Svuizare
id: Swiss
is: Sviss
it: Svizzera
mt: Svizzera
nn: Sveits
pl: Szwajcaria
sc: Svìtzera
sq: Zvicërra
sr@latn: Švajcarska
ta: சுவிட்சர்லாந்து
tg: Суис
uz@cyrillic: Швейцария
uz@latn: Shveytsariya

source: Costa Rica
ar: كوستاريكا
bg: Коста Рика
br: Kosta Rika
eo: Kostariko
hr: Kosta Rika
id: Kosta Rika
is: Kosta Ríka
lv: Kostarika
pl: Kostaryka
sq: Kosta Rika
sr@latn: Kostarika
ta: கோஸ்டா ரிகா
tg: Косто Рико
th: คอสตาริกา
uz@cyrillic: Коста Рика
uz@latn: Kosta Rika

source: Czech Republic
af: Tsjeggiese Republiek
ar: جمهورية التشيك
ast: República Checa
bg: Чехия
br: Republik Tchek
cy: Gweriniaeth Tsiec
eo: la Ĉeĥa Respubliko
fi: Tsekki
fur: Republiche ceche
hr: Češka Republika
id: Republik Ceko
is: Tékkland
it: Repubblica Ceca
lv: Èehija
mt: Repubblika Ċeka
nn: Tsjekkia
no: Sjekkiske Republikk
pl: Czechy
sc: Arrepùbriga Ceca
sq: Republika Çeke
sr@latn: Češka
ta: செக் குடியரசு
tg: Ҷумҳурии Чех
th: สาธารณรัฐเช็ค
uz@cyrillic: Чех Республикаси
uz@latn: Chex Respublikasi

source: Germany
af: Duitsland
ar: ألمانيا
ast: Alemania
bg: Германия
br: Alamagn
cy: Yr Almaen
eo: Germanio
fi: Saksa
fur: Gjermanie
hr: Njemačka
id: Jerman
is: Þýskaland
it: Germania
lv: Vâcija
mt: Ġermanja
nn: Tyskland
no: Tyskland
pl: Niemcy
sc: Germània
sq: Gjermania
sr@latn: Nemačka
ta: ெஜர்மனி
tg: Олмон
th: เยอรมนี
uz@cyrillic: Олмония
uz@latn: Olmoniya

source: Danmark
af: Denemarke
ar: الدنمارك
ast: Dinamarca
bg: Дания
cy: Denmarc
eo: Danio
fi: Tanska
fur: Danimarcje
id: Denmark
is: Danmörk
it: Danimarca
lv: Dânija
mt: Danimarka
pl: Dania
sc: Danimarca
sq: Danimarka
sr@latn: Danska
ta: டென்மார்க்
tg: Донморк
th: เดนมาร์ก
uz@cyrillic: Дания
uz@latn: Daniya

source: Greece
af: Griekeland
ar: اليونان
ast: Grecia
bg: Гърция
br: Gres
cy: Groeg
eo: Grekio
fi: Kreikka
fur: Grecie
hr: Grčka
id: Yunani
is: Grikkland
it: Grecia
lv: Grieíija
mt: Greċja
nn: Hellas
no: Hellas
pl: Grecja
sc: Grexa
sq: Greqia
sr@latn: Grčka
ta: கிரேக்கம்
tg: Юнон
th: กรืซ
uz@cyrillic: Греция
uz@latn: Gretsiya
vi: Hy lạp

source: Spain
af: Spanje
ar: أسبانيا
ast: España
bg: Испания
br: Spagn
cy: Sbaen
eo: Hispanujo
fi: Espanja
fur: Spagne
hr: Španjolska
id: Spanyol
is: Spánn
it: Spagna
lv: Spânija
mt: Spanja
nn: Spania
no: Spania
pl: Hiszpania
sc: Spannya
sq: Spanja
sr@latn: Španija
ta: ஸ்ெபயின்
tg: Успаниё
th: สเปน
uz@cyrillic: Испания
uz@latn: Ispaniya
vi: Tây ban nha
