Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Editing parallel group "%s":
af: Redigeer parallelle groep "%s":
ar: جاري تحرير المجموعة الموازية "%s":
ast: Editando grupu paralelu "%s":
bg: Промяна на паралелна група "%s":
br: Oc'h aozaañ ar strollad kenstur « %s » :
cy: Golygu grŵp paralel"%s":
eo: Redaktu paralelan grupon "%s":
fi: Muokataan rinnakkaisryhmää "%s":
fur: Modifiche dal grop paralêl "%s":
hr: Promjeni paralelne grupe "%s":
id: Mengedit grup parallel "%s":
is: Sýsla með samhliða flokk "%s":
it: Modifica del gruppo parallelo "%s":
mt: Editja l-grupp parallel "%s":
nn: Redigerer parallellgruppa «%s»:
pl: Modyfikowanie grupy równoległej "%s":
sc: Mudu grupu parallelu "%s":
sq: Botimi i grupit paralel "%s":
sr@latn: Izmeni paralelnu grupu "%s":
tg: Таҳрири гурӯҳи параллелӣ "%s":
tl: Ini-edit ang parallel na grupo na "%s":
vi: Biên tập nhóm song song "%s":

source: Group name:
af: Groepnaam
ar: اسم المجموعة:
ast: Nome del grupu:
bg: Име на група:
br: Anv ar strollad :
cy: Enw grŵp:
eo: Grupnomo:
fi: Ryhmänimi:
fur: Non dal grop:
hr: Ime grupe:
id: Nama grup:
is: Nafn flokks:
it: Nome del gruppo:
mt: Isem il-grupp:
nn: Gruppenamn:
pl: Nazwa grupy:
sc: Nòmini grupu:
sq: Emri i grupit:
sr@latn: Ime grupe:
ta: குழுப்பெயர்
tg: Номи гурӯҳ:
tl: Pangalan ng grupo:
uz@cyrillic: Гуруҳнинг номи:
uz@latn: Guruhning nomi:
vi: Tên nhóm:

source: Protocol:
af: Protokol:
ar: البروتوكول:
ast: Protocolu:
bg: Протокол:
br: Komenad :
eo: Protikolo:
fi: Protokolla:
hr: Protokol:
id: Protokol:
is: Samskiptaregla:
it: Protocollo:
mt: Protokoll:
nn: Protokoll:
pl: Protokół:
sc: Protocollu:
sq: Protokoli:
sr@latn: Protokol:
ta: வரையறை:
tg: Суратҷаласа:
uz@cyrillic: Протокол:
uz@latn: Protokol:
vi: Giao thức:

source: Media limit:
af: Media limiet:
ar: حد الوسيط:
ast: Llímite de preseos:
bg: Лимит на източници:
cy: Terfyn cyfrwng:
eo: Limo de portilo:
fi: Lähderajoitus:
fur: Limit font:
hr: Limit medija:
id: Batas media:
is: Fjöldi miðlara:
it: Elenco supporti ammessi:
mt: Limitu tas-sors:
nn: Mediegrense:
pl: Ograniczenie nośnika:
sc: Lìmidi mèdius:
sq: Burim i kufizuar:
sr@latn: Limit medija:
tg: Тағироти сарчашма:
uz@cyrillic: Тўплам чеклови:
uz@latn: To'plam cheklovi:
vi: Giới hạn phương tiện:

source: Add
af: Voeg by
ar: أضف
ast: Amestar
bg: Добави
br: Ouzhpennañ
cy: Ychwanegu
eo: Aldonu
fi: Lisää
fur: Zonte
hr: Dodaj
id: Tambah
is: Bæta við
it: Aggiungi
mt: Żid
nn: Legg til
pl: Dodaj
sc: Açungi
sq: Shtoje
sr@latn: Dodaj
ta: சேர்
tg: Илова
tl: Idagdag
uz@cyrillic: Қўшиш
uz@latn: Qo'shish
vi: Thêm

source: Remove
af: Verwyder
ar: احذف
ast: Desaniciar
bg: Премахни
br: Lemel
cy: Tynnu
eo: Malinstalu
fi: Poista
fur: Rimôf
hr: Ukloni
id: Hapus
is: Fjarlægja
it: Rimuovi
lv: Noòemt
mt: Neħħi
nn: Fjern
no: Fjern
pl: Usuń
sc: Burra
sq: Zhduke
sr@latn: Ukloni
ta: நீக்கு
tg: Хориҷ
th: เอาออก
tl: Alisin
uz@cyrillic: Олиб ташлаш
uz@latn: Olib tashlash
vi: Gỡ Bỏ

source: Hosts:
af: Rekenaars:
ar: المستضيفات:
ast: Agospiadores:
bg: Хостове:
br: Ostizoù :
cy: Gwesteion:
eo: Gastigantoj:
fi: Koneet:
fur: Host:
hr: Hostovi:
id: Host:
is: Miðlarar:
it: Host:
mt: Kompjuters:
nn: Vertar:
pl: Komputery:
sq: Ftuesit:
sr@latn: Domaćini(Hosts):
tg: Соҳибҳо:
tl: Mga host:
uz@cyrillic: Компьютерларнинг номи:
uz@latn: Kompyuterlarning nomi:

source: Configure parallel urpmi (distributed execution of urpmi)
af: Stel parallelle urpmi op (verspreide uitvoer van urpmi)
ar: قم بتهيئة urpmi المتوازي (تنفيذ موزع لـ urpmi)
ast: Configurar urpmi paralelu (execución distribuyía d'urpmi)
bg: Паралелни настройки за urpmi (разпределено изпълнение на urpmi)
cy: Ffurfweddu urpmi paralel (dosbarthiad gweithredol o urpmi)
eo: Konfiguru paralelan urpmi (distribuitan plenumon de urpmi)
fi: Aseta rinnakkais-urpmi (hajautettu urpmi:n suoritus)
fur: Configure urpmi in paralêl (esecuzion distribuide di urpmi)
hr: Podesi paralelni urpmi (distribuirana exekucija urpmia)
id: Konfigurasikan urpmi parallel (eksekusi urpmi secara terdistribusi)
is: Skilgreina samhliða urpmi (dreifð keyrsla á urpmi)
it: Configura urpmi in parallelo (esecuzione distribuita di urpmi)
mt: Ikkonfigura urpmi parallel (eżekuzzjoni distribwita ta’ urpmi)
nn: Set opp parallell-urpmi (fleirfordelt køyring av urpmi)
pl: Konfiguracja równoległego urpmi (rozproszone wykonywanie urpmi)
sc: Assètia urpmi parallelu (urpmi fatu girai in parallelu)
sq: Konfiguroje urpmi paralel (ekzekutim i shpërndarë për urpmi)
sr@latn: Podesite paralelni urpmi (distribuirano pokretanje urpmi-ja)
tg: urpmi параллелиро ба танзим дароред (иҷроиши тақсимотии urpmi)
tl: I-configure ang parallel urpmi ("distributed execution" ng urpmi)
vi: Cấu hình urpmi song song (thực thi phân phối của urpmi)

source: Group
af: Groep
ar: المجموعة
ast: Grupu
bg: Група
br: Strollad
cy: Grŵp
eo: Grupo
fi: Ryhmä
fur: Grop
hr: Grupa
id: Grup
is: Flokkur
it: Gruppo
mt: Grupp
nn: Gruppe
pl: Grupa
sc: Grupu
sq: Grupi
sr@latn: Grupa
ta: குழு
tg: Гурӯҳ
tl: Grupo
uz@cyrillic: Гуруҳ
uz@latn: Guruh
vi: Nhóm

source: Protocol
af: Protokol
ar: البروتوكول
ast: Protocolu
bg: Протокол
br: Komenad
eo: Protokolo
fi: Protokolla
hr: Protokol
id: Protokol
is: Samskiptaregla
it: Protocollo
mt: Protokoll
nn: Protokoll
pl: Protokół
sc: Protocollu
sq: Protokoli
sr@latn: Protokol
ta: வரைமுறை
tg: Суратҷаласа
uz@cyrillic: Протокол
uz@latn: Protokol
vi: Giao thức

source: Media limit
af: Media limiet
ar: حد الوسائط
ast: Llímite de preseos
bg: Лимит на източници
cy: Terfyn cyfrwng
eo: Portil-limo
fi: Lähderajoitus
fur: Limit fonts
hr: Limit medija
id: Batasan media
is: Fjöldi miðlara
it: Limite supporti
mt: Limitu tas-sors
nn: Mediegrense
pl: Ograniczenie nośnika
sc: Lìmidi mèdius
sq: Medi e kufizuar
sr@latn: Limit za medije
tg: Ҳудуди сарчашма
uz@cyrillic: Тўплам чеклови
uz@latn: To'plam cheklovi
vi: Giới hạn phương tiện

source: Command
af: Opdrag
ar: الأمر
ast: Comandu
bg: Команда
br: Urzhiad
cy: Gorchymyn
eo: Komando
fi: Komento
fur: Comant
hr: Naredba
id: Perintah
is: Skipun
it: Comando
mt: Kmand
nn: Kommando
pl: Polecenie
sc: Cumandu
sq: Urdhër
sr@latn: Komanda
ta: கட்டளை
tg: Фармон
uz@cyrillic: Буйруқ
uz@latn: Buyruq
vi: Lệnh

source: (none)
af: (geen)
ar: (لا شئ)
ast: (dengún)
bg: (няма)
br: (hini ebet)
cy: (dim)
eo: (nenio)
fi: (tyhjä)
fur: (nissun)
hr: (nema)
id: (tidak ada)
is: (ekkert)
it: (nessuna)
lv: (neviens)
mt: (ebda)
nn: (ingen)
no: (ingen)
pl: (brak)
sc: (nisçunu)
sq: (asnjë)
sr@latn: (nijedan)
ta: (ஒன்றுமில்ைல)
tg: (ҳеҷ)
th: (ไม่มี)
tl: (wala)
uz@cyrillic: (йўқ)
uz@latn: (yo'q)
vi: (không có)

source: Edit...
af: Redigeer...
ar: حرّر
ast: Editar...
bg: Промяна...
br: Kemmañ
cy: Golygu...
eo: Redaktu...
fi: Muokkaa...
fur: Mude...
hr: Promjeni...
is: Sýsl...
it: Modifica...
mt: Editja...
nn: Rediger …
pl: Modyfikuj...
sc: Muda...
sq: Botues...
sr@latn: Izmeni
ta: தொகு
tg: Таҳрир кардан
tl: I-edit...
uz@cyrillic: Таҳрирлаш
uz@latn: Tahrirlash
vi: Hiệu chỉnh

source: Add...
af: Voeg by...
ar: أضف...
ast: Amestar...
bg: Добавяне...
br: Ouzhpennañ ...
cy: Ychwanegu...
eo: Aldonu...
fi: Lisää...
fur: Zonte...
hr: Dodaj...
id: Tambah...
is: Bæta við...
it: Aggiungi...
lv: Pievienot...
mt: Żid...
nn: Legg til …
no: Legg til...
pl: Dodaj...
sc: Açungi...
sq: Shtoje...
sr@latn: Dodaj...
ta: சேர்...
tg: Илова...
th: เพิ่ม...
tl: Idagdag...
uz@cyrillic: Қўшиш...
uz@latn: Qo'shish...
vi: Thêm...

source: Manage keys for digital signatures of packages
af: Beheer sleutels vir die digitale stempels van pakkette
ar: قم بإدارة المفاتيح للتواقيع الرقمية الخاصة بالحزم
ast: Alministrar claves pa les firmes dixitales de los paquetes
bg: Управление на ключове за цифровите подписи на пакетите
br: Merañ an alc'hwezioù evit sinadurioù ar pakadoù
cy: Rheoli allweddi pecynnau digidol
fi: Pakettien digitaalisten allekirjoitusavaimien hallinta
fur: Gjestion des clâfs pe firme digjitâl dai pachets
hr: Upravljaj ključevima za digitalno potpisivanje paketa
id: Mengelola kunci untuk tanda tangan digital paket
is: Sýsla með lykla fyrir stafrænar undirskriftir pakka
it: Gestione delle chiavi per le firme digitali dei pacchetti
mt: Immaniġġja ċifrarji għall-firem diġitali tal-pakketti
nn: Handtering av nøklar for pakkesignering
pl: Zarządzaj kluczami dla podpisów cyfrowych pakietów
sc: Manija is crais po sa firma digidali de is pakitus
sq: Menagjim i çelësave me nënshkrim digjital të pakove
sr@latn: Upravlja ključevima za digitalne potpise paketa
tg: Идораи калидҳо барои имзоҳои рақамии қуттиҳо
tl: I-manage ang mga key para sa digital signature ng package
uz@cyrillic: Пакетларнинг электрон имзолари учун калитларни бошқариш
uz@latn: Paketlarning elektron imzolari uchun kalitlarni boshqarish
vi: Quản lý khoá cho chữ ký số của các gói

source: Medium
af: Media
ar: الوسيط
ast: Mediu
bg: Източник
cy: Cyfrwng
eo: Pakaĵportilo
fi: Lähde
fur: Fonts
hr: Medij
id: Media
is: Miðill
it: Supporti
mt: Sors
pl: Nośnik
sc: Mèdiu
sq: Burimi
sr@latn: Medij
ta: நடுத்தர
tg: Сарчашма
uz@cyrillic: Тўплам
uz@latn: To'plam
vi: Phương tiện

source: _:cryptographic keys Keys
ast: Claves
bg: _:криптографски ключ Ключове
br: Alc'hwezoù
cy: _:cryptographic keys Allweddi
fi: Avaimet
id: _:kunci kriptografi Kunci
is: Lyklar
it: Chiavi
nn: Nøklar
pl: Klucze kryptograficzne Klucze
sc: Crais
sr@latn: _:kriptografski ključevi Ključevi
uz@cyrillic: Калитлар
uz@latn: Kalitlar
vi: Khóa

source: no name found, key doesn't exist in rpm keyring!
af: die rpm sleutelhouer huisves nie hierdie sleutel nie!
ar: تعذر ايجاد اسم، المفتاح لا يوجد في تشفير rpm!
ast: nun s'atopó nome, ¡la contraseña nun esiste nel aniellu de claves de rpm!
bg: не бе намерен, следователно ключът не съществува в хранилището с rpm цифрови подписи!
cy: heb ganfod enw, nid yw'r allwedd yn bodoli yng nghylch allwedd rpm
fi: nimeä ei löydetty, avainta ei ole rpm-avaintiedostossa!
fur: nissun non cjatât, le clâf no esist tal keyring rpm!
hr: nije pronađeno ime, ključ ne postoji u rpm šifriranju
id: Nama tidak ditemukan, kunci tidak ada dalam keyring RPM!
is: nafn fannst ekki, lykill er ekki til á rpm lyklakippu!
it: nessun nome trovato, la chiave non esiste nel keyring rpm!
mt: ebda isem ma nstab, muftieħ ma nstabx fil-"keyring" tal-rpm.
nn: Fann ikkje namnet. Nøkkelen finst ikkje rpm-nøkkelringen.
pl: nie znaleziono nazwy, klucz nie istnieje w zbiorze kluczy rpm!
sc: no agatu nòmini, no dui at crai in su keyring de su rpm!
sq: asnjë emër i gjetur, çelësi nuk ekziston në zilën rpm!
sr@latn: ime nije pronađeno, ključ ne postoji u rpm keyring!
tg: ном ёфт нашудааст, калид дар rpm keyring мавҷуд нест!
tl: walang nahanap na pangalan, walang key sa rpm keyring!
vi: không thấy tên, khoá không tồn tại trong rpm keyring!

source: Add a key
af: Voeg sleutel by
ar: أضف مفتاح
ast: Amestar una contraseña
bg: Добавяне на ключ
br: Ouzhpennañ un alc'hwez
cy: Ychwanegu allwedd
fi: Lisää avain
fur: Zonte clâf
hr: Dodaj ključ
id: Tambah sebuah kunci
is: Bæta við lykli
it: Aggiungi chiave
mt: Żid ċifrarju
nn: Legg til nøkkel
pl: Dodaj klucz
sc: Açungi una crai
sq: Shtoje një çelës
sr@latn: Dodaj ključ
tg: Калидро илова намоед
tl: Magdagdag ng key
uz@cyrillic: Калитни қўшиш
uz@latn: Kalitni qo'shish
vi: Thêm phím

source: Choose a key to add to the medium %s
ast: Escueyi una contraseña p'amestar al mediu %s
br: Dibab un alc'hwez evit ouzphennañ d'ar medium %s
cy: Dewis bysell ti ychwanegu at gyfrwng %s
id: Pilihlah kunci untuk ditambahkan pada media %s
nn: Vel nøkkelen du vil leggja til mediet «%s».
pl: Wybierz klucz do dodania do nośnika %s

source: Remove a key
af: Verwyder 'n sleutel
ar: احذف مفتاح
ast: Desaniciar una clave
bg: Премахване на ключ
br: Lemel un alc'hwez
cy: Tynnu allwedd
fi: Poista avain
fur: Rimôf une clâf
hr: Ukloni ključ
id: Hapus sebuah kunci
is: Fjarlægja lykil
it: Rimozione chiave
mt: Neħħi ċifrarju
nn: Fjern nøkkel
pl: Usuń klucz
sc: Burra una crai
sq: Zhduke çelësin
sr@latn: Ukloni ključ
tg: Калидро хориҷ намоед
tl: Mag-alis ng key
uz@cyrillic: Калитни олиб ташлаш
uz@latn: Kalitni olib tashlash
vi: Bỏ phím

source: Are you sure you want to remove the key %s from medium %s? (name of the key: %s)
af: Wil u werklik die sleutel %s vanaf media %s verwyder? (sleutelnaam: %s)
ar: هل أنت متأكد أنك تريد حذف المفتاح %s للوسيط %s? (اسم المفتاح: %s)
ast: ¿De xuro que quies quitar la clave %s del mediu %s? (nome de la clave: %s)
bg: Сигурни ли сте,че желаете да изтриете ключ %s от източник %s? (име на ключа: %s)
br: Ha sur oc'h bezañ mennet da zilemel an alc'hwez %s eus ar medium %s ? (anv an alc'hwez : %s)
cy: Ydych chi'n siŵr eich bod eisiau tynnu allwedd %s o gyfrwng %s? (enw'r allwedd: %s)
fi: Oletko varma että haluat poistaa avaimen %s lähteeltä %s? (avaimen nimi: %s)
fur: Sêstu sigûr di volê rimovi le clâf %s de font %s? (non de clâf: %s)
hr: Sigurno želite maknuti ključ %s sa medija %s? (ime ključa: %s)
id: Apakah Anda yakin akan menghapus kunci %s dari media %s? (nama kunci : %s)
is: Ertu vill um að þú viljir fjarlægja lykil %s af miðli %s? (nafn lykils %s)
it: Vuoi davvero rimuovere la chiave %s dal supporto %s? (nome della chiave: %s)
mt: Żgur li trid tneħħi ċ-ċifrarju %s mis-sors %s? (isem il-key: %s)
nn: Er du sikker på at du vil fjerna nøkkelen «%s» frå mediet «%s»? (Nøkkelen heiter «%s».)
pl: Czy na pewno chcesz usunąć klucz %s z nośnika %s? (nazwa klucza: %s)
sc: Siguru ses ki bolis burrai sa crai %s de su mèdiu %s? (nòmini de sa crai: %s)
sq: A jeni i sigurt për zhdukjen e çelësit %s nga burimi %s? (emri i çelësit: %s)
sr@latn: Da li ste sigurni da želite da uklonite ključ %s sa medija %s? (ime ključa: %s)
tg: Шумо дар ҳақиқат калиди %s-ро аз сарчашмаи %s хориҷ карданӣ ҳастед? (номи калид:%s)
tl: Sigurado kang gusto mong alisin ang key na %s mula sa medium na %s? (pangalan ng key: %s)
vi: Bạn có chắc là muốn gỡ bỏ khóa %s khỏi phương tiện %s không? (tên khoá là: %s)

source: _: Translator(s) name(s) & email(s)
af: Dirk van der Walt <dirkvanderwalt@webmail.co.za>
ar: Arabeyes <support@arabeyes.org>
ast: Softastur <alministradores@softastur.org>
bg: Димитър Терзиев <mitak@unix-bg.org> Кольо Колев <kolio_kolev@biotronica.net>
br: Jañ-Mai Drapier <jan-mai.drapier@mail.dotcom.fr> Thierry Vignaud <tvignaud@mandriva.com>
cy: _: Rhoslyn Prys post@meddal.com
eo: Vilhelmo Lutermano <vlutermano@free.fr>
fi: Thomas Backlund <tmb@mandriva.org> Esa Linna <denzo@mbnet.fi> Taisto Kuikka <69319@batman.jypoly.fi> Janne Puonti <janne.puonti@kolumbus.fi> Matias Griese <mahagr@utu.fi> Kim Enkovaara <kim.enkovaara@iki.fi>
fur: Andrea Gracco <graccoandrea@tin.it>
hr: Croatian <lokalizacija@linux.hr>
id: _: Willy Sudiarto Raharjo <willysr@gmail.com>
is: Pjetur G. Hjaltason <pjetur@pjetur.net>
it: Andrea Celli <andrea.celli@libero.it>
mt: Ramon Casha <ramon.casha@linux.org.mt>
nn: Karl Ove Hufthammer <karl@huftis.org>.
pl: _: Imiona i adresy email tłumacza(y)
sc: Antoni Pistis <antonio.pistis@virgilio.it>
sr@latn: Miodrag Živković <miodragz@linuxo.org>
tg: Victor Ibragimov <youth_opportunities@tajikngo.org>
tl: Arys P. Deloso <arys@deloso.org>
uz@cyrillic: Машраб Қуватов <kmashrab@uni-bremen.de>
uz@latn: Mashrab Quvatov <kmashrab@uni-bremen.de>

source: Configure media
af: Konfigureer media
ar: تهيئة الوسائط
ast: Configurar preseos
bg: Настройка на източник
br: Kefluniañ ar media
cy: Ffurfweddu'r cyfrwng
eo: Konfiguro de datenportilo
fi: Määritä lähteet
fur: Configure les fonts
hr: Podesiti izvor?
id: Konfigurasikan media
is: Bæta við miðli
it: Configura i supporti
mt: Ikkonfigura sors
nn: Set opp medium
pl: Konfiguracja nośników
sc: Assètia mèdius
sq: Konfiguroje burimin
sr@latn: Podešavanje medija
tg: Сарчашмаро ба танзим дароред
tl: I-configure ang media
uz@cyrillic: Тўпламни мослаш
uz@latn: To'plamni moslash
vi: Cấu hình phương tiện

source: Enabled
af: Aktiveer
ar: متاح؟
ast: Activada
bg: Разрешени
br: Bevaatet
cy: Galluogwyd
eo: Ĉu enŝaltita
fi: Käytössä
fur: Abilitade
hr: Aktivirano
id: Aktifkan
is: Virkur
it: Abilitata
mt: Mixgħul
nn: I bruk
pl: Włączone
sc: Abivau
sq: Aktivizuar
sr@latn: Uključi
ta: ெசயல்படுத்தப்பட்டுள்ளதா
tg: Даргирифта
tl: Gumagana
uz@cyrillic: Ёқилган
uz@latn: Yoqilgan
vi: Bật chạy

source: Updates
ast: Anovamientos
bg: Да се обновява
br: Hizivaat
cy: Diweddariadau
fi: Päivitykset
id: Update
is: Uppfærslur
it: Aggiornare
nn: Oppdateringar
pl: Aktualizacje
sc: Ajorronus
sr@latn: Nadogradnje
uz@cyrillic: Янгиланишлар
uz@latn: Yangilanishlar

source: Type
ar: النوع
ast: Triba
bg: Вид
br: Seurt
cy: Math
eo: Tipo
fi: Tyyppi
id: Tipe
is: Tegund
it: Tipo
mt: Tip
pl: Typ
sc: Tipu
sq: Tipi
sr@latn: Tip
tg: Навъ
uz@cyrillic: Тури
uz@latn: Turi
vi: Kiểu

source: This medium needs to be updated to be usable. Update it now?
ast: Esti mediu necesita anovase pa que seya usable. ¿Anovalu agora?
cy: Mae angen diweddaru'r cyfrwng i fod yn ddefnyddiol. Diweddaru?
id: Media ini perlu diupdate agar bisa digunakan. Update sekarang ?
nn: Dette mediet må oppdaterast for å kunna brukast. Vil du oppdatera det no?
pl: Ten nośnik wymaga aktualizacji do dalszego użytkowania. Czy zaktualizować go teraz?

source: Unable to update medium, errors reported: %s
ast: Nun puede anovase'l mediu, fallos informaos: %s
bg: Не може дасе обнови източник - възникна грешка: %s
br: N'hell ket bet hizivet ar vedium, Fazi(où) a oa kemennet : %s
cy: Methu diweddaru cyfrwng, gwallau cofnodwyd: %s
fi: Lähteen päivittäminen epäonnistui, virheet: %s
id: Tidak dapat menambahkan media, kesalahan yang dilaporkan: %s
is: Get ekki uppfært miðil, tilgreindar villur: %s
it: Impossibile aggiornare il supporto, problema: %s
nn: Klarte ikkje oppdatera mediet. Feil: %s
pl: Nie można dodać nośnika, zgłoszone błędy: %s
sr@latn: Nemoguće je nadograditi ovaj medij, izveštaj o greškama: %s
uz@cyrillic: Тўпламни янгилаб бўлмади. Қуйидаги хато рўй берди: %s
uz@latn: To'plamni yangilab bo'lmadi. Quyidagi xato ro'y berdi: %s

source: Edit
ar: تحرير
ast: Editar
bg: Промяна
br: Kemmañ
cy: Golygu
eo: Redaktu
fi: Muokkaa
is: Sýsl
it: Modifica
lv: Rediìçt
mt: Editja
nn: Rediger
no: Rediger
pl: Edytuj
sc: Muda
sq: Botoje
sr@latn: Izmeni
tg: Таҳрир кардан
th: แก้ไข
uz@cyrillic: Таҳрирлаш
uz@latn: Tahrirlash
vi: Biên soạn

source: None (installed)
ast: Dengún (instaláu)
bg: Няма (инсталирани)
br: Hini ebet (staliet eo)
cy: Dim (gosod)
nn: Ingen (installert)
pl: Brak (zainstalowane)

source: Unknown
ast: Desconocíu
br: Anavez
cy: Anhysbys
id: Tidak dikenal
nn: Ukjend
pl: Nieznany
uz@cyrillic: Номаълум

source: %s of additional disk space will be used.
ast: Usaránse %s d'espaciu adicional.
bg: %s допълнително досково пространство ще бъде използвано.
br: %s egor pladenn ouzphenn a vo bet implijet.
cy: Bydd %s o le ychwanegol ar ddisg yn cael ei ddefnyddio.
it: Altri %s di spazio disco saranno utilizzati.
nn: Det vert brukt %s meir diskplass.
pl: Zostanie wykorzystany dodatkowy obszar na dysku: %s
uz@cyrillic: Дискда қўшимча %s жой ишлатилади.

source: %s of disk space will be freed.
ast: Lliberaránse %s d'espaciu en discu.
bg: %s дисково пространство ще бъде освободено.
br: %s egor pladenn a vo bet dieubet.
cy: Bydd %s o le ar ddisg ar gael.
it: %s di spazio disco saranno liberati.
nn: Det vert frigjort %s diskplass.
pl: Zostanie zwolniony obszar na dysku: %s.
uz@cyrillic: Дискда %s жой бўшатилади.

source: %s of packages will be retrieved.
ast: baxaránse %s de paquetes.
bg: %s пакета ще да бъдат изтеглени.
br: %s a bakad a vo bet degaset.
cy: Bydd %s o becynnau'n cael eu hadfer
nn: %s med pakkar vert henta ned.
pl: Zostanie pobranych %s pakietów.

source: Search results
af: Soekverslag
ar: نتائج البحث
ast: Resultaos de la gueta
bg: Резултат от търсене
br: Disoc'hoù ar glask
cy: Canlyniadau'r chwilio
eo: Serĉrezultoj
fi: Haun tulokset
fur: Risultâts de ricercje
hr: Rezultati pretraživanja
id: Hasil pencarian
is: Leitarniðurstöður
it: Risultati della ricerca
lv: Meklçðanas rezultâti
mt: Riżultat tat-tfittxija
nn: Søkjeresultat
no: Søkeresultater
pl: Wyniki wyszukiwania
sc: Arresurtau de sa circa
sq: Kërkues i rezultateve
sr@latn: Rezultati pretrage
ta: தேடலின் முடிவுகள்
tg: Ҷустуҷӯи натиҷаҳо
th: ผลการค้นหา
tl: Resulta ng paghahanap
uz@cyrillic: Қидирув натижалари
uz@latn: Qidiruv natijalari
vi: Kết quả tìm kiếm

source: Search results (none)
af: Soekverslag (none)
ar: نتائج البحث (لا شئ)
ast: Resultaos de la gueta (dengún)
bg: Резултат от търсенето (няма)
br: Disoc'hoù ar glask (hini ebet)
cy: Canlyniadau'r chwilio (dim)
eo: Serĉrezultoj (neniu)
fi: Haun tulokset (ei mitään)
fur: Risultâts de ricercje (nissun)
hr: Rezultati pretraživanja
id: Hasil pencarian (tidak ada)
is: Leitarniðurstöður (engar)
it: Risultati della ricerca (nessuno)
lv: Meklçðanas rezultâti (neviens)
mt: Riżultat tat-tfittxija (ebda)
nn: Søkjeresultat (ingen)
no: Søkeresultater (ingen)
pl: Wyniki wyszukiwania (brak)
sc: Arresurtau de sa circa (nudda)
sq: Rezultatet e hetimeve (asnjë)
sr@latn: Rezultat pretrage (nema)
ta: தேடலின் முடிவுகள்(ஒன்றுமில்ைல)
tg: Натиҷаҳои ҷустуҷӯ (ҳеҷ)
th: ผลการค้นหา (ไม่พบ)
tl: Resulta ng paghahanap (wala)
uz@cyrillic: Қидирув натижалари (йўқ)
uz@latn: Qidiruv natijalari (yo'q)
vi: Kết quả tìm kiếm (không)

source: (Not available)
af: (Onbeskikbaar)
ar: (غير موجود)
ast: (Nun disponible)
bg: (Не е наличен)
br: (Hegerz ebet)
cy: (Dim ar gael)
eo: (Neatingebla)
fi: (Ei käytettävissä)
fur: (No disponibil)
hr: (Nije dostupno)
id: (Tidak tersedia)
is: (Ekki til)
it: (Non disponibile)
mt: (Mhux disponibbli)
nn: (Ikkje tilgjengeleg)
no: (Ingen tilgjengelig)
pl: (Niedostępne)
sc: (No dui at)
sq: (I nxënë)
sr@latn: (Nije dostupno)
ta: (கிைடக்கவில்ைல)
tg: (Дастрас Нест)
th: (ไม่พร้อมใช้งาน)
tl: (Hindi available)
uz@cyrillic: (Мавжуд эмас)
uz@latn: (Mavjud emas)
vi: (Không có sẵn)

source: Security advisory
ast: Anuncia de seguridá
bg: Съвети за сигурност
br: Kemenn surentez
cy: Diweddariadau diogelwch
fi: Tietoturvaselitys
id: Saran keamanan
is: Öryggisathugasemdir
it: Annunci sulla sicurezza
nn: Tryggleiksmelding
pl: Biuletyn bezpieczeństwa
sr@latn: Sigurnosni saveti

source: No description
ar: لا وصف
ast: Ensin descripción
bg: Без описание
br: Deskrivadur ebet
cy: Dim disgrifiad
fi: Ei kuvausta
hr: Bez opisa
id: Tidak ada deskripsi
is: Engin lýsing til
it: Nessuna descrizione
nn: Inga skildring
pl: Brak opisu
sc: Nisçuna descriidura
sq: Asnjë përshkrim
sr@latn: Bez opisa
ta: இவரிக்க வில்லை
tg: Бе тавсифҳо
uz@cyrillic: Таъриф йўқ
uz@latn: Ta'rif yo'q
vi: Không có mô tả

source: It is <b>not supported</b> by OpenMandriva.
nn: Han er <b>ikkje støtta</b> av OpenMandriva.
pl: To <b>nie jest wspierane</b> przez Mandrivę.

source: It may <b>break</b> your system.
nn: Han kan <b>øydeleggja</b> systemet ditt.
pl: To może <b>zepsuć</b> system.

source: This package is not free software
nn: Denne pakken er ikkje fri programvare
pl: Ten pakiet nie jest wolnym oprogramowaniem

source: This package contains a new version that was backported.
nn: Denne pakken inneheld ein ny versjon som vart tilbakeporta.
pl: Istnieje nowa wersja pakietu, który dostępny jest na nośniku backport.

source: This package is a potential candidate for an update.
nn: Denne pakken er ein potensiell oppdateringskandidat.
pl: Ten pakiet jest potencjalnym kandydatem do aktualizacji.

source: This is an official package supported by OpenMandriva
nn: Dette er ein offisiell pakke som er støtta av OpenMandriva
pl: To jest oficjalny pakiet wspierany przez Mandrivę

source: Notice:
nn: Merknad:
pl: Ostrzeżenie:

source: Importance:
af: Belangrikhied:
ar: الأهمية:
ast: Importancia:
bg: Важност:
br: Talvoudegezh :
cy: Pwysigrwydd:
eo: Graveco:
fi: Tärkeys:
fur: Entitât:
hr: Značaj:
id: Tingkat Kepentingan:
is: Mikilvægi:
it: Importanza:
lv: Svarîgums:
mt: Importanza:
nn: Prioritet:
no: Viktighet:
pl: Ważność:
sc: Importu:
sq: Rëndësia:
sr@latn: Važnost:
ta: முக்கியத்துவம்:
tg: Зарурият:
th: ความสำคัญ:
tl: Kahalagahan:
uz@cyrillic: Муҳимлиги:
uz@latn: Muhimligi:
vi: Mức độ quan trọng:
