Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: You may also choose your desired mirror manually: to do so, launch the Software Media Manager, and then add a `Security updates' medium. Then, restart %s.
af: U kan ook self u spieëlwebplek kies: om dit te doen, begin die Software Media Manager, en voeg 'n 'Sekuriteitsopgraderings' media by. Herbegin net %s daarna.
ar: يمكنك أيضا اختيار المرآة المطلوبة يدويا: لعمل ذلك، قم بتشغيل مدير وسائط البرامج، ثم أضف وسيط 'تحديثات أمنية'. ثم أعد تشغيل أداة %s.
ast: También puedes escoyer manualmente l'espeyu: pa ello, llanza l'Alministrador de Preseos de Software, y dempués amiesta un mediu de 'Anovamientos de seguridá'. Dempués, reanicia'l sistema %s.
bg: За да изберете ръчно огледалния сървър,стартирайте мениджъра на софтуерни източници и добавете "Източник за обновления за сигурност" След това рестартирайте %s
cy: Cewch ddewis eich drych eich hun, i wneud hynny cychwynnwch y Rheolwr Cyfryngau Meddalwedd, ac ychwanegu cyfrwng 'Diweddariadau Diogelwch'. Yna ailgychwynnwch %s.
eo: Vi povas ankaŭ elekti vian deziratan spegulon mane: por tio, startigu la Program-portilan agordilon (Software Media Manager), kaj poste aldonu portilon por Sekurec-ĝisdatigoj (Security updates). Poste, restartigu MandrivaĜisdatigo-n (%s).
fi: Voit myös lisätä haluamasi peilipalvelimen manuaalisesti: tehdäksesi tämän, käynnistä 'Ohjelmistolähteiden hallinta' ja lisää 'Tietoturvapäivitykset' lähde. Käynnistä %s tämän jälkeen uudelleen.
fur: Tu podaressis ancje sielzi manualmentri il mirror che tu preferissis: par fâlu, fâs lâ il Gjestôr des Fonts, daspò zonte une Font pes Atualizazions di Sigurece. Daspò, torne a fâ lâ %s.
id: Anda dapat juga memilih mirror kesukaan Anda secara manual: untuk melakukannya, luncurkan Manajer Media Perangkat Lunak, dan tambahkan media `Update Keamanan'. Lalu, jalankan ulang %s.
is: Þú getur einnig valið þinn skráaspegil handvirkt: til að gera það, keyrðu Hugbúnaðar-miðla-tólið, og bættu við öryggisuppfærslu-miðli Endurræstu síðan %s.
it: Puoi anche scegliere manualmente il mirror che preferisci: per far questo, avvia la gestione dei supporti software e aggiungi un supporto per "Aggiornamenti per la sicurezza". Quindi riavvia %s.
mt: Tista' wkoll tagħżel il-mera li tixtieq manwalment. Biex tagħmel dan, ħaddem il-Manager tas-sorsi ta' softwer, u mbagħad żid sors ta' Aġġornamenti ta' sigurtà Imbagħad, erġa' startja %s
nn: Du kan òg velja spegelen manuelt. Køyr medieoppsettprogrammet og vel der å leggja til eit tryggleiksoppdateringsmedium Start så %s på nytt.
pl: Można także wybrać żądany serwer zwierciadlany ręcznie: aby to zrobić, uruchom Menedżera Źródeł Oprogramowania, a następnie dodaj nośnik "Aktualizacje z dziedziny bezpieczeństwa". Potem należy ponownie uruchomić %s.
sc: Forsis bolis sçoberai a manu su sprigu ki bolis: po du fai, lança su Manijadori de Mèdius de Programas, e apustis açungi unu mèdiu `Ajorronus de Siguresa'. Apustis torra a allui %s.
sq: Ju mund ta zgjedhni cilën do pasqyrë nga ana juaj: për t'ia arritur, niseni Software Sources Manager, dhe shtojeni një burim 'Azhurnim i Sigurisë'. Dhe, riniseni %s.
sr@latn: Možete izabrati željeni miror sajt i ručno: da bi to uradili, pokrenite Menadžer Softvera, a zatim dodajte `Security updates' medij. Zatim, restarujte %s.
tg: Ҳамчунин метавонед оинаи хостагиатонро дастӣ интихоб кунед: барои ин, Мудири Сарчашмаҳои Нармафзорро сар диҳед ва пас сарчашмаи `Навигариҳои бехатарӣ' илова кунед. Пас, %s-ро бозоғоз кунед.
tl: Mapipili mo rin ang nais mong mirror ng mano-mano: para gawin ito, ilunsad ang Tagapangasiwa ng Software Media, at magdagdag ng 'Mga update pangseguridad' na medium. Pagkatapos, simulan muli ang %s.
vi: Bạn cũng có thể tự chọn mirror mong muốn: để làm vậy, hãy chạy Trình Quản Lý Phương Tiện Phần Mềm và sau đó thêm phương tiện `Cập nhật bảo mật' . Sau đó chạy lại %s.

source: Package installation...
af: Installasievoorbereiding...
ar: تثبيت الحزم...
ast: Instalación de paquete...
bg: Инсталиране на пакет...
br: O staliañ ar pakadoù ...
cy: Gosod pecynnau...
eo: Instalado de pakaĵoj...
fi: Pakettien asennus...
fur: Instalazion dai pachets...
hr: Pripremam se za instalaciju
id: Installasi paket...
is: Pakka innsetning...
it: Installazione dei pacchetti...
mt: Installazzjoni ta’ pakketti...
nn: Installerer pakke …
pl: Instalacja pakietów...
sc: Aposentadura pakitus...
sq: Instalimi i pakos...
sr@latn: Instalacija paketa...
tg: Тайёркунии қуттиҳо барои коргузорӣ...
tl: Pag-i-install ng package...
uz@cyrillic: Пакетларни ўрнатиш
uz@latn: Paketlarni o'rnatish
vi: Cài đặt gói tin...

source: Initializing...
af: Aanvangstadium...
ar: جاري البدء...
ast: Aniciando...
bg: Инициализация:
br: O teraouiñ ...
cy: Ymgychwyn...
eo: Inicanta...
fi: Alustetaan...
fur: Inviament...
hr: Instaliram:
id: Inisialisasi...
is: Frumstilli...
it: Inizializzazione...
mt: Qed ninizjalizza...
nn: Gjer klar …
no: Initialiserer...
pl: Inicjalizacja...
sc: Apariçu...
sq: Inicializimi...
sr@latn: Inicijalizacija...
ta: துவக்கப்படுகிறது...
tg: Коргузорӣ...
tl: Ini-initialize...
uz@cyrillic: Ишга тайёрланмоқда...
uz@latn: Ishga tayyorlanmoqda...
vi: Đang khởi tạo...

source: Reading updates description
ast: Lleendo descripciones d'anovamientos
bg: Прочитане на информациата на обновяванията
br: O lenn deskrivadurioù ar bremañoù
cy: Darllen disgrifiad diweddariadau
id: Membaca deskripsi update
is: Les uppfærslu-lýsingar
it: Lettura delle descrizioni degli aggiornamenti
nn: Les oppdateringsskildringar
pl: Odczytywanie opisów aktualizacji
sr@latn: Čitam opise nadogradnji
uz@cyrillic: Янгиланишларнинг таърифи ўқилмоқда
uz@latn: Yangilanishlarning ta'rifi o'qilmoqda

source: Please wait, finding available packages...
af: Net 'n oomblik, opsoek na beskikbare pakette...
ar: اتنظر من فضلك، جاري ايجاد الحزم المتوفرة...
ast: Por favor espera, alcontrando los paquetes disponibles...
bg: Моля, изчакайте. Намиране на достъпните пакети...
br: Gortozit mar plij, o klask ar pakadoù hegerz ...
cy: Arhoswch, canfod pecynnau sydd ar gael...
eo: Bonvole atendu, mi serĉas haveblajn pakaĵojn...
fi: Odota, etsitään saatavilla olevia paketteja
fur: Par plasè spiete, o cîr pachets disponibii...
hr: Molimo pričekajte Sortiram pakete
id: Harap tunggu, mencari paket yang tersedia...
is: Augnablik, leita að tiltækum pökkum...
it: Attendere, è in corso la ricerca dei pacchetti disponibili...
lv: Lûdzu gaidiet, meklçju pieejamâs pakotnes...
mt: Stenna ftit, qed insib pakketti disponibbli...
nn: Ser etter tilgjengelege pakkar. Vent litt …
pl: Proszę czekać, wyszukiwanie dostępnych pakietów...
sc: Abeta, agatu is pakitus a disposta...
sq: Një moment ju lutemi, gjetja e pakove të lira...
sr@latn: Molim Vas sačekajte, pronalazim dostupne pakete...
ta: தயவுசெய்து காத்திருக்கவும்..இருக்கும் பொதிகளை கண்டுபிடிக்கப் படுகிறது
tg: Интизор шавед, ёфтани қуттиҳои дастрас...
th: กำลังหาเพกเกจที่มีอยู่, กรุณารอสักครู่...
tl: Pakihintay, naghahanap ng mga available na package...
uz@cyrillic: Мавжуд бўлган пакетлар қидирилмоқда, илтимос кутиб туринг...
uz@latn: Mavjud bo'lgan paketlar qidirilmoqda, iltimos kutib turing...
vi: Hãy đợi, đang tìm các gói sẵn có...

source: Please wait, listing base packages...
ast: Por favor espera, llistando paquetes de base...
bg: Моля, изчакайте. Извеждане на основните пакети...
br: Gortozit mar plij, o klask ar pakadoù a-bouez ...
cy: Arhoswch, rhestri pecynnau sail...
id: Harap tunggu, mendaftar paket-paket dasar...
is: Augnablik, lista grunnpakka...
it: Attendere, è in corso la creazione dell'elenco dei pacchetti di base...
nn: Lagar liste over hovudpakkar. Vent litt …
pl: Proszę czekać, wypisywanie pakietów postawowych...
sr@latn: Molim Vas sačekajte, prelistvam bazu paketa
uz@cyrillic: Пакетлар рўйхати яратилмоқда, илтимос кутиб туринг...
uz@latn: Paketlar ro'yxati yaratilmoqda, iltimos kutib turing...

source: Error
af: Fout
ar: خطأ
ast: Fallu
bg: Грешка
br: Fazi
cy: Gwall
eo: Eraro
fi: Virhe
fur: Fal
hr: Greška
id: Kesalahan
is: Villa
it: Errore
mt: Problema
nn: Feil
pl: Błąd
sc: Faddina
sq: Gabim
sr@latn: Greška
ta: பிழை
tg: Хатогӣ
uz@cyrillic: Хато
uz@latn: Xato
vi: Lỗi

source: Please wait, finding installed packages...
ast: Por favor espera, alcontrando los paquetes instalaos...
bg: Моля, изчакайте. Намиране на инсталираните пакети...
br: Gortozit mar plij, o klask ar pakadoù staliet ...
cy: Arhoswch, canfod pecynnau sydd wedi eu gosod...
id: Harap tunggu, mencari paket-paket yang terinstall...
is: Augnablik, leita að uppsettum pökkum...
it: Attendere, è in corso la ricerca dei pacchetti installati...
nn: Ser etter installerte pakkar. Vent litt …
pl: Proszę czekać, wyszukiwanie zainstalowanych pakietów...
sr@latn: Molim Vas sačekajte, pronalazim već instalirane pakete...
uz@cyrillic: Ўрнатилган пакетлар қидирилмоқда, илтимос кутиб туринг...
uz@latn: O'rnatilgan paketlar qidirilmoqda, iltimos kutib turing...

source: Upgrade information
ast: Información d'anovamientu
bg: Информация за надграждане
br: Titouroù bremañaat
cy: Gwybodaeth uwchraddio
id: Informasi upgrade
is: Uppfærslu-upplýsingar
it: Informazioni per l'aggiornamento
nn: Oppgraderingsinformasjon
pl: Informacja o aktualizacji
sr@latn: Informacija o nadogradnji

source: These packages come with upgrade information
ar: تأتي هذه الحزم مع معلومات التّحديث
ast: Estos paquetes caltienen información d'anovamientu
bg: Тези пакети пристигат с информация за надграждане
br: Titouroù bremañaat o deus ar pakadoù-se
cy: Mae gan y pecynnau wybodaeth uwchraddio
fi: Näissä paketeissa on päivitystiedot
id: Paket berikut datang dengan informasi upgrade
is: Þessir pakkar koma með uppfærsluupplýsingum
it: Questi pacchetti sono muniti di informazioni per l'aggiornamento.
mt: Dawn il-pakketti jkollhom informazzjoni dwar l-aġġornament
nn: Desse pakkane inneheld oppgraderingsinformasjon
pl: Te pakiety zawierają także informacje o uaktualnieniach
sc: Custus pakitus tenint scedas de adelantamentu
sr@latn: Ovi paketi dolaze sa informacijama o nadogradnji
tg: Ин бастаҳо бо ахбороти густаришёфта меоянд
tl: Ang mga package na ito ay may kasamang inpormasyong pang-upgrade
vi: Các gói tin này có thông tin nâng cấp đi kèm.

source: Upgrade information about this package
ast: Información d'anovamientu sobro esti paquete
bg: Информация за надграждане на пакета...
br: Titouroù bremañaat war ar pakad-mañ
cy: Gwybodaeth uwchraddio am y pecyn hwn
id: Informasi upgrade tentang paket ini
is: Ítarlegri upplýsingar um pakka...
it: Informazioni per aggiornare questo pacchetto...
nn: Oppgraderingsinformasjon om denne pakken
pl: Informacja o aktualizacji pakietu
sr@latn: Nadogradnja informacija o ovom paketu

source: Upgrade information about package %s
ast: Información d'anovamientu sobro'l paquete %s
bg: Информация за надграждане на пакет %s
br: Titouroù bremañaat war ar pakad %s
cy: Gwybodaeth uwchraddio am becyn %s
id: Informasi upgrade tentang paket %s
is: Uppfærslu-upplýsingar um pakka %s
it: Informazioni per aggiornare il pacchetto [%s]
nn: Oppgraderingsinformasjon om pakken %s
pl: Informacja o aktualizacji pakietu [%s]
sr@latn: Nadogradnja informacija o paketu %s

source: All requested packages were installed successfully.
af: Al die gekose pakette het korrek geïnstalleer.
ar: تم تثبيت كل الحزم المطلوبة بنجاح.
ast: Tolos paquetes foron instalaos dafechu.
bg: Всички заявени пакети бяха инсталирани коректно.
br: Staliet gant berzh eo ar pakadoù dibabet.
cy: Gosodwyd pob pecyn angenrheidiol yn llwyddiannus.
eo: Ĉiuj deziritaj pakaĵoj estas sukcese instalitaj.
fi: Kaikki haluamasi paketit asennettiin onnistuneesti.
fur: Ducj i pachets domandâts e son stâts instalâts cun sucès.
hr: Svi traženi paketi su instalirani uspješno.
id: Semua paket yang diminta telah sukses diinstall.
is: Það gekk eðlilega að setja inn alla umbeðna pakka.
it: Tutti i pacchetti richiesti sono stati installati correttamente.
lv: Visas pieprasîtâs pakotnes tika veiksmîgi instalçtas.
mt: Il-pakketti kollha mitluba ġew installati.
nn: Alle pakkane vart rett installert.
no: Alle pakker ble vellykket installert
pl: Wszystkie żądane pakiety zostały pomyślnie zainstalowane.
sc: Totu is pakitus bòfius funt acabaus de aposentai.
sq: Të gjitha pakot e zgjedhura janë instaluar si duhet.
sr@latn: Svi paketi, koji ste zahtevali, su uspešno instalirani.
ta: நீங்கள் கேட்ட அனைத்து பொதிகளும் வெற்றிகரமாக நிறுவப்பட்டது
tg: Ҳамаи қуттиҳои талабшуда бомуваффақият коргузошташуданд.
th: เพกเกจทุกตัวที่เลือกไว้ถูก install เรียบร้อย
tl: Lahat ng hiniling na package ay matagumpay na na-install.
uz@cyrillic: Талаб қилинган ҳамма пакетлар муваффақиятли ўрнатилди.
uz@latn: Talab qilingan hamma paketlar muvaffaqiyatli o'rnatildi.
vi: Mọi gói tin yêu cầu đã được cài đặt thành công.

source: Problem during installation
af: Daar was probleme tydens installasie
ar: مشكلة أثناء التثبيت
ast: Problema durante la instalación
bg: Появиха се проблеми по време на инсталацията
br: Fazi en ar staliadur
cy: Anhawster wrth osod
eo: Problemo okazis dum instalado
fi: Ongelma asennuksen aikana
fur: Problemis intant de instalazion
hr: Dogodili su se problemi prilikom instalacije
id: Masalah saat installasi
is: Vandræði við uppsetningu
it: Si sono verificati dei problemi durante l'installazione
mt: Problema waqt l-installazzjoni
nn: Feil ved installering
pl: Wystąpił problem podczas instalacji
sc: Barrancu in s'aposentadura
sq: Një problem është paraqitur gjatë instalimit
sr@latn: Problem za vreme instaliranja
tg: Муаммоҳо ҳангоми коргузорӣ
th: เกิดปัญหาขณะ install
tl: Problema habang nag-i-install
uz@cyrillic: Ўрнатишда хато юзага келди
uz@latn: O'rnatishda xato yuzaga keldi
vi: Trục trặc trong khi cài đặt

source: There was a problem during the installation: %s
af: Probleme is ondervind tydens die installasie: %s
ar: كان هناك خطأ أثناء التثبيت: %s
ast: Hebo un problema durante la instalación: %s
bg: Получи се грешка по време на инсталацията : %s
br: Bez oa ur fazi en ur staliañ : %s
cy: Digwyddodd anhawster wrth osod pecyn: %s
eo: Okazis eraro dum instalado: %s
fi: Pakettien asennuksen aikana ilmeni ongelma: %s
fur: A si è verificât un fal intant de instalazion: %s
hr: Došlo je do problema prilikom instalacije: %s
id: Terjadi maslah selama installasi: %s
is: Það voru vandræði við uppsetningu: %s
it: Si è verificato un problema durante l'installazione: %s
mt: Inqalgħu problemi waqt l-installazzjoni: %s
nn: Det oppstod ein feil ved installering: %s
pl: Wystąpił błąd podczas instalacji pakietów: %s
sc: Barrancu in s'aposentadura: %s
sq: Një problem është paraqitur gjatë instalimit: %s
sr@latn: Naišao sam na problem tokom instaliranja: %s
tg: Ҳангоми коргузорӣ муаммо пайдо шуд: %s
th: เกิดปัญหาขณะ install: %s
tl: Nagkaroon ng problema habang nag-i-install: %s
uz@cyrillic: Пакетларни ўрнатишда хато юзага келди: %s
uz@latn: Paketlarni o'rnatishda xato yuzaga keldi: %s
vi: Xả ra lỗi khi đang cài đặt: %s

source: Installation failed
af: onsuksesvolle installasie
ar: فشل التثبيت
ast: Falló la instalación
bg: Инсталацията пропадна
br: Staliañ a zo sac'het
cy: Methodd y gosodiad
eo: Instalado malsukcesis
fi: Asennus epäonnistui
fur: Instalazion falade
hr: Instaliraj sve
id: Installasi gagal
is: Innsetning mistókst
it: Installazione fallita
mt: Installazzjoni falliet
nn: Feil ved installering.
pl: Instalacja zakończona niepowodzeniem
sc: Aposentadura faddia
sq: Instalimi dështoi
sr@latn: Instalacija neuspela
ta: நிறுவுதலில் பிழை நேர்ந்துள்ளது
tg: Коргузорӣ амалӣ нагардид
th: install ไม่สำเร็จ
tl: Nabigo ang pag-i-install
uz@cyrillic: Ўрнатиш муваффақиятсиз тугади
uz@latn: O'rnatish muvaffaqiyatsiz tugadi
vi: Cài đặt không được

source: Checking validity of requested packages...
ast: Verificando la validez de los paquetes pedíos...
bg: Проверка за валидност на исканите пакети...
cy: Gwirio dilysrwydd y pecynnau...
nn: Kontrollerer om pakkane er gyldige …
pl: Sprawdzanie poprawności żądanych pakietów...

source: Unable to get source packages.
af: Kan nie die bronpakette bekom nie.
ar: تعذر الحصول على الحزم المصدرية
ast: Nun pueden obtenese los paquetes orixe.
bg: Не мога да получа пакетите.
br: N'em eus ket kaout ar pakadoù tarzh.
cy: Methu estyn pecynnau ffynhonnell.
eo: Mi ne povas akiri fontpakaĵojn.
fi: Lähdepakettien nouto epäonnistui.
fur: No rivi a cjapâ i pachets sorzint.
hr: Izaberite vaše pakete
id: Tidak dapat mendapatkan paket source.
is: Get ekki sótt frumpakka.
it: Impossibile prelevare i pacchetti sorgenti.
mt: Ma nistax nikseb pakketti sors.
nn: Klarte ikkje henta kjeldepakkar.
pl: Nie można pobrać pakietów źródłowych.
sc: No potzu lompi a is pakitus mitza.
sq: E pa mundur marrja e burimeve mbi pakot.
sr@latn: Ne mogu da dobavim izvorne pakete.
ta: மூலப் பொதிகள் கிடைக்கவில்ைல
tg: Қуттиҳои сарчашмавӣ гирифта нашуд.
th: ไม่สามารถหา source เพกเกจได้
tl: Hindi makuha ang mga source package.
vi: Không thể lấy các gói nguồn.

source: Unable to get source packages, sorry. %s
af: Jammer, kan nie die bronpakette bekom nie. %s
ar: تعذر الحصول على الحزم المصدرية، عفواً %s
ast: Nun pueden obtenese paquetes orixe, sientolo. %s
bg: Съжалявам, не мога да получа пакетите. %s
br: N'em eus ket kaout ar pakadoù tarzh, ho tigarez, %s
cy: Methu estyn pecynnau ffynhonnell, %s
eo: Mi ne povas akiri fontpakaĵojn, bedaŭre. %s
fi: Lähdepakettien nouto valitettavasti epäonnistui. %s
fur: No rivi a cjapâ i pachets sorzints, mi splâs. %s
hr: Ne mogu dohvatiti pakete sa kodom. %s
id: Tidak dapat mendapatkan paket source. %s
is: Því miður get ég ekki sótt frumpakka, %s
it: Impossibile prelevare i pacchetti sorgenti. %s
mt: Ma nistax nikseb il-pakkett tas-sors. %s
nn: Klarte ikkje henta kjeldepakkar. %s
pl: Niestety, nie można pobrać pakietów źródłowych. %s
sc: No potzu lompi a is pakitus mitza, mi spraxit. %s
sq: E pa mundur marrja e burimeve mbi pakot, kemi ndjesë. %s
sr@latn: Ne mogu da dobavim izvorne pakete, žao mi je. %s
tg: Узр, қуттиҳоро бо сарчашмааш гирифта намешавад. %s
tl: Hindi makuha ang mga source package, sorry. %s
vi: Xin lỗi, không thể lấy các gói nguồn. %s

source: Error(s) reported: %s
af: Fout(e) wat voorgekom het: %s
ar: الأخطاء المقررة: %s
ast: Fallu(os) informáu(aos): %s
bg: Грешка(и): %s
br: Fazi(où) a oa kemennet : %s
cy: Gwall(au) wedi eu hadrodd: %s
eo: Eraro(j) raportita(j): %s
fi: Raportoidut virheet: %s
fur: Fal(i) cjatâts: %s
hr: greške prijavljene: %s
id: Kesalahan yang dilaporkan: %s
is: Villur tilgreindar: %s
it: Errori riportati: %s
mt: Problema/i rappurtati: %s
nn: Feil: %s
no: Feil rapportert: %s
pl: Zgłoszono błąd(błędy): %s
sc: Faddina(s) arrelatada(s): %s
sq: Gabim(et) i(e) raportuar(a): %s
sr@latn: Prijavljena Greška(e): %s
ta: பிழை ேநர்ந்துள்ளது: %s
tg: Ҳисоботи Хатогӣ(ҳо): %s
tl: Iniulat na error: %s
uz@cyrillic: Хатолар: %s
uz@latn: Xatolar: %s
vi: Báo cáo lỗi: %s

source: The following package is going to be installed:
ast: Va instalase'l paquete siguiente:
br: Ar %d pakad a-heul a zo war-nes bezañ staliet :
cy: Mae'r pecyn canlynol yn mynd i gael ei osod:
it: Questo pacchetto sta per essere installato:
nn: Denne pakken vert installert:
pl: Zostanie zainstalowany następujący pakiet:
uz@cyrillic: Қуйидаги %d-та пакет ўрнатилади:
uz@latn: Quyidagi %d-ta paket o'rnatiladi:

source: Remove one package?
af: Verwyder 'n sleutel
ar: احذف مفتاح
ast: ¿Desaniciar un paquete?
bg: Премахване на пакета?
br: Lemel %d pakad ?
cy: Tynnu un pecyn?
eo: Malinstalu %d programon
fi: Poista avain
fur: Rimôf un pachet?
hr: Ukloni ključ
id: Hapus paket-paket %d?
is: Fjarlægja einn pakka?
it: Rimuovere un pacchetto?
mt: Neħħi ċifrarju
nn: Vil du fjerna pakken?
pl: Usunąć jeden pakiet?
sc: Burra una crai
sq: Zhduke çelësin
sr@latn: Ukloni ključ
tg: Калидро хориҷ намоед
tl: Mag-alis ng key
uz@cyrillic: %d-та пакетни олиб ташлашни истайсизми?
uz@latn: %d-ta paketni olib tashlashni istaysizmi?
vi: Bỏ phím

source: The following package has to be removed for others to be upgraded:
ast: Tien de desaniciase'l siguiente paquete pa poder anovar otros:
br: Ar pakad a-heul a zo war-nes bezañ lemet ma z'eus moien da staliañ ar re all !
cy: Cafodd y pecyn canlynol ei dynnu i eraill gael eu diweddaru:
eo: La sekvanta pakaĵo estas malinstalota por ke aliaj estu ĝisdatigotaj:
id: Paket berikut harus dihapus agar yang lain dapat diupgrade:
is: Eftirfarandi pakka þarf að fjarlægja til að hægt sé að uppfæra aðra:
it: Questi pacchetti devono essere rimossi affinché gli altri possano essere aggiornati:
nn: Denne pakken må fjernast før andre kan oppgraderast:
pl: Poniższe pakiety muszą zostać usunięte aby zaktualizować inne:
uz@cyrillic: Бошқаларни янгилаш учун қуйидаги пакетни олиб ташлаш керак:
uz@latn: Boshqalarni yangilash uchun quyidagi paketni olib tashlash kerak:

source: The following packages have to be removed for others to be upgraded:
ast: Tienen de desaniciase los siguientes paquetes pa poder anovar otros:
br: Ar pakadoù a-heul a zo war-nes bezañ lemet ma z'eus moien da staliañ ar re all :
cy: Rhaid i'r pecynnau canlynol gael eu tynnu i eraill gael eu diweddaru:
eo: La sekvantaj pakaĵoj estas malinstalotaj por ke aliaj estu ĝisdatigotaj:
id: Paket-paket berikut harus dihapus agar yang lain dapat di-upgrade:
is: Eftirfarandi pakka þarf að fjarlægja til að hægt sé að uppfæra aðra:
it: I pacchetti elencati devono essere rimossi per poterne aggiornare altri:
nn: Desse pakkane må fjernast før andre kan oppgraderast:
pl: Poniższe pakiety muszą być usunięte aby zaktualizować inne:
uz@cyrillic: Бошқаларни янгилаш учун қуйидаги пакетларни олиб ташлаш керак:
uz@latn: Boshqalarni yangilash uchun quyidagi paketlarni olib tashlash kerak:

source: Is it ok to continue?
ast: ¿Ta bien eso pa siguir?
br: Mont war-raok ?
cy: Ydi hi'n iawn parhau?
id: Apakah ok untuk melanjutkan?
is: Er í lagi að halda áfram?
it: Vuoi proseguire?
nn: Vil du halda fram?
pl: Czy chcesz kontynuować?
uz@cyrillic: Давом этишни истайсизми?
uz@latn: Davom etishni istaysizmi?

source: Orphan packages
ast: Metapaquetes güérfanos
bg: Orphan пакети
cy: Pecynnau amddifad
nn: Foreldrelause pakkar
pl: Osierocone pakiety

source: The following orphan package will be removed.
ast: Va desaniciase'l paquete güérfanu siguiente.
bg: Следния orphan пакет ще бъде премахнат.
cy: Bydd y pecyn amddifad canlynol yn cael ei dynnu.
nn: Denne foreldrelause pakken vert fjerna.
pl: Zostanie usunięty poniższy osierocony pakiety.

source: Change medium
af: Verander media
ar: غير الوسيط
ast: Camudar el mediu
bg: Сменя източник
br: Kemmañ ar media
cy: Newid cyfrwng
eo: Ŝanĝu portilon
fi: Vaihda mediaa
fur: Cambie font
hr: Promjeniti medij
id: Ubah media
is: Breyta miðli
it: Cambia supporto
lv: Nomainiet datu nesçju
mt: Ibdel sors
nn: Endra medium
no: Endre media
pl: Zmień nośnik
sc: Càmbia mèdiu
sq: Ndrryshim i burimit
sr@latn: Promeni medijum
ta: ஊடகத்ைத மாற்றவும்
tg: Ивази миёна
th: เปลื่ยนสื่อข้อมูล
tl: Baguhin ang medium
uz@cyrillic: Тўпламни ўзгартириш
uz@latn: To'plamni o'zgartirish
vi: Thay phương tiện

source: Please insert the medium named "%s"
ast: Por favor inxerta el mediu nomáu "%s"
br: Lakait ar vedia a zo graet « %s » anezhañ
cy: Rhowch gyfrwng "%s" i mewn
nn: Set inn mediet «%s»
pl: Wsuń nośnik o nazwie "%s"

source: %d installation transactions failed
ast: Fallaron %d transacciones d'instalación
bg: %d инсталационни транзакции пропаднаха
br: %d gra zo bet sac'het
cy: Methodd trafod gosod %d
id: transaksi installasi %d gagal
is: %d Innsetningarfærslur brugðust
it: %d transazioni dell'installazione fallite
mt: %d tranżazzjonijiet ta' installazzjoni fallew
nn: %d mislukka installasjonstransaksjon.
pl: %d transakcji instalacyjnych zakończonych niepowodzeniem
sc: %d transatzionis de aposentadura faddias
sq: Instalimi i transmetimit të %d dështio
sr@latn: %d instlaciona transakcija nije uspela
tg: %d коргузорӣ амалӣ нагардид
tl: %d transaksyong pag-i-install ay nabigo
vi: %d phiên giao dịch cài đặt lỗi
