Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Aborted by callback
af: Gestaak deur 'n terugroep
eo: Abortis per revokado
fur: Anulât par callback
hr: Prekinuto povratnom funkcijom
lv: Pârtraukts callback rezultâtâ
no: Avbrutt av callback
sq: Ndërpritje me thirrje të mbrapme
ta: திரும்ப அழைப்பது நிறுத்தப்பட்டது
tl: Di-tinuloy ng callback

source: catch endless re-direct loops
eo: prenu senfinajn alidirekt-iteraciojn
fur: cjate loop infinîts tal re-direzionament
hr: hvataj beskrajne petlje redirekcije
sq: kapi ridirecionet e lakuara pa fund
ta: முடிவில்லா re-direct சுற்றுகளைக் கண்டுபிடி
tl: catch (hulihin) ang walang katapusang re-direct loop

source: removed after 7.7.3
af: verwyder na 7.7.3
eo: malinstalita post 7.7.3
fur: rimovût daspò 7.7.3
hr: Uklonjeno poslije 7.7.3
sq: zhduket mbas 7.7.3
ta: 7.7.3க்குப் பிறகு நீக்கப்பட்டுள்ளது
tl: tinanggal pagkatapos ng 7.7.3

source: peer's certificate wasn't ok
af: eweknie se sertifikaat was foutief
eo: Samtavolana atesto ne estis en ordo
fur: il certificât peer no l'ere valevul
hr: certifikat sudionika nije ispravan
sq: Certifikata çifte nuk është në rregull
ta: சமநிலைக் கணினியின் சான்றிதழ் சரியில்லை
tl: hindi ayos ang certificate ng peer

source: when this is a specific error
af: wanneer hierdie 'n spesifieke fout is
eo: se tio estas specifa eraro
fur: cuant che chest al è un fal specific
hr: kad je ovo specifična greška
sq: kur ky është një gabim specifik
ta: இது குறிப்பிட்ட பிழையாக இருக்கலாம்
tl: kung ito ay specific na error

source: SSL crypto engine not found
af: SSL se 'crypto' funksionaliteit ontbreek
eo: SSL-ĉifrilo ne trovita
fur: No l'è stât cjatât SSL crypto engine
hr: Okruženje za SSL kriptiranje nije pronađeno
sq: motori kriptografik SSL mungon
ta: SSL கிரிப்டோ செயல்கூறு கண்டுபிடிக்கப்படவில்லை
tl: "SSL crypto engine" hindi nahanap

source: can not set SSL crypto engine as default
af: Kan nie SSL se 'crypto' funksionaliteit by verstek opstel nie
eo: ne povas defaŭltigi la SSL-ĉifrilon
fur: no rivi a impostâ SSL crypto engine sicu predefinît
hr: Nisam mogao postaviti SSL kriptografijski pogon kao uobičajeni
sq: nuk mund ta paraqes motorin kriptografik SSL me marrëveshje
ta: SSL கிரிப்டோ செயல்கூறை கொடாநிலையாக வைக்க முடியவில்லை
tl: hindi ma-set ang "SSL crypto engine" na default

source: share is in use
af: Saamdeel is reeds in gebruik
eo: opuzo (share) aktivas
fur: le condivision e je in vore
hr: djeljenje se koristi
sq: shpërndarja është në përdorim e sipër
ta: Share பயனில் உள்ளது
tl: ang "share" ay ginagamit

source: problem with the CA cert (path?)
af: probleme met die CA sertifikaat (pad?)
eo: problemo kun la atesta CA (pado?)
fur: probleme cun certificât CA (recapit?)
hr: Problem sa CA certifikatom (putanja?)
sq: problem i sigurt me CA (shtegu?)
ta: CA cert (பாதையில்) பிழை இருக்கலாமோ?
tl: problema sa CA cert (path o landas?)

source: Unrecognized transfer encoding
af: Nie herkenbare oorplaas kodering
eo: Nerekonata transig-kodigo
fur: Codifiche di stramude no cognossude
hr: Nepoznato kodiranje prijenosa
sq: Transferim i pa njoftur kodues
ta: கண்டுபிடிக்க முடியாத மாற்றல் என்கோடிங்
tl: Hindi kilalang transfer encoding

source: Install Software
hr: Instaliraj sve
ta: ெமன்ெபாருளை நிறுவுங்கள்
th: Install โปรแกรม
tl: Mag-install ng Software

source: Remove Software
hr: Ukloni software
lv: Noòemt programmatûru
no: Fjerner programvare
ta: ெமன்ெபாருளை நீக்கவும்
th: ลบโปรแกรท
tl: Mag-alis ng Software

source: CD-ROM
uz@cyrillic: Компакт-диск

source: <control>P
br: <control>E
uz@cyrillic: <control>П

source: <control>Q
ar: <control>خ
fi: <control>L
id: <control>K
tl: <control>L

source: Enlightenment
sq: Ndriçimi
ta: Eசாளரம்
tg: Маърифат

source: Rpmdrake
ar: معالج حزم ماندريك (Rpmdrake)

source: Mandriva Linux
ar: ﻡﺎﻧﺩﺮﻴﺑﺍ ﻞﻴﻨﻜﺳ

source: Perl
ar: بيرل
ta: பியர்ல்

source: Python
ar: بايثون
ta: பைத்தான்

source: KDE
ar: كيدي
ta: Kசாளரமைப்பு

source: This step enables you to add sources from a Mandriva Linux web or FTP mirror. There are two kinds of official mirrors. You can choose to add sources that contain the complete set of packages of your distribution (usually a superset of what comes on the standard installation CDs), or sources that provide the official updates for your distribution. (You can add both, but you'll have to do this in two steps.)
tl: Ang hakbang ito ay pahihintulutan kayong magdagdag ng mga source mula sa web o FTP mirror ng Mandriva Linux. Mayroong dalawang uri ng opisyal na mirror. Maaari ninyong piliing magdagdag ng mga source na naglalaman ng kompletong kumpol ng mga package ng inyong distribusyon (karaniwan ay mas malaking kumpol kaysa sa kung ano ang kasama sa standard na pang-install na mga CD), o mga source na nagbibigay ng opisyal na update para sa inyong distribusyon. (Maaari ninyong idagdag pareho ngunit kailangan ninyong gawin ito sa dalawang hakbang.)

source: Distribution sources
tl: Mga source ng distribusyon

source: Add custom...
tl: Magdagdag ng sadya...

source: Global options...
tl: Pangkalahatang option...

source: Message Passing
tl: Pagpasa ng Mensahe

source: Queueing Services
tl: Serbisyong Panghanay

source: Deploiement
tl: Pagkalat

source: Deployment
tl: Pagkalat

source: You already have at least one update medium configured, but all of them are currently disabled. You should run the Software Media Manager to enable at least one (check it in the Enabled? column). Then, restart %s.
tl: Mayroon ka nang hindi kukulangin sa isang update medium na na-configure, pero lahat nila ay kasalukuyang naka-disable. Dapat mong patakbuhin ang Software Media Manager para paganahin ang kahit isa man lang (suriin ito sa hanay na Gumagana?). Pagkatapos, simulan muli ang %s.

source: installing %s
tl: ini-install ang %s

source: removing %s
tl: inaalis ang %s

source: GNOME
ta: குனோம்

source: Sawfish
ta: சாஃபிஷ்

source: Enabled?
lv: Atïauts?
no: Slått på?
th: เปิดใช้?

source: Welcome to the software installation tool! Your Mandrake Linux system comes with several thousands of software packages on CDROM or DVD. This tool will help you choose which software you want to install on your computer.
lv: Laipni lûdzam programmatûras instalçðanas rîkâ! Jûsu Mandrake Linux sistçma nâk ar daþiem ûkstoðiem programmatûras pakotòu uz CDROM vai DVD. Ðis rîks palîdzçs Jums izvçlçties, kuru programmatûru vçlaties instalçt uz Jûsu datora.
no: Velkommen til verktøyet for installering av programvare! Mandrake Linux systemet ditt kommer med flere tusen programvarepakker på CDROM eller DVD. Dette verktøyet hjelper deg å velge hvilken programvare du ønsker å installere på maskinen din.
th: ยินดีต้อนรับสู่ software installation tool! Mandrake Linux ของคุณมาพร้อมกับเพกเกจโปรแกรทเป็นพลายพันตัว บน CDROM หรือ DVD โปรแกรมนี้จะช่วยคุณเลือกว่าโปรแกรทไหนที่คุณต้องการ จะลงบนเครื่อง

source: by group
lv: pçc grupas
no: ved gruppe
th: ตามกลุ่ม

source: everything was installed correctly
lv: viss tika uzinstalçts korekti
no: alt ble installert korrekt
th: ทุกอย่างถูก install เรียบร้อย

source: Save and quit
lv: Saglabât un iziet
no: Lagre og avslutt
th: บันทึกแล้วออก

source: Maximum information
lv: Maksimâla informâcija
no: Maksimum informasjon
th: ข้อมูลแบบละเอียด

source: I can't find any suitable mirror. There can be many reasons for this problem; the most frequent is the case when the architecture of your processor is not supported by Mandrake Linux Official Updates.
lv: Nevaru atrast piemçrotu spoguïserveri. Ðai problçmai varçtu bût daþâdi iemesli; visbieþâk ir gadîjums, ka procesora arhitektûra netiek atbalstîta no Mandrake Linux oficiâlo atjauninâjumu puses.
no: Jeg kan ikke finne noen passende speil. Det kan være mange årsaker til dette problemet; den mest vanlige er når arkitekturen til prosessoren din ikke er støttet av Mandrake Linux offisielle oppdateringer.
th: ไม่สามารถพบ mirror ที่เหมาะสมได้ ปัญหานี้เกิดได้จากหลายสาเหตุ; ส่วนมากแล้วจะมาจากการที่ architecture ของ หน่วยประมวลผลของคุณไม่ได้สนับสนุนโดย Mandrake Linux Offical Updates

source: Reload the packages list
lv: Pârlâdçjiet pakotòu sarakstu
no: Last pakkelisten på nytt
th: โหลดรายชื่อเพจเกจใหม่

source: Choose a mirror...
lv: Izvçlieties spoguïserveri...
no: Velg et speil...
th: เลือก mirror...

source: All packages,
lv: Visas pakotnes,
no: Alle pakker,
th: ทุกเพกเกจ,

source: in files
lv: failos
no: i filer
th: ในไฟล์

source: Please wait, reading packages database...
lv: Lûdzu gaidiet, nolasu pakotòu datubâzi...
th: กำลังอ่านจากฐานข้อมูลเพกเกจ, กรุณารอสักครู่...

source: Reset the selection
lv: Izvçlçties no jauna
no: Resett valget
th: reset รายชื่อที่ถูกเลือก

source: Because of their dependencies, the following package(s) also need to be removed:
lv: Lai apmierinâtu visas atkarîbas, ir nepiecieðams noòemt arî sekojoða(s) pakotne(s):
no: På grunn av disses avhengigheter, trenger følgende pakke(r) også å bli fjernet:
th: เนื่องจาก dependencies จากเพจเกจเหล่านี้ ทำให้เพกเกจที่มีชื่อดังนี้ ต้องถูกลบออก:

source: Please wait, updating medium...
lv: Lûdzu gaidiet, atjauninu datu nesçju...
no: Vennligst vent, oppdaterer media...
th: กำลังอัพเดทแผ่นข้อมูล, กรุณารอสักครู่

source: Everything installed successfully
lv: Viss tika instalçts veiksmîgi
no: Alt installert vellykket
th: ทุกอย่างถูก install เรียบร้อย

source: The following packages have to be removed for others to be upgraded: %s Is it ok to continue?
lv: Sekojoðas pakotnes jânoòem, lai varçtu atjauninât pârçjâs: %s Vai ir labi turpinât?
no: Følgende pakker må fjernes for at andre skal bli oppgradert: %s ER det ok å fortsette?
th: เพกเกจเหล่านี้ต้องถูกลบออกเพื่อให้เพจเกจอื่นๆอัพเกรดได้: %s คุณต้องการทำต่อหรือไม่?

source: I need to contact MandrakeSoft website to get the mirrors list. Please check that your network is currently running. Is it ok to continue?
lv: Man jâkontaktçjas ar MandrakeSoft web vietu, lai saòemtu spoguïserveru sarakstu. Lûdzu, pârliecinieties, ka Jûsu tîkls patreiz darbojas. Vai ir labi turpinât?
no: Jeg må kontakte MandrakeSoft website for å få listen over speil. Vennligst sjekk at nettverket ditt er opp og går. Er det ok å fortsette?
th: โปรแกรมต้องการติดต่อเวปไซต์ MandrakeSoft เพื่ออ่านรายชื่อ mirrors กรุณาตรวจสอบว่าระบบเนตเวิร์กของคุณกำลังเปิดใช้งานอยู่ คุณต้องการจะทำต่อหรือไม่?

source: The installation is finished; %s. Some configuration files were created as `.rpmnew' or `.rpmsave', you may now inspect some in order to take actions:
lv: Instalçðana ir pabeigta; %s. Daþi konfigurâcijas faili tika izveidoti kâ `.rpmnew' vai `.rpmsave', jûs varat tagad pârbaudît daþus, lai veiktu darbîbas:
no: Installasjonen er ferdig; %s. Noen konfigureringsfiler ble opprettet som `.rpmnew' ellr `.rpmsave', du kan no sjekke noen for å utføre noen handlinger:
th: install เสร็จสมบูรณ์; %s ไฟล์ configuration บางตัวถูกสร้างในชื่อ '.rpmnew' หรือ '.rpmsave', คุณอาจจะต้องตรวจสอบไฟล์เหล่านี้หากต้องการทำอย่างอื่นต่อไป

source: Install
lv: Instalçt
no: Installer

source: by update availability
lv: pçc atjauninâjuma pieejamîbas
no: ved oppdateringstilgjengelighet
th: ตามความพร้อมในการอัพเดท

source: Normal information
lv: Parasta informâcija
no: Normal informasjon
th: ข้อมูลแบบปกตื

source: Selected: %d MB / Free disk space: %d MB
lv: Izvçlçts: %d MB / brîvâ diska vieta: %d MB
no: Valgte: %d MB / Ledig diskplass: %d MB
th: เลือกไป: %d MB / พื้นที่ดิสก์ที่เหลือ: %d MB

source: by selection state
lv: pçc izvçlçðanâs statusa
no: ved utvelgelsestilstand
th: ตามการถูกเลือก

source: Please wait, downloading mirrors addresses from MandrakeSoft website.
lv: Lûdzu gaidiet, lujuplâdçju spoguïserveru sarakstu no MandrakeSoft web vietas.
no: Vennligst vent, laster ned adresser over speil fra MandrakeSoft website.
th: กรุณารอสักครุ่, กำลังดาว์นโหลดรายชื่อ mirrors จากเวป MandrakeSoft

source: There was an error downloading the mirrors list: %s The network, or MandrakeSoft website, are maybe unavailable. Please try again later.
lv: Bija kïûda lejuplâdçjot spoguïserveru sarakstu: %s Tîkls, vai arî MandrakeSoft web vieta, iespçjams, nav pieejami. Lûdzu, mçìiniet vçlreiz vçlâk.
no: Det oppsto en feil ved nedlasting av liste over speil: %s Nettverket, eller MandrakeSoft website, er kanskje ikke tilgjengelig. Vennligst prøv igjen senere.
th: มีข้อผิดพลาดเกิดขึ้นขณะดาวน์โหลดรายชื่อ mirrors: %s ระบบเนตเวิร์ก หรือ เวป MandrakeSoft ในขณะนี้อาจจะไม่พร้อมให้บริการ กรุณาลองใหม่ภายหลัง

source: The list of updates is void. This means that either there is no available update for the packages installed on your computer, or you already installed all of them.
lv: Atjauninâjumu saraksts ir tukðs. Tas nozîmç, ka vai nu nav pieejami atjauninâjumi uz Jûsu datora instalçtajâm pakotnçm, vai arî Jûs tos visus jau esat uzinstalçjuði.
no: Listen over oppdateringer er tom. Dette betyr enten at det ikke er noen tilgjengelige oppdateringer for pakkene som er installert på din maskin, eller at du allerede har installert alle sammen.
th: ไม่มีรายการที่ต้องอัพเดท หมายความว่าอาจจะยังไม่มีอัพเดทสำหรัับ เพกเกจที่อยู่ในเครื่องของคุณหรือไม่ก็ถูก install หมดแล้ว

source: Please wait, adding medium...
lv: Lûdzu gaidiet, pievienoju datu nesçju...
no: Vennligst vent, legger til media...
th: กำลังเพิ่มแผ่นข้อมูล, กรุณารอสักครู่

source: Welcome to MandrakeUpdate! This tool will help you choose the updates you want to install on your computer.
lv: Laipni lûdzam MandrakeUpdate! Ðis rîks palîdzçs Jums izvçlçties atjauninâjumus, kurus vçlaties instalçt uz datora.
no: Velkommen til MandrakeUpdate! Dette verktøyet vil hjelpe deg å velge oppdateringene du skal installere på maskinen din.
th: ยินดีต้อนรับสู่ Mandrake Update! โปรแกรมนี้จะช่วยคุณในการเลือกตัวอัพเดทที่คุณต้องการ install ลงในเครื่อง

source: Mandrake choices
lv: Mandrake izvçles
no: Mandrake valg

source: Mandrake Update
lv: Mandrake atjauninâðana
th: อัพเดทของ Mandrake

source: by size
lv: pçc apjoma
no: ved størrelse
th: ตามขนาด

source: some packages failed to install correctly
th: ไม่สามารถ install เพกเกจบางตัวได้ อย่างถูกต้อง

source: Please wait, removing packages to allow others to be upgraded...
th: กรุณารอสักครู่... กำลังลบเพกเกจบางตัวเพื่อให้ตัวอื่นสามารถอัพเกรดได้

source: Installation failed, some files are missing. You may want to update your sources database.
no: Installasjon mislykket, noen filer mangler. Du vil kanskje oppdatere din kildedatabase.
th: install ไม่สำเร็จ, ไฟล์บางไฟล์อยู่ไท่ครบ คุณอาจจะต้องอัพเดทฐานข้อมูล source ของคุณ

source: A required program is missing (grpmi). Check your installation.
th: โปรแกรมที่ต้องการ (grpmi) หายไป กรุณาตรวจสอบตัวเลือก install ของคุณ

source: Program missing
th: โปรแกรมหายไป

source: There was an error while adding the update medium via urpmi. This may be due to a broken or temporary unavailable mirror, or when your Mandrake Linux version (%s) is not yet / no more supported by Mandrake Linux Official Updates. Do you want to try another mirror?
th: มีข้อผิดพลาดเกิดขึ้นขณะกำลังเพื่มสื่อข้อมูลอัพเดทผ่าน urpmi สาเหตุอาจจะมาจากลิงก์ mirror เสีย หรือ ปิดบริการชั่วคราว หรือ เวอร์ชันของ Mandrake Linux ของคุณ (%s) ไม่ได้รับหรือยกเลิก การสนับสนุนจาก Mandrake Linux Offical Updates คุณต้องการจะลอง mirror อื่นหรือไม่?

source: Error adding update medium
th: เกิดข้อผิดพลาดขณะกำลังเพื่มแผ่นข้อมูลอัพเดท

source: Please wait, contacting mirror to initialize updates packages.
th: กำลังติดต่อกับ mirror เพื่อขออัพเดทเพกเกจ กรุณารอสักครู่

source: You may also choose your desired mirror manually: to do so, launch the Software Sources Manager, and then add a `Security updates' source. Then, restart MandrakeUpdate.
no: Du kan også velge ditt ønskede speil manuelt: for å gjøre dette start Programvare kilde håndtereren, og legg så til en `Sikkerhets updateringer' kilde. Start så MandrakeUpdate på nytt.
th: คุณสามารถเลือก mirror ได้เอง โดยเปิด Software Sources Manager แล้วก็เพิ่ม Security updates' source จากนั้น ก็ปิดแล้วเปิด Mandrake Update อีกครั้ง

source: There was an unrecoverable error while updating packages information.
th: มีข้อผิดพลาดที่ไม่สามารถกู้คืนได้เกิดขึ้นขณะที่กำลังอัพเดทข้อมูลเพกเกจ

source: Error updating medium
th: ้้เกิดข้อผิดผลาดขณะพยายามอัพเดทสื่อข้อมูล

source: Please wait, contacting mirror to update packages information.
th: กำลังติดต่อกับ mirror เพื่ออัพเดทข้อมูลเพกเกจ, กรุณารอสักครู่

source: Update source(s)
no: Oppdaterer kilde(r)
th: อัพเดท source(s)

source: by source repository
no: ved kildelager
th: ตาม source repository

source: Sorry, the following package(s) can't be selected:
th: เพกเกจเหล่านี้ไม่สามารถถูกเลือกได้:

source: unknown package
th: ไม่รู้จักเพกเกจนี้

source: Welcome to the packages source editor! This tool will help you configure the packages sources you wish to use on your computer. They will then be available to install new software package or to perform updates.
no: Velkommen til pakkekilde redigereren! Dette verktøyet vil hjelpe deg å konfigurere pakkekildene du ønsker å bruke på maskinen din. De vil da bli tilgjengelige til å installere ny programvarepakke eller å utføre oppdateringer.
th: ยินดีต้อนรับสู่ package source editor! เครื่องมือนี้จะช่วยคุณในการปรับแต่ง package sources ที่คุณจะใช้ในเครื่องคอมพิวเตอร์ ของคุณ เพื่อที่เพกเกจเหล่านี้จะได้พร้อมสำหรับการ install หรืออัพเดทต่อไป

source: Configure sources
no: Konfigurer kilder
th: ปรับแต่ง source

source: Editing source "%s":
th: กำลังแก้ไข source "%s":

source: Edit a source
no: Rediger en kilde
th: แก้ไข source

source: Type of source:
no: Type kilde:
th: ชนิดของ source:

source: Adding a source:
no: Legger til en kilde:
th: เพิ่ม source:

source: Unable to update medium; it will be automatically disabled.
th: ไม่สามารถอัพเดทแผ่นข้อมูลได้; แผ่นข้อมูลนี้จะไม่ถูกใช้โดยอัตโนมัติ

source: Select the source(s) you wish to update:
no: Velg kilden(e) du ønsker å oppdatere:
th: เลือก source(s) ที่คุณต้องการจะอัพเดท

source: Software Sources Manager
no: Programvare kilde håndterer
th: ตัวจัดการ Software Sources

source: Source
no: Kilde

source: Examining distant file of source `%s'...
no: Utforsker fjern fil fra kilde `%s'...

source: Add a source
no: Legg til en kilde

source: Examining file of source `%s'...
no: Utforsker fil fra kilde `%s'...

source: Downloading package `%s' (%s/%s)...
no: Laster ned pakke `%s' (%s/%s)...

source: changes:
no: endringer:

source: Copying file for source `%s'...
no: Kopierer fil for kilde `%s'...
