Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Urpmi medium info
ast: Información de mediu urpmi
bg: Urpmi информация за източник
br: Titouroù diwar-benn ur medium urpmi
cy: Gwybodaeth cyfrwng urpmi
it: Informazioni sul supporto urpmi
nn: Informasjon for urpmi-medium
pl: Informacje na temat nośnika dla urpmi
uz@cyrillic: Дастурлар тўплами файли
uz@latn: Dasturlar to'plami fayli

source: Here is the list of software package updates
bg: Списък с обновявания
it: Questo è l'elenco degli aggiornamenti per i pacchetti software
uz@cyrillic: Янгиланишлар рўйхати
uz@latn: Yangilanishlar ro'yxati

source: Arch
ast: Arq.
bg: Архит.
it: Architettura
nn: Arkitektur

source: This will attempt to install all official sources corresponding to your distribution (%s). I need to contact the Mandriva website to get the mirror list. Please check that your network is currently running. Is it ok to continue?
ar: سيقوم هذا بتثبيت كل المصادر الرسميّة الخاصة بتوزيعتك (%s). أحتاج للإتّصال بموقع ماندريبا للحصول على قائمة المرايا. تأكّد من فضلك أنّ شبكتك تعمل حالياً. هل من الممكن المتابعة؟
bg: Ще бъде инсталиран софтуер от източниците, съответстващи на вашата дистрибуция (%s). Трябва да се изтегли от сайта на Мандрива списък с огледални сървъри. Моля, проверете дали в момента сте в интернет. Да продължа ли?
fi: Tämä yrittää asettaa kaikki viralliset lähteet jotka vastaavat käyttämäsi jakelua (%s). Peilipalvelinlistan saamiseksi tarvitaan internetyhttä. Varmista että verkkoyhteytesi on avattu. Sopiiko että jatketaan?
id: Hal ini akan mencoba menginstall semua source resmi merujuk pada distribusi Anda(%s). Kita perlu menghubungi website Mandriva untuk mendapatkan daftar mirror. Harap pastikan jaringan Anda sudah aktif. Apakah ok untuk dilanjutkan?
is: Þetta reynir að setja upp alla opinbera miðla sem samsvara þinni útgáfu (%s) Ég þarf að tengjast Mandriva vefnum til að sækja speglalista. Vinsamlega athugið að tenging við netið sé örugglega í gangi. Er í lagi að halda áfram?
it: Questo installerà tutti i supporti corrispondenti alla tua distribuzione (%s). E' necessario contattare il sito Mandriva per avere la lista dei mirror. Verifica che la rete sia in funzione. Vuoi proseguire?
sc: Custu at a provai a aposentai totu is mitzas ki currespundint a sa distribuidura (%s). Depu cuntatai su jassu de Mandriva po sa lista de is sprigus. Controlla ki s'arretza siat girendi. Fait a andai innantis?
sr@latn: Možete pokušati sa instalacijom svih zvaničnih izvora koji odgovaraju Vašoj distribuciji (%s). Potrebano je da kontaktiram Mandriva veb sajt da bi dobio-la listu mirora. Molim Vas proverite da li Internet veza radi. Da li je U redu da nastavim?
tl: Susubukan nitong i-install ang lahat ng opisyal na source na tugma sa inyong distribusyon (%s). Kailangan kong makipag-alam sa website ng Mandriva upang kunin ang talaan ng mirror. Pakisuri kung ang inyong network ay kasalukuyang gumagana. Ayos lang ba na magpatuloy?
vi: Việc này sẽ cài đặt mọi nguồn chính thức cho phân phối của bạn (%s). Cần kết nối với Mandriva website để nhận danh sách mirror. Hãy xác định là mạng của bạn đang hoạt động. Tiếp tục được chưa?

source: Login:
af: Inteken:
ar: اسم الدخول:
ast: Cuenta:
bg: Потребителско име:
br: Anv ereañ :
cy: Mewngofnod:
eo: Salutnomo:
fi: Käyttäjätunnus:
is: Notandi:
lv: Lietotâjs:
nn: Brukarnamn:
no: Logg inn:
sr@latn: Prijava:
ta: பயனர்கணக்கு
tg: Номи дохилӣ (login):
th: ล็อกอิน:
uz@cyrillic: Фойдаланувчи:
uz@latn: Foydalanuvchi:
vi: Đăng nhập:

source: Ok
ar: موافق
ast: Aceutar
bg: Добре
br: Mat eo
cy: Iawn
eo: Jes
hr: U Redu
is: Í lagi
lv: Labi
sr@latn: U redu
ta: சரி
th: ตกลง
uz@cyrillic: Ок

source: You may specify a user/password for the proxy authentication:
af: U mag 'n gebuikersnaam/wagwoord spesifiseer by die instaanbediener:
ar: يجب عليك تحديد امس مستخدم/كلمة مرور للمصادقة في البروكسي:
bg: Можете да зададете име/парола за идентификация за прокси:
eo: Vi povas difini salutnomon/pasvorton por la prokura aŭtentigo:
fi: Voit halutessasi antaa tunnuksen/salasanan välityspalvelimen tunnistukseen:
fur: Tu puedis specificâ non utent e password pe autenticazion sul proxy:
hr: Možete odrediti korisnika/lozinku za provjeru proxya:
is: Þú getur sett notendanafn/lykilorð fyrir aðgang að seli:
it: Puoi specificare nome utente e password per l'autenticazione sul proxy:
lv: Varat norâdît lietotâja vârdu/paroli priekði proxy autentifikâcijas:
mt: Trid tispeċifika user/password għall-awtenitikazzjoni tal-proxy:
no: Du kan spesifisere en /bruker/passord for proxy autentifiseringen:
sc: Podis indidai unu user/password po sa connoscidura de su proxy:
sq: Ju keni mundësi të përdorni një emër të përdoruesit/parullën për tu lidhur në serverin proxy
sr@latn: Možete da podesite korisnika/lozinku za identifikaciju proksija:
ta: நீங்கள் பயனர்/கடவுச்ெசால்ைல கொடுத்தால் தான் பினாமியை பயன்படுத்த முடியும்
tg: Шумо метавонед барои аслшиносии ноиб корванд/гузарвожа муайян кунед:
th: คุณต้องใส่ล็อกอินและพาสเวิร์ดเพื่อใช้ proxy:
tl: Maaari kang magbanggit ng user/password para sa proxy authentication:
uz@cyrillic: Прокси тасдиқлаш учун фойдаланувчи/махфий сўзни кўрсатишингиз мумкин:
uz@latn: Proksi tasdiqlash uchun foydalanuvchi/maxfiy so'zni ko'rsatishingiz mumkin:
vi: Bạn có thể chỉ định người dùng/mật khẩu cho xác thực của proxy:

source: Choose a medium for adding in the media limit:
af: Kies 'n media wat die limiet sal byvoeg:
ar: اختر وسيط لإضافة حد الوسيط:
bg: Изберете източник, на който желаете да наложите ограничение:
eo: Elektu portilon por aldoni en la portilolimo:
fi: Valitse lisättävä lähde lähderajoitukseen:
fur: Sielç une font di zontâ tal limit:
hr: Odaberite medij za dodavanje limita mediju:
is: Veldu miðil til að bæta við að miðil-takmörkum:
it: Scegli un supporto da aggiungere all'elenco:
mt: Agħżel sors biex iżżid mal-limitu tas-sorsi:
sc: Sçobera unu mèdiu de açungi a su lìmidi mèdius:
sq: Zgjedheni një burim për ta shtuar në një media të kufizuar:
sr@latn: Izaberite medij za dodavanje u limit za medije:
tg: Сарчашмаро барои насби ҳудуди он интихоб намоед:
tl: Pumili ng medium para sa pagdadagdag sa media limit:
vi: Hãy chọn phương tiện để thêm giới hạn phương tiện:

source: Choose a key for adding to the medium %s
af: Kies 'n sleutel om by die media %s te voeg
ar: اختر مفتاح لإضافته الى الوسيط %s
bg: Изберете ключ за добавяне към източник %s
fi: Valitse lisättävä avain lähteelle %s
fur: Sielç une clâf di zontâ a le font %s
hr: Odaberi ključ koje ćete dodati na medij %s
is: Veldu lykil til að bæta við miðilinn %s
it: Scegli una chiave da aggiungere al supporto %s
mt: Agħżel ċifrarju biex iżżid mas-sors %s
sc: Sçobera una crai de açungi a su mèdiu %s
sq: Zgjedheni një çelës për ta shtuar në një burim %s
sr@latn: Izaberi ključ koji treba dodati medijumu %s
tg: Интихоби калид барои даровардани иловаҳо ба сарчашма %s
tl: Pumili ng key para sa pagdadagdag sa medium na %s
uz@cyrillic: Тўпламга (%s) қўшиш учун калитни танланг
uz@latn: To'plamga (%s) qo'shish uchun kalitni tanlang
vi: Hãy chọn phím để thêm cho phương tiện %s

source: /_File
af: /_Lêer
ar: /_ملف
bg: /_Файл
eo: /_Dosiero
fi: /_Tiedosto
hr: /_Datoteka
is: /_Skrá
mt: /_Fajl
sq: /_Skedare
sr@latn: /_Fajl
ta: /_கோப்பு
tg: /_Файл
uz@cyrillic: /_Файл
uz@latn: /_Fayl
vi: /_Tệp

source: /_Update
bg: /_Обновяване
it: /_Aggiorna
uz@cyrillic: /_Янгилаш
uz@latn: /_Yangilash

source: /Add a specific _media mirror
bg: /Добавяне на огледален сървър

source: /_Add a custom medium
bg: /Добавяне на източник
it: /_Nuovo supporto
uz@cyrillic: /_Бошқа тўпламни қўшиш

source: /Close
bg: /Затвори

source: /_Options
af: /_Opsies
ar: /_خيارات
bg: /_Настройки
eo: /_Opcioj
fi: /_Valinnat
fur: /_Opzions
hr: /_Postavke
id: /_Opsi
is: /_Valkostir
it: /_Opzioni
mt: /Għaż_liet
sc: /_Sceras
sq: /_Opcionet
sr@latn: /_Opcije
ta: /_விருப்பத்தேர்வு
tg: /_Интихобҳо
tl: /Mga _Option
uz@cyrillic: /_Мосламалар
uz@latn: /_Moslamalar
vi: /Tù_y chọn

source: /_Global options
bg: /Глобални настройки
it: /Opzioni _globali
uz@cyrillic: /У_мумий мосламалар
uz@latn: /U_mumiy moslamalar

source: /Manage _keys
bg: /Управление на ключове
it: /Gestione _chiavi
uz@cyrillic: /_Калитларни бошқариш
uz@latn: /_Kalitlarni boshqarish

source: /_Parallel
bg: /Паралелно изпълнение
it: /_Parallelo
uz@cyrillic: /_Параллел

source: /P_roxy
bg: /Настройки за прокси
uz@cyrillic: /Прок_си
uz@latn: /Prok_si

source: /_Help
af: /_Hulp
ar: /مسا_عدة
bg: /Помощ
eo: /_Helpo
fi: /O_hje
fur: /_Jutori
hr: /_Pomoć
id: /Ban_tuan
is: /_Hjálp
it: /_Guida
mt: /_Għajnuna
sc: /_Ajudu
sq: /_Ndihmë
sr@latn: /_Pomoć
ta: /_உதவி
tg: /_Ёрӣ
tl: /_Tulong
uz@cyrillic: /_Ёрдам
uz@latn: /_Yordam
vi: /Trợ _Giúp

source: /_Report Bug
af: /_Raporteer 'n Fout
ar: /_تقرير خطأ
bg: /_Информирай за бъг
eo: /_Raportu Cimo
fi: /_Raportoi virheestä
fur: /_Segnale un Bug
hr: /_Prijavite Grešku
id: /_Laporkan Kesalahan
is: /_Tilkynna villu
it: /_Segnala bug
mt: /I_rrapporta bug
sc: /A_rrelata Farta
sq: /_Raport Bug(i)
sr@latn: /_Prijavite Bag
ta: /_பிழைகளை அறிவிக்க
tg: /_Ҳисобот оиди хатогӣ
tl: /_Iulat ang Bug
uz@cyrillic: /_Хато ҳақида хабар қилиш
uz@latn: /_Xato haqida xabar qilish
vi: /_Báo cáo lỗi

source: /_About...
af: /_Aangaande...
ar: /_حول...
bg: /_Относно...
eo: /_Pri...
fi: /_Tietoja...
fur: /_Informazions su...
hr: /_O...
id: /_Tentang...
is: /_Um...
it: /_Informazioni su...
mt: /_Dwar...
sc: /A_pitzus de...
sq: /_Në lidhje me...
sr@latn: /_O...
ta: /_பற்றி
tg: /_Оиди...
tl: /Tung_kol sa...
uz@cyrillic: /_Ҳақида
uz@latn: /_Haqida
vi: /Giới thiệ_u...

source: Rpmdrake is Mandriva Linux package management tool.
bg: Rpmdrake е Mandriva Linux инструмент за управление на пакети.
fi: Rpmdrake on Mandriva Linuxin pakettienhallintatyökalu.
id: Rpmdrake adalah perangkat manajemen paket Mandriva Linux.
is: Rpmdrake er Mandriva Linux pakkaumsjónartól.
it: Rpmdrake è uno strumento di Mandriva Linux per gestire i pacchetti.
sr@latn: Rpmdrake je Mandriva Linux alat za rukovanje paketima
uz@cyrillic: Rpmdrake - Mandriva Linux учун пакетлар бошқарувчиси.
uz@latn: Rpmdrake - Mandriva Linux uchun paketlar boshqaruvchisi.

source: This medium needs to be updated to be usable. Update it now ?
bg: Този източник се нуждае от обновяване за да се ползва. Да започне ли обновяването му?
fi: Tämä lähde pitää päivittää jotta sitä voi käyttää. Päivitä nyt?
is: Það þarf að uppfæra þennan miðil svo hann sé nothæfur. Uppfæra hann núna?
it: Questo supporto deve essere aggionato per renderlo utilizzabile? Lo aggiorniamo ora?
sr@latn: Ovaj medij se mora nadograditi da bio upotrebljiv. Da li želite sada da se nadogradi ?
uz@cyrillic: Тўпламдан фойдаланиш учун уни янгилаш керак. Уни янгилашни истайсизми?
uz@latn: To'plamdan foydalanish uchun uni yangilash kerak. Uni yangilashni istaysizmi?

source: Packages database is locked. Please close other applications working with packages database (do you have another media manager on another desktop, or are you currently installing packages as well?).
ar: قاعدة بيانات الحزم مقفلة. من فضلك إغلق التّطبيقات الأخرى المستعملة لقاعدة بيانات الحزم (هل لديك مديروسائط آخر على سطح مكتب آخر، أو هل أنت تثبّت حزما حاليا كذلك ؟).
bg: Базата с пакети е заключена. Затворете всички програми, които изполават базата с пакеите (проверете дали не сте стартирали менажера на пакети повече от веднъж?).
fi: Pakettitietokanta on lukittu. Sulje muut sovellukset jotka käyttävät pakettitietokantaa (onko sinulla toinen lähteidenhallintaohjelma toisella työpöydällä tai oletko juuri asentamassa paketteja?).
fur: Il database dai pachets al è blocât. Par plasè siare les altris aplicazions in vore cun i pachets dal database (âstu un altri gjestôr di fonts su un altri desktop, o stâtu instalant dizà dai pachets?).
is: Pakkagagnagrunnur er læstur. Vinsamlega lokið öðrum forritum sem eru að vinna með gagnagrunninn (Er annar pakkastjóri í gangi á skjáborðinu þínu, eða ertu að setja inn pakka annarstaðar?).
it: Il database dei pacchetti è già in uso, chiudere tutte le applicazioni che ne fanno uso (state usando un altro gestore di pacchetti su di un altro desktop o state già installando dei pacchetti?).
mt: Id-databażi tal-pakketti huwa msakkar. Jekk jogħġbok agħlaq programmi oħra li qed jużaw id-databażi ta' pakketti (għandek xi kopja oħra ta' dan il-programm fuq desktop ieħor, jew qed tinstalla pakketti fl-istess ħin?).
sc: Su database de is pakitus est serrau. Serra is atrus programas ki traballant cun su database de pakitus (tenis unu atru manijadori de mèdius in d-una atra scriania, o jai imoi ses aposentendi pakitus?).
tg: Манбаи додаҳои бастаҳо баста аст. Марҳамат карда дигар замимаҳое, ки бо ин манбаи додаҳои бастаҳо кор мекунанд, пӯшед (оё шумо дигар мудири муҳит ё дигар мизи корӣ доред ё айни замон бастаҳоро дар дигар тиреза корандозӣ карда истодаед?).
tl: Naka-lock ang database ng mga package. Pakisara ang ibang mga application na gumagamit ng database ng mga package (mayroon ka bang ibang media manager sa ibang desktop o ikaw ay kasalukuyang nag-i-install din ng mga package?).
vi: Cơ sở dữ liệu gói phần mềm bị khóa. Hãy đóng các chương trình khác đang làm việc với cơ sở dữ liệu này (bạn có trình quản lý phương tiện khác trên desktop khác hay là bạn hiện cũng đang cài đặt các gói phần mềm?).

source: %s KB
bg: %s КБ
br: %s Ko
fi: %s kt
nn: %s KiB
tg: %s КБ
uz@cyrillic: %s Кб

source: Some packages can't be removed
af: Sommige pakkette kan nie verwyder word nie
ar: بعض الحزم لا يمكن حذفها
bg: Някои пакети не могат да бъдат премахнати
eo: Kelkaj pakaĵoj ne malinstaleblas
fi: Joitakin paketteja ei voida poistaa
fur: Cualchi pachet nol po sedi rimovût
hr: Nisam u stanju instalirati paket
is: Ekki er hægt að fjarlægja suma pakkana
it: Alcuni pacchetti non possono essere rimossi
mt: Xi pakketti ma jistgħux jitneħħew
sc: No fait a srexinai cancu pakitu
sq: Disa nga pakot nuk mund të zhduken
sr@latn: Neki paketi se ne mogu ukloniti
tg: Якчнд қуттӣ коргузорӣ шуда наметавонад
th: ไม่สามารถลบเพกเกจบางตัวออกได้
tl: Ilang mga package ay hindi maalis
uz@cyrillic: Баъзи бир пакетларни олиб ташлаб бўлмайди
uz@latn: Ba'zi bir paketlarni olib tashlab bo'lmaydi
vi: Không thể gỡ bỏ một số gói tin

source: One package cannot be installed
bg: Един пакет не може да бъде инсталиран
is: Einn pakkann er ekki hægt að setja inn
it: Un pacchetto non può essere installato
uz@cyrillic: Битта пакетни ўрнатиб бўлмайди
uz@latn: Bitta paketni o'rnatib bo'lmaydi

source: Some packages can't be installed
af: Sommige pakkette kan nie geïnstalleer word nie
ar: لا يمكن تثبيت بعض الحزم
bg: Някои пакети не могат да бъдат инсталирани
eo: Kelkaj pakaĵoj ne instaleblas
fi: Joitakin paketteja ei voida asentaa
fur: Cualchi pachet nol po sedi instalât
hr: Nisam u stanju instalirati paket
is: Ekki er hægt að setja inn suma pakkana
it: Alcuni pacchetti non possono essere installati
mt: Xi pakketti ma jistgħux jiġu nstallati
sc: No fait a aposentai cancu pakitu
sq: Disa nga pakot nuk mund të instalohen
sr@latn: Neki paketi ne mogu biti instalirani
tg: Якчанд қуттиро коргузорӣ шуда наметавонад
th: ไม่สามารถ install บางเพกเกจได้
tl: Ilang mga package ay hindi ma-install
uz@cyrillic: Баъзи бир пакетларни ўрнатиб бўлмайди
uz@latn: Ba'zi bir paketlarni o'rnatib bo'lmaydi
vi: Không thể cài đặt một số gói tin

source: Sorry, the following package cannot be selected: %s
bg: Съжалявам, следните пакети не могат да бъдат избрани: %s
is: Því miður er ekki hægt að velja þennan pakka %s
it: Spiacente, questo pacchetto non può essere selezionato: %s
uz@cyrillic: Узр, қуйидаги пакетни танлаб бўлмайди: %s
uz@latn: Uzr, quyidagi paketni tanlab bo'lmaydi: %s

source: Sorry, the following packages can't be selected: %s
bg: Съжалявам, следните пакети не могат да бъдат избрани: %s
is: Því miður er ekki hægt að velja þessa pakka: %s
it: Spiacente, questi pacchetti non possono essere selezionati: %s
uz@cyrillic: Узр, қуйидаги пакетларни танлаб бўлмайди: %s
uz@latn: Uzr, quyidagi paketlarni tanlab bo'lmaydi: %s

source: Warning: it seems that you are attempting to add so much packages that your filesystem may run out of free diskspace, during or after package installation ; this is particularly dangerous and should be considered with care. Do you really want to install all the selected packages?
af: Waarskuwing: Dit blyk dat u poog om soveel pakkette te installeer dat u 'n risiko loop waar al u hardeskyfspasie gebruik sal word, gedurende of na die installasie. Dit is uiters gevaarlik en moet heroorweeg word. Wil u voortgaan met die installasie?
ar: تحذير: يبدو أنك تحاول تثبيت الكثير من الحزم بحيث يمكن ألا تكون هناك مساحة فارغة على القرص أثناء أو بعد تثبيت الحزم، هذا في منتهى الخطورة و يجب أخذه في الإعتبار بحذر. هل تريد فعلا تثبيت الحزم؟
bg: Внимание: Изглежда, се опитвате да добавите толкова пакети, че може да останете без свободно дисково пространство по време или след инсталацията. Това е доста рисковано и трябва да го обмислите внимателно. Действително ли желаете да инсталирате всички избрани пакети?
eo: Averto: ŝajnas ke vi provas aldoni tiom da pakaĵoj ke via dosiersistemo povas superi la liberan diskospacon, dum aŭ post instalo de la pakaĵoj; tio estas aparte danaĝera kaj estu konsiderata tre zorgeme. Ĉu vi vere deziras instali ĉiujn elektitajn pakaĵojn?
fi: Varoitus: näyttää siltä että yrität asentaa niin paljon paketteja että tiedostojärjestelmäsi tila voi loppua kesken, joko asennuksen aikana tai sen jälkeen; tämä on vaarallista ja asiaa pitäisi harkita kunnolla. Oletko varma että haluat asentaa kaikki valitsemasi paketit?
fur: Avertence: al somee che tu stedis cirint di zontâ masse pachets, e il to sisteme al podarès finî il spazi disponibil tal disc dilunc de instalazion dai pachets o daspò ; chest al è particolarmentri pericolôs e al à di sedi considerât cun atenzion. Vuelistu veramentri instalâ ducj i pachets selezionâts?
hr: Upozorenje: izgleda da pokušavate dodati toliko paketa da bi vaš datotečni sustav mogao ostati bez praznog mjesta tijekom ili nakon isntalacije paketa; ovo je iznimno opasno i mora se razmotriti oprezno. Želite li stvarno instalirati sve odabrane pakete
is: Aðvörun, það lítur út fyrir að þú sért að bæta við svo mörgum pökkum að skráakerfið fyllist, á meðan/eða eftir uppsetningu; Þetta getur verið hættulegt og ætti að gerast með varúð. Ertu viss um að þú viljir setja inn alla valda pakka?
it: Attenzione: sembra che sia stata selezionata una quantità di pacchetti tale da rischiare di esaurire lo spazio libero su disco, durante o dopo l'installazione; si tratta di un'eventualità molto pericolosa, ed è necessario fare attenzione. Vuoi davvero installare tutti i pacchetti selezionati?
lv: Brîdinâjums: ðíiet, ka mçìinat pievienot tik daudz pakotnes, ka Jûsu failu sistçmai var pietrûkt brîvas vietas pakotòu instalçðanas laikâ vai pçc tam; tas ir îpaði bîstami, un to vajadzçtu rûpîgi pârdomât. Vai tieðâm vçlaties instalçt visas izvçlçtâs pakotnes?
mt: Twissija: jidher li qed tipprova żżid tant pakketti li l- filesystem tista' timtela waqt jew wara l-installazzjoni tal-pakketti ; dan huwa partikularment perikoluż u għandu jiġi kkunsidrat bl-attenzjoni. Żgur li trid tinstalla l-pakketti kollha magħżula?
no: Advarsel: det ser ut til at du forsøker å legge til så mange pakker at filsystemet ditt ikke har nok ledig diskplass under eller etter pakkeinstallasjon ; dette er spesielt farlig bør gjøres med forsiktighet. Ønsker du virkelig å installere alle valgte pakker?
sc: Atentu: parit ki siast provendi a açungi aici tanti pakitus ki su filesystem podit bessiri a foras de su spàtziu discu, aposentendi is pakitus o apustis; custu est perigulosu meda, e nci iast a depi pensai cun coidau. Diaderus bolis aposentai totu is pakitus sçoberaus?
sq: Kujdes: me sa duket ju jeni duke u munduar të instaloni një numër të madhë të pakove, është e mundur që disku i juaj të mos ketë vendë të mjaftueshëm për to, mbasandej apo gjatë instalimit; kjo metodë është tejet e rrezikshme, e cila duhet të shqyrtohet me kujdes të madhë. A me të vërtetë dëshironi t'instaloni të gjitha pakot e zgjedhura?
sr@latn: Upozorenje: izgleda da pokušavate da dodate toliko paketa da vaš fajl sistem može ostati bez slobodnog prostora, tokom ili nakon instalacije paketa ; ovo je posebno opasno i treba obratiti dodatnu pažnju. Da li zaista želite da instalirate izabrane pakete?
ta: எச்சரிக்கை; நீங்கள் அளவுக்கதிகமான பொதிகளை தேர்வு செய்துள்ளீர்கள். உங்கள் வன்தட்டில் இதற்கு தேவையான இடமில்ைல, நீங்கள் இந்த எச்சரிக்கையை மீறி இவை அனைத்ைதயும் நிறுவ விரும்புகிறீர்களா?
tg: Огоҳӣ: шумо кӯшиши иловаи қуттиҳоро аз ҳад зиёд карда истодагӣ барин, ки ба файлсистеми шумо дар диск ҷои холӣ нарасиданаш мумкин, ҳангоми ё баъди коргузоштани қуттиҳо; ин хеле хатарнок аст ва бояд бо эҳтиёт ба назар гирифта шавад. Шумо ҳақиқатан ҳамаи қуттиҳои интихобшударо коргузоштан мехоҳед?
th: คำเตือน: คุณกำลังเพิ่มเพกเกจเป็นจำนวนมากลงเครื่องของคุณและอาจจะ ทำให้พื้นที่ว่างในระบบหมดไปขณะ หรือ หลังการลงเพกเกจแล้ว การกระทำนี้อาจเป็นอันตรายและควรจะพิจารณาให้ถี่ถ้วน คุณต้องการจะลงเพกเกจที่เลือกไว้ทั้งหมดหรือไม่?
tl: Babala: tila sinusubukan mong magdagdag ng sobrang daming package na ang filesystem mo ay maaaring maubusan ng libreng puwang sa disk, habang o pagkatapos ng pag-i-install ; ito ay bukod na mapanganib at dapat tingnan nang maingat. Gusto mo ba talagang i-install lahat ng mga piniling package?
uz@cyrillic: ДИҚҚАТ: Сиз ўрнатмоқчи бўлган пакетларнинг ҳажми жуда катта. Ўрнатиш вақтида ёки унда кейин дискингизда бўш жой қолмаслиги мумкин. Бу жуда хавфли ва алоҳида эътибор талаб қилади. Танланган пакетларни ростдан ўрнатишни истайсизми?
uz@latn: DIQQAT: Siz o'rnatmoqchi bo'lgan paketlarning hajmi juda katta. O'rnatish vaqtida yoki unda keyin diskingizda bo'sh joy qolmasligi mumkin. Bu juda xavfli va alohida e'tibor talab qiladi. Tanlangan paketlarni rostdan o'rnatishni istaysizmi?
vi: Cảnh báo: có vẻ như bạn đang cố thêm quá nhiều gói tin làm cho hệ thống tập tin hết cả không gian đĩa trống, trong hay sau khi cài đặt gói tin, điều này đặc biệt nguy hiểm và nên thận trọng. Bạn có thật sự muốn cài đặt tất cả các gói đã chọn không?

source: Books
af: Boeke
ar: كتب
bg: Книги
eo: Libroj
fi: Kirjat
fur: Libris
hr: Ostali
is: Bækur
it: Libri
mt: Kotba
sc: Librus
sq: Librat
sr@latn: Knjige
tg: Китобҳо
tl: Aklat
uz@cyrillic: Китоблар
uz@latn: Kitoblar
vi: Sách

source: Computer books
af: Rekenaarboeke
ar: كتب الكمبيوتر
bg: Компютърни книги
eo: Komputilaj libroj
fi: Tietokonekirjat
fur: Libris di informatiche
hr: Računalne knjige
is: Tölvubækur
it: Libri d'informatica
mt: Kotba tal-kompjuter
sc: Librus de informàtiga
sq: Libra për kompjuter
sr@latn: Računarske knjige
tg: Китобҳои компутарӣ
tl: Aklat sa Computer
uz@cyrillic: Компьютер ҳақида китоблар
uz@latn: Kompyuter haqida kitoblar
vi: Sách vi tính

source: Faqs
af: Neulvrae
ar: أسئلة متكررة
bg: Често задавани въпроси
eo: Respondaro
fi: Faq
fur: Faq
hr: FAQovi (ČPP)
is: SOS
it: FAQ
mt: Mistoqsijiet komuni
sc: Faq
sr@latn: Često postavljana pitanja
tl: FAQ
uz@cyrillic: Тез-тез сўраладиган саволлар
uz@latn: Tez-tez so'raladigan savollar
vi: Câu hỏi hay gặp

source: Howtos
af: Vertel my
ar: مذكرات (كيف أعمل)
bg: Документи от вида "Как да..."
eo: Kielfari (Howtos)
fi: Howto
fur: Howto
hr: Uputstva Kako da (howto)
is: Hvernig á að
it: Howto
mt: Kif tagħmel (howto)
sc: Howto
sr@latn: Upustva
tl: HOWTO
uz@cyrillic: Howto'лар
uz@latn: Howto'lar

source: Literature
af: Letterkunde
ar: أدب
bg: Литература
eo: Literaturo
fi: Kirjallisuus
fur: Leterature
hr: Literatura
is: Bókmenntir
it: Letteratura
mt: Letteratura
sc: Literadura
sq: Literatura
sr@latn: Literatura
tg: Адабиёт
tl: Literatura
uz@cyrillic: Адабиёт
uz@latn: Adabiyot
vi: Văn học
