Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Reason for update:
af: Rede om op te dateer:
ar: سبب التحديث:
ast: Razón p'anovar:
bg: Причина за обновяване:
br: Penn ar bremañaat :
cy: Rheswm am y diweddariad:
eo: Kialo por ĝisdatigi:
fi: Syy päivitykseen:
fur: Reson de atualizazion:
hr: Razlog za nadogradnju:
id: Alasan untuk update:
is: Ástæður fyrir uppfærslu:
it: Motivo dell'aggiornamento:
lv: Atjauninâðanas iemesls:
mt: Raġuni għall-aġġornament:
nn: Oppdateringsgrunn:
no: Grunn til oppdatering:
pl: Przyczyna uaktualnienia:
sc: Arrexoni po ajorronai:
sq: Arësyja për azhurnim:
sr@latn: Razlog za nadogradnju:
ta: புதுப்பிக்க வேண்டிய காரனம்
tg: Асос барои навигарӣ:
th: เหตุผลในการอัพเดท:
tl: Dahilan para sa update:
uz@cyrillic: Янгилаш учун сабаб:
uz@latn: Yangilash uchun sabab:
vi: Lý do cập nhật:

source: Version:
af: Weergawe:
ar: الإصدار:
ast: Versión:
bg: Версия:
br: Doare :
cy: Fersiwn:
eo: Versio:
fi: Versio:
hr: Verzija:
id: Versi:
is: Útgáfa:
it: Versione:
lv: Versija:
mt: Verżjoni:
nn: Versjon:
pl: Wersja:
sc: Versioni:
sq: Versioni:
sr@latn: Verzija:
ta: வெளியீடு:
tg: Нусха:
th: เวอร์ชัน:
uz@cyrillic: Версия:
uz@latn: Versiya:
vi: Phiên bản:

source: Currently installed version:
af: Tans geïnstalleer:
ar: الإصدار المثبت حالياً:
ast: Versión angüañu instalada:
bg: Текущо инсталирана версия:
br: Stumm a zo stalied bremañ :
cy: Fersiwn sydd wedi ei osod ar hyn o bryd:
eo: Nun instalita versio:
fi: Asennettu versio:
fur: Version ore presint instalade:
hr: Trenutno instalirana verzija:
id: Versi aktual yang terinstall:
is: Núverandi uppsett útgáfa:
it: Versione attualmente installata:
lv: Patreiz instalçtâ versija:
mt: Verżjoni nstallata bħalissa:
nn: Installert versjon:
no: Installert versjon:
pl: Aktualnie zainstalowana wersja:
sc: Versioni aposentada imoi:
sq: Versioni i tanishëm i instaluar:
sr@latn: Trenutno instalirana verzija:
ta: தற்ேபாது நிறுவப்பட்டுள்ள பொதியின் வெளியீடு:
tg: Нусхаи коргузошта шуда:
th: เวอร์ชันที่กำลังใช้อยู่:
tl: Kasalukuyang naka-install na version:
uz@cyrillic: Ўрнатилган версияси:
uz@latn: O'rnatilgan versiyasi:
vi: Phiên bản đã cài đặt hiện thời:

source: Group:
ast: Grupu:
bg: Група:
br: Strollad :
cy: Grŵp:
nn: Gruppe:
pl: Grupa:

source: Architecture:
ast: Arquitectura:
bg: Архитектура:
cy: Pensaernïaeth:
fi: Arkitehtuuri:
id: Arsitektur:
is: Vélbúnaður:
it: Architettura:
nn: Arkiktektur:
pl: Architektura:
sc: Arkidetura:
sr@latn: Arhitektura

source: Size:
af: Grootte:
ar: الحجم:
ast: Tamañu:
bg: Размер:
br: Ment :
cy: Maint:
eo: Grandeco:
fi: Koko:
fur: Dimension:
hr: Veličina:
id: Ukuran:
is: Stærð:
it: Dimensioni:
lv: Apjoms:
mt: Daqs:
nn: Storleik:
pl: Rozmiar:
sc: Manniori:
sq: Madhësia:
sr@latn: Veličina:
ta: அளவு:
tg: Ҳаҷм:
th: ขนาด:
tl: Laki:
uz@cyrillic: Ҳажми:
uz@latn: Hajmi:
vi: Kích thước:

source: Medium:
af: Media:
ar: الوسيط:
ast: Mediu:
bg: Източник:
cy: Cyfrwng:
eo: Portilo:
fi: Lähde:
fur: Font:
hr: Medij:
id: Media:
is: Miðill:
it: Supporto:
mt: Sors:
pl: Nośnik:
sc: Mèdiu:
sq: Burimi:
sr@latn: Medij:
tg: Сарчашма:
uz@cyrillic: Тўплам:
uz@latn: To'plam:
vi: Phương tiện:

source: New dependencies:
ast: Nueves dependencies:
nn: Nye avhengnader:
pl: Nowe zależności:

source: Details:
ast: Detalles:
bg: Подробности:
br: Munudoù :
cy: Manylion:
id: Detail:
it: Dettagli:
nn: Detaljar:
pl: Szczegóły:
uz@cyrillic: Тафсилотлар:
uz@latn: Tafsilotlar:

source: Files:
af: Lêers:
ar: الملفات:
ast: Ficheros:
bg: Файлове:
br: Restroù :
cy: Ffeiliau:
eo: Dosieroj:
fi: Tiedostot:
fur: File:
hr: Datoteke:
id: File:
is: Skrár:
it: File:
mt: Fajls:
nn: Filer:
pl: Pliki:
sq: Skedaret:
sr@latn: Fajlovi:
ta: கோப்புகள்:
tg: Файлҳо:
tl: Mga file:
uz@cyrillic: Файллар:
uz@latn: Fayllar:
vi: Tập tin:

source: Changelog:
af: Veranderingestaaflêer:
ar: سجل التغييرات:
ast: Cambeos:
bg: Списък с промени:
br: Kemmoù :
cy: Cofnod Newid:
fi: Muutosloki:
fur: Regjistri des modificazions
hr: Zapisnik promjena:
is: Breytingasaga:
it: Registro delle modifiche:
mt: Log tal-bidliet:
nn: Endringslogg:
pl: Dziennik zmian:
sr@latn: Izmene:
ta: மாற்றப்பதிவு:
vi: Bản ghi thay đổi (Changelog):

source: Files:
af: Lêers:
ar: الملفات:
ast: Ficheros:
bg: Файлове:
br: Restroù :
cy: Ffeiliau:
eo: Dosieroj:
fi: Tiedostot:
fur: File:
hr: Datoteke:
id: File:
is: Skrár:
it: File:
lv: Faili:
mt: Fajls:
nn: Filer:
pl: Pliki:
sq: Skedaret:
sr@latn: Fajlovi:
ta: கோப்புகள்:
tg: Файлҳо:
th: แฟ้ม:
tl: Mga file:
uz@cyrillic: Файллар:
uz@latn: Fayllar:
vi: Tập tin:

source: Changelog:
af: Veranderingestaaflêer:
ar: سجل التغييرات:
ast: Cambeos:
bg: Списък с промени:
br: Kemmoù :
cy: Cofnod Newid:
fi: Muutosloki:
fur: Regjistri des modificazions
hr: Zapisnik promjena:
is: Breytingasaga:
it: Registro delle modifiche:
lv: Izmaiòu þurnâls:
mt: Log tal-bidliet:
nn: Endringslogg:
pl: Dziennik zmian:
sr@latn: Izmene:
ta: மாற்றப்பதிவு:
vi: Bản ghi thay đổi (Changelog):

source: Name:
af: Naam:
ar: الإسم:
ast: Nome:
bg: Име:
br: Anv :
cy: Enw:
eo: Nomo:
fi: Nimi:
fur: Non:
hr: Ime:
id: Nama:
is: Nafn:
it: Nome:
lv: Vârds:
mt: Isem:
nn: Namn:
pl: Nazwa:
sc: Nòmini:
sq: Emri:
sr@latn: Ime:
ta: பெயர்:
tg: Ном:
th: ชื่อ:
tl: Pangalan:
uz@cyrillic: Номи:
uz@latn: Nomi:
vi: Tên:

source: Summary:
af: Opsomming:
ar: نبذة:
ast: Resume:
bg: Kратко изложение:
br: Diverrañ :
cy: Crynodeb:
eo: Resumo:
fi: Yhteenveto:
fur: Sumari:
hr: Sumarno
id: Ringkasan:
is: Yfirlit:
it: Riassunto:
lv: Kopsavilkums:
mt: Sommarju:
nn: Samandrag:
pl: Podsumowanie:
sc: Arresùmini:
sq: Titulli:
sr@latn: Sažetak:
ta: விவரம்:
tg: Маълумот:
th: ข้อความสรุป:
tl: Kabuuan:
uz@cyrillic: Ҳисобот:
uz@latn: Hisobot:
vi: Tóm tắt:

source: Description:
af: Beskrywing:
ar: وصف:
ast: Descripción:
bg: Описание:
br: Deskrivadur :
cy: Disgrifiadau:
eo: Priskribo:
fi: Kuvaus:
fur: Descrizion:
hr: Opis:
id: Deskripsi:
is: Lýsing:
it: Descrizione:
lv: Apraksts:
mt: Deskrizzjoni:
nn: Skildring:
pl: Opis:
sc: Descriidura:
sq: Përshkrimi:
sr@latn: Opis:
ta: விளக்கம்:
tg: Тавсиф:
th: คำอธิบาย:
tl: Paglalarawan:
uz@cyrillic: Таърифи:
uz@latn: Ta'rifi:
vi: Mô tả:

source: Warning
af: Waarskuwing
ar: تحذير
ast: Avisu
bg: Предупреждение
br: Ho evezh
cy: Rhybudd
eo: Averto
fi: Varoitus
fur: Avertence
hr: Upozorenje
id: Peringatan
is: Aðvörun
it: Attenzione
mt: Twissija
nn: Åtvaring
pl: Ostrzeżenie
sc: Atentu
sq: Kujdes
sr@latn: Upozorenje
ta: எச்சரிக்ைக
tg: Огоҳӣ
tl: Babala
uz@cyrillic: Диққат
uz@latn: Diqqat
vi: Cảnh báo

source: The package "%s" was found.
ast: Alcontróse'l paquete "%s".
bg: Пакетът "%s" беше намерен.
br: Kavet eo bet ar pakad « %s ».
cy: Mae'r pecyn "%s" wedi ei ganfod.
nn: Fann pakken «%s».
pl: Pakiet "%s" został odnaleziony.

source: However this package is not in the package list.
ast: Ensin embargo, esti paquete nun ta na llista de paquetes.
bg: Все пак този пакет не е в списъка с пакети.
br: N'emañ ket ar pakad-mañ e roll ar pakadoù koulskoude.
cy: Er hynny, nid yw'r pecyn ar y rhestr pecynnau.
nn: Men denne pakken er ikkje med i pakkelista.
pl: Jednak pakiet ten nie znajduje się na liście pakietów.

source: You may want to update your urpmi database.
ast: Puedes querer anovar la base de datos d'urpmi.
bg: Искате ли да обновите вашата urpmi база данни.
br: Marteze e vefe gwelloc'h deoc'h bremañaat ho stlennvon urpmi.
cy: Efallai eich bod angen diweddaru cronfa ddata urpmi.
nn: Du bør oppdatera urpmi-databasen.
pl: Być może konieczna jest aktualizacja bazy urpmi.

source: Matching packages:
ast: Paquetes que concasen:
bg: Съвпадащи пакети:
br: Pakadoù o klot :
cy: Pecynnau cyfatebol
nn: Samsvarande pakkar:
pl: Zaznaczanie pakietów:

source: - %s (medium: %s)
ast: - %s (mediu: %s)
bg: - %s (от източник: %s)
cy: - %s (cyfrwng: %s)
pl: - %s (nośnik: %s)

source: Removing package %s would break your system
ast: Desaniciar el paquete %s podría frayar el sistema
bg: Премахването на пакет %s ще наруши целостта на системата
br: Torret e vefe bet ho reizhiad ma vefe lemet ar pakad %s
cy: Bydd tynnu'r pecyn %s yn torri eich system
nn: Viss du fjerna pakken «%s», ville ikkje systemet ditt fungert lenger
pl: Usunięcie pakietu %s uszkodziłoby Twój system

source: The "%s" package is in urpmi skip list. Do you want to select it anyway?
ast: El paquete "%s" ta na llista d'omisiones d'urpmi. ¿Quies seleicionalu de toes formes?
bg: Пакетът "%s" е в urpmi списъка със забранени пакети. Искате ли да го изберете, въпреки забраната?
cy: Mae'r pecyn "%s" yn rhestr hepgor urpmi. Hoffech chi ei ddewis beth bynnag?
it: Il pacchetto "%s" è nell'elenco di quelli che urpmi deve ignorare. Vuoi installarlo lo stesso?
nn: Pakken «%s» er i «hopp over»-lista. Vil du velja han likevel?
pl: Pakiet "%s" znajduje się na liście pakietów do pominięcia. Czy chcesz go wybrać mimo to?

source: Rpmdrake or one of its priority dependencies needs to be updated first. Rpmdrake will then restart.
ast: Ye necesariu anovar primero a Rpmdrake o una de les dependencias más importantes. Dempués reaniciaráse Rpmdrake.
bg: Rpmdrake или някой от пакетите свързани с него е нужни първо да се обнови. След това Rpmdrake сам ще се рестартира.
cy: Mae rpmdrake neu un o'i ddibyniaethau angen ei ddiweddaru yn gyntaf. Bydd rpmdrake yn ail gychwyn.
nn: Rpmdrake eller éin av avhengnadene til programmet må oppdaterast først. Rpmdrake vert så starta på nytt.
pl: W pierwszej kolejności niezbędna jest aktualizacja programu Rpmdrake lub jego pakietów zależnych. Po aktualizacji Rpmdrake zostanie uruchomiony ponownie.

source: More information on package...
af: Meer inligting rakende pakket...
ar: معلومات أكثر حول الحزمة...
ast: Más información sobro'l paquete...
bg: Повече информация за пакет...
br: Titouroù muioc'h war ar pakad ...
cy: Rhagor o wybodaeth ar becyn...
eo: Kromaj informoj pri pakaĵo...
fi: Lisätietoa paketista...
fur: Plui informazions sul pachet...
hr: Više informacija o paketu...
id: Informasi tambahan pada paket...
is: Ítarlegri upplýsingar um pakka...
it: Ulteriori informazioni sul pacchetto...
lv: Vairâk informâcijas par pakotni...
mt: Iżjed tagħrif dwar il-pakkett...
nn: Meir informasjon om pakken …
no: Mere informasjon om pakke...
pl: Więcej informacji o pakiecie...
sc: Atras scedas po su pakitu...
sq: Më shumë informacione mbi pakon...
sr@latn: Dodatne informacije o paketu...
ta: பொதிகளைப் பற்றிய மேலும் விவரங்கள்
tg: Маълумоти иловагӣ барои қуттӣ...
th: ข้อมูลเพื่มเติมบนแพกเกจ...
tl: Mas maraming inpormasyon sa package...
uz@cyrillic: Пакет ҳақида қўшимча маълумот...
uz@latn: Paket haqida qo'shimcha ma'lumot...
vi: Thêm các thông tin về gói...

source: Please choose
af: Kies asseblief
ar: فضلاً اختر
ast: Por favor, escueyi
bg: Моля, изберете
br: Dibabit, mar plij
cy: Dewiswch
eo: Bonvole elektu
fi: Ole hyvä ja valitse
fur: Par plasè sielç
hr: Molim odaberite
id: Silahkan pilih
is: Vinsamlega veldu
it: Seleziona
lv: Lûdzu izvçlieties
mt: Jekk jogħġbok agħżel wieħed
nn: Vel
no: Vennligst velg
pl: Proszę wybrać
sc: Sçobera
sq: Ju lutemi zgjedheni
sr@latn: Molim Vas izaberite
ta: தயவுசெய்து ேதர்ந்ெதடுக்கவும்
tg: Лутфан, интихоб кунед
th: กรุณาเลือก
tl: Pumili ka
uz@cyrillic: Илтимос танланг
uz@latn: Iltimos tanlang
vi: Hãy chọn

source: The following package is needed:
ast: Necesitase'l paquete siguiente:
bg: Следния пакет е необходим:
br: Ar pakad a-heul a zo ret :
cy: Mae angen y pecyn canlynol:
id: Satu di antara paket berikut diperlukan:
is: Krefst einnig eftirtalins pakka:
it: Questo pacchetto è necessario:
nn: Du treng denne pakken:
pl: Wymagany jest poniższy pakiet:
uz@cyrillic: Қуйидаги пакет керак:
uz@latn: Quyidagi paket kerak:

source: One of the following packages is needed:
af: Slegs een van die volgende pakkette word benodig:
ar: أحد الحزم التالية يُحتاج اليه:
ast: Ye necesariu un de los paquetes siguientes:
bg: Необходим е един от следните пакети:
br: Unan eus ar pakadoù a-heul a zo war-nes bezañ staliet :
cy: Mae angen un o'r pecynnau canlynol:
eo: Unu el la sekvantaj pakaĵoj estas bezonata:
fi: Yksi seuraavista paketeista tarvitaan:
fur: Al covente un di chiscj pachets:
hr: Jedan od slijedećih paketa je potreban:
id: Satu di antara paket berikut diperlukan:
is: Krefst einnig eftirtalinna pakka:
it: È richiesto uno dei seguenti pacchetti:
lv: Ir nepiecieðama viena no sekojoðâm pakotnçm:
mt: Wieħed minn dawn il-pakketti huwa meħtieġ:
nn: Du treng éin av desse pakkane:
no: En av følgende pakker behøves:
pl: Wymagany jest jeden z następujących pakietów:
sc: Dui bolit unu de is pakitus ki sighint:
sq: Një nga pakot e radhitura nevojitet:
sr@latn: Jedan od sledećih paketa je potreban:
ta: கீழுள்ள பொதிகளில் ஒன்று தேவை
tg: Яке аз қуттиҳои зерин даркор аст:
th: ต้องการแพกเกจหนึ่งในรายชื่อนี้:
tl: Isa sa mga sumusunod na package ay kailangan:
uz@cyrillic: Қуйидаги пакетлардан бири керак:
uz@latn: Quyidagi paketlardan biri kerak:
vi: Cần một gói trong các gói tin sau đây:

source: More info
af: Meer inligting
ar: مزيد من المعلومات
ast: Más información
bg: Повече информация
br: Titouroù muioc'h
cy: Rhagor
eo: Pli da informo
fi: Lisätietoa
fur: Plui informazions
hr: Još informacija
id: Info lain
is: Nánari upplýs.
it: Maggiori informazioni
mt: Iżjed tagħrif
nn: Meir informasjon
pl: Więcej info
sc: Atra sceda
sq: Më shumë informacione
sr@latn: Još informacija
tg: Маълумоти изофа
tl: Mas maraming inpormasyon
uz@cyrillic: Қўшимча маълумот
uz@latn: Qo'shimcha ma'lumot
vi: Thêm thông tin

source: Information on packages
af: Inligting rakende pakkette
ar: معلومات حول الحزم
ast: Información sobro paquetes
bg: Информация за пакетите
br: Titouroù war ar pakad
cy: Gwybodaeth am becynnau
eo: Informo pri pakaĵoj
fi: Lisätietoa paketista
fur: Informazions sui pachets
hr: Izaberite vaše pakete
id: Informasi pada paket
is: Upplýsingar um pakka
it: Informazioni sui pacchetti
mt: Tagħrif dwar il-pakketti
nn: Pakkeinformasjon
pl: Informacje o pakietach
sc: Sceda po is pakitus
sq: Informacion mbi pakon
sr@latn: Informacije o paketima
ta: பொதிகளைப் பற்றிய மேலதிக விவரங்கள்
tg: Маълумот дар қуттиҳо
tl: Inpormasyon sa mga package
uz@cyrillic: Пакетлар ҳақида маълумот
uz@latn: Paketlar haqida ma'lumot
vi: Thông tin về các gói

source: Checking dependencies of package...
ast: Verificando les dependencies del paquete...
bg: Проверка на зависимостите между пакетите...
cy: Gwirio dibyniaethau'r pecyn...
nn: Kontrollerer pakkeavhengnader …
pl: Sprawdzanie zależności pakietu...

source: Some additional packages need to be removed
af: Addisionele pakkette moet ook verwyder word
ar: هذه الحزم الاضافية يجب أن تحذف
ast: Necesitense desaniciar dellos paquetes adicionales
bg: Няколко допълнителни пакета е необходимо да бъдат премахнати
br: Red eo da lemel un darn pakad
cy: Mae angen tynnu rhai pecynnau ychwanegol
eo: Kelkaj kromaj pakaĵoj devas esti forigitaj
fi: Joitakin paketteja pitää poistaa tämän lisäksi
fur: E a di sedi rimovût cualchi pachet in plui
hr: Ovi dodatni paketi su potrebni da budu instalirani u pravilu da sve radi ispravno:
id: Beberapa paket tambahan perlu dihapus
is: Það þarf að fjarlægja aðra pakka
it: Devono essere rimossi altri pacchetti
lv: Nepiecieðams noòemt daþas papildus pakotnes
mt: Xi pakketti oħra jridu jitneħħew
nn: Nokre andre pakkar må fjernast
no: Noen ytterligere pakker renger å fjernes
pl: Zostanie usuniętych kilka dodatkowych pakietów
sc: Cancu pakitu in prus bolit srexinau
sq: Disa nga pakot e mbledhura duhet të zhduken
sr@latn: Još neki paketi moraju biti uklonjeni
ta: மேலும் சில பொதிகள் நீக்கப்பட வேண்டும்
tg: Баъзе қуттиҳои иловагӣ бояд хориҷ карда шаванд
th: มีเพกเกจบางตัวยังต้องถูกเอาออก
tl: Ilang karagdagang mga package ay kailangang alisin
uz@cyrillic: Баъзи бир қўшимча пакетларни олиб ташлаш керак
uz@latn: Ba'zi bir qo'shimcha paketlarni olib tashlash kerak
vi: Cần gỡ bỏ một số gói bổ sung

source: Because of their dependencies, the following package(s) also need to be removed:
ast: Debío a les dependencies, tamién tienen de desaniciase los paquetes siguientes:
bg: За да се удовлетворят зависимостите, следните пакети трябва бъдат премахнати:
br: Ar pakadoù a-heul a zo war-nes bezañ lemelet ivez abalamour d'ho ezhommoù :
cy: Oherwydd eu dibyniaethau, rhaid tynnu'r pecynnau canlynol hefyd:
id: Untuk memenuhi dependensi, paket-paket berikut perlu dihapus:
nn: Grunna avhengnader må òg desse pakkane fjernast:
pl: Z powodu swoich zależności, poniższe pakiety także muszą zostać usunięte:
uz@cyrillic: Уларнинг боғлиқлиги сабабли, қуйидаги пакет(лар)ни ҳам олиб ташлаш керак:
vi: Do các phụ thuộc của chúng, mà những gói sau đây cũng cần được gỡ bỏ:

source: Removing these packages would break your system, sorry:
af: Jammer maat, nou wil jy jou Linux rekenaar vernietig:
ar: ازالة هذه الحزم قد تكسر نظامك، عذراً:
ast: Desaniciar estos paquetes podría frayar el sistema, sientolo:
bg: Премахването на тези пакети би могло да разруши системата ви, съжалявам:
br: Torret e vo ho reizhiad ma vefe lemet ar pakadoù-se, ho tigarez :
cy: Bydd tynnu'r pecynnau hyn yn torri eich system, sori
eo: Malinstalo de tiuj pakaĵoj kolapsigus vian sistemon, bedaŭrinde:
fi: Näiden pakettien poistaminen valitettavasti rikkoisi järjestelmäsi:
fur: Mi splâs, ma rimovi chescj pachets al prejudicarès il to sisteme:
hr: Micanje ovih paketa bi slomilo vaš sistem, žao mi je:
id: Maaf, menghapus paket ini berarti merusak sistem Anda:
is: Því miður - ef þessir pakkar eru fjarlægðir verður stýrikerfið ónothæft:
it: Spiacente, la rimozione di questi pacchetti danneggerebbe il tuo sistema:
mt: Jiddispjaċini, jekk tneħħi dawn il-pakketti s-sistema ma tibqax taħdem:
nn: Viss du fjerna desse pakkane, ville ikkje systemet ditt fungert lenger:
no: Beklager, men fjerning av disse pakkene vil ødelegge systemet ditt:
pl: Niestety, usunięcie tych pakietów może spowodować uszkodzenie systemu:
sc: Srexinai custus pakitus iat a arrogai su sistema, mi spraxit:
sq: Zhdukja e këtyre pakove do të dëmtojë sistemin tuaj, kemi ndjesë:
sr@latn: Žalim, ali uklanjanjem ovih paketa bi ste oštetiti sistem:
ta: மன்னிக்கவும், இந்த ெபாதிகளை நீக்கினால் அது உங்கள் கணினியை பழுதாக்கி விடும்
tg: Хориҷи ин қуттиҳо системи Шуморо вайрон месозад, узр:
tl: Kapag inalis itong mga package ay masisira ang sistema mo, sorry:
uz@cyrillic: Бу пакетларни олиб ташлаш тизимни ишдан чиқаради, узр:
uz@latn: Bu paketlarni olib tashlash tizimni ishdan chiqaradi, uzr:
vi: Xin lỗi, gỡ bỏ các gói này sẽ làm hỏng hệ thống của bạn:

source: Because of their dependencies, the following package(s) must be unselected now:
ast: Debío a les dependencies, los siguientes paquetes tienen de deseleicionase agora:
bg: За да се удовлетворят зависимостите, следните пакети трябва да бъдат извадени от списъка с избраните пакети:
br: Ar pakadoù a-heul a zo war-nes bezañ dizibabet ivez abalamour d'ho ezhommoù :
cy: Oherwydd eu dibyniaethau, rhaid i'r pecyn(nau) canlynol gael eu dad-ddewis nawr:
id: Karena aspek ketergantungan, paket berikut harus tidak dipilih:
nn: Grunna avhengnader kan ikkje desse pakkane installerast:
pl: Z powodu swoich zależności, poniższe pakiety muszą zostać teraz odznaczone:
vi: Do các phụ thuộc của chúng, các gói sau phải được bỏ chọn ngay bây giờ:

source: Conflicting Packages
ast: Paquetes conflictivos:
bg: Конфликтни пакети
cy: Pecynnau sy'n Gwrthdaro
nn: Pakkekonfliktar
pl: Pakiety powodujące konflikty

source: Additional packages needed
af: Addisionele pakkette word benodig
ar: هناك حزم اضافية مطلوبة
ast: Necesitense paquetes adicionales
bg: Необходими са още пакети
br: Red eo da staliañ pakadoù ouzhpenn
cy: Pecynnau ychwanegol angenrheidiol
eo: Necesas kromaj pakaĵoj
fi: Lisäpaketteja vaaditaan
fur: E coventin altris pachets
hr: Potrebni dodatni paketi
id: Dibutuhkan paket tambahan
is: Aukapakkar sem þörf er á
it: Sono necessari altri pacchetti
lv: Papildus nepiecieðamâs pakotnes
mt: Pakketti oħra meħtieġa
nn: Du treng nokre fleire pakkar
no: Ytterligere pakker trengs
pl: Wymagane są dodatkowe pakiety
sc: Serbint pakitus in prus
sq: Keni nevojë për pakot shtuese
sr@latn: Potrebni su dodatni paketi
ta: மேலும் சில பொதிகள் தேவை
tg: Қуттиҳои иловагӣ лозиманд
th: ต้องการเพจเกจเพิ่มเติม
tl: Mga karagdagang package na kinakailangan
uz@cyrillic: Қўшимча пакетлар керак
uz@latn: Qo'shimcha paketlar kerak
vi: Cần thêm các gói bổ sung

source: To satisfy dependencies, the following package(s) also need to be installed:
ast: Pa satisfacer les dependencies, los siguientes paquetes necesiten instalase:
bg: За да се запазят зависимостите, следните пакети трябва също да бъдат инсталирани:
br: Ar pakadoù a-heul a zo war-nes bezañ staliet ivez evit dalc'hen an ezhommoù :
cy: I fodloni dibyniaethau, mae angen gosod y pecyn(nau) canlynol hefyd:
id: Untuk memenuhi ketergantungan, paket berikut juga harus diinstall:
nn: Grunna avhengnader må òg desse pakkane installerast:
pl: Aby spełnić zależności, poniższe pakiety także muszą zostać zainstalowane:
uz@cyrillic: Боғлиқликларни таъминлаш учун қуйидаги пакет(лар) ҳам ўрнатилиши керак:
vi: Để thỏa mãn các phụ thuộc, các gói tin sau cũng cần được cài đặt:

source: %s (belongs to the skip list)
ar: %s (تنتمي إلى القائمة الواجب تخطّيها)
ast: %s (ye parte de la llista d'omisión)
bg: %s (към списъка с пропуснатите)
cy: %s (perthyn i'r rhestr hepgor)
fi: %s (on ohitettavien listalla)
id: %s (milik daftar yang dilewati)
is: %s (tilheyrir sleppa listanum)
it: %s (appartiene alla lista di esclusioni)
mt: %s (qiegħed fil-lista li jinqabżu)
nn: %s (er i «hopp over»-lista)
pl: %s (należy do listy pominięć)
sc: %s (est in sa lista de is sartadas)
sr@latn: %s (pripadaju preskočenoj listi)
tg: %s (ба рӯйхати партофта аҳамият дорад)
tl: %s (nauukol sa talaan ng lalaktawan)
uz@cyrillic: %s (эътибор берилмайдиган рўйхатда)
uz@latn: %s (e'tibor berilmaydigan ro'yxatda)
vi: %s (theo danh sách bỏ qua)

source: Some packages need to be removed
af: Somige pakette sal moet verwyder word
ar: بعض الحزم يجب ازالتها
ast: Necesitase desaniciar dellos paquetes
bg: Някои пакети е необходимо да бъдат премахнати
br: Red eo da lemel un darn pakad
cy: Rhaid tynnu rhai pecynnau
eo: Kelkaj pakaĵoj devas esti malinstalotaj
fi: Joitakin paketteja pitää poistaa
fur: Cualchi pachet al à di sedi rimovût
hr: Neki paketi se moraju ukloniti
id: Beberapa paket perlu dihapus
is: Suma pakka þarf að fjarlægja
it: Alcuni pacchetti devono essere rimossi
lv: Daþas pakotnes nepiecieðams noòemt
mt: Xi pakketti jridu jitneħħew
nn: Nokre pakkar må fjernast
no: Noen pakker må fjernes
pl: Niektóre pakiety muszą zostać usunięte
sc: Cancu pakitu bolit srexinau
sq: Disa pako duhet të zhduken
sr@latn: Neki paketi moraju da se uklone
ta: சில பொதிகள் நீக்கப்படவேண்டும்
tg: Баъзе қуттиҳо бояд хориҷ шаванд
th: เพกเกจบางตัวต้องถูกลบออก
tl: Ilang mga package ay kailangang alisin
uz@cyrillic: Баъзи бир пакетларни олиб ташлаш керак
uz@latn: Ba'zi bir paketlarni olib tashlash kerak
vi: Một số gói cần được gỡ bỏ

source: Some packages are selected.
ast: Dalgunos paquetes tan seleicionaos.
br: Bez eo a pakadoù a zo diuzet.
nn: Nokre pakkar er valde.
pl: Niektóre pakiety zostały wybrane.

source: Do you really want to quit?
ast: ¿De xuro que quies colar?
br: Mennout a rit kuitaat da vat bremañ ?
nn: Er du sikker på at du vil avslutta?
pl: Czy napewno chcesz zakończyć?

source: Error: %s appears to be mounted read-only.
ar: خطأ: يبدو أن %s مركّب بوضع القراءة فقط.
ast: Fallu: %s paez tar montáu como namái llectura.
bg: Грешка: %s изглежда е монтиран само за четене
br: Fazi : bez eo %s marc'het e mod lenn hepken.
cy: Gwall: %s i weld wedi ei osod fel darllen yn unig.
eo: Eraro: %s ŝajnas esti nur legebla.
fi: Virhe: %s näyttää olevean liitettynä ainoastan lukuoikeuksilla.
id: Kesalahan: %s tampaknya di-mount sebagai read-only.
is: Villa: %s virðist vera tengt aðeins til lestrar.
it: Errore: %s sembra montato in sola lettura.
nn: Feil: %s ser ut til å vera montert som skriveverna.
pl: Błąd: wygląda na to, że %s został zamontowany tylko w trybie do odczytu.
sc: Faddina: %s parit carrigau a ligi-feti.
sr@latn: Greška: %s
vi: Lỗi: %s được mount là read-only.
