Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Unrecoverable error: no package found for installation, sorry.
af: Ernstige fout: kon nie die pakket wat ons moet installeer vind nie, jammer.
ar: خطأ غير قابل للتصحيح: تعذر ايجاد حزمة للتثبيت، عفواً.
ast: Fallu non recuperable: nun s'atopó paquete pa instalar, sientolo.
bg: Непоправима грешка : не е намерен пакета за инсталация,много съжалявам.
br: Fazi sac'hus : n'eus ket bet pakad ebet da staliañ, ho tigarez.
cy: Gwall anadferadwy: dim pecyn wedi ei ganfod ar gyfer y gosod.
eo: Neriparebla eraro: nenia pakaĵo por instalo trovita, bedaŭre.
fi: Ohittamaton virhe: yhtään pakettia ei valitettavasti löytynyt asennettavaksi.
fur: Fal fatâl: nissun pachet cjatât pe instalazion, mi splâs.
hr: Pripremam se za instalaciju
id: Kesalahan tidak terpulihkan: tidak ada paket yang ditemukan untuk installasi.
is: Alvarleg villa: engir pakkar fundust til að setja upp.
it: Errore fatale: non sono stati trovati pacchetti da installare.
mt: Problema: ebda pakkett ma nstab għall-installazzjoni.
nn: Kritisk feil: Fann ingen pakkar for installering.
pl: Nierozpoznany błąd: nie znaleziono pakietu do instalacji, sorry.
sc: Faddina mortali: nisçunu pakitu agatau po d'aposentai, mi spraxit.
sq: Gabim i pa mbuluar: asnjë pako e gjetur për instalim, kemi ndjesë.
sr@latn: Nepopravljiva greška: Žao mi je jer nije pronađen paket za instalaciju
tg: Хатогии бартарафнашаванда: афсӯс, ки қуттӣ барои коргузорӣ намудан ёфт нашуд.
tl: Di-nababawing error: walang nahanap na package para sa pag-i-install, sorry.
vi: Lỗi không thể khắc phục: không tìm thấy gói để cài đặt, xin lỗi.

source: Inspecting configuration files...
ast: Esaminando los ficheros de configuración...
cy: Darllen ffeiliau ffurfweddu...
nn: Granskar oppsettfiler …
pl: Sprawdzanie plików konfiguracyjnych...

source: The installation is finished; everything was installed correctly. Some configuration files were created as `.rpmnew' or `.rpmsave', you may now inspect some in order to take actions:
ar: انتهى التثبيت; تم تثبيت كل شئ بشكل صحيح. تم انشاء بعض ملفات التهيئة مثل `.rpmnew' أو `.rpmsave'، يمكنك الآن التحقق من بعضها لكي تقوم بالمطلوب منها:
ast: Finó la instalación; too foi instaláo dafechu. Dellos ficheros de configuración criaronse como `.rpmnew' o `.rpmsave', agora puedes inspeccionar dellos pa tomar una aición:
bg: Инсталирането завърши; всички бяха инсталирани коректно. Някой конфигурационни файлове бяха създадени като .rpmnew' или `.rpmsave'. Вие трябва да прегледате някой от тях за да предприемете действие:
cy: Mae'r gosod wedi gorffen; cafodd popeth ei osod yn gywir. Cafodd rhai ffeiliau ffurfweddu eu creu fel `.rpmnew' neu `.rpmsave', mae modd eu harchwilio i weithredu arnynt:
eo: La instalado finiĝis; ĉio estis ĝuste instalita. Kelkaj konfigur-dosieroj kreiĝis kiel 'rpmnew' aŭ 'rpmsave', vi povas nun enrigardi kelkajn por ekagi:
fi: Asennus on valmis; kaikki asennettiin onnistuneesti. Jotkut asetustiedostot tallennettiin päätteellä '.rpmnew' tai '.rpmsave', voit tarkistaa ne ja tehdä tarvittavat muutokset:
fur: Le instalazion e je finide; dut al è stât instalât coretementri. Al è stât creât cualchi file di configurazion `.rpmnew' or `.rpmsave', tu puedis analizâju par sielzi ce fâ di lôr:
hr: Instalacija je gotova; paket je već instaliran. Neke konfiguracije su napravljene kao `.rpmnew' ili `.rpmsave', sada neke možete pregledati kako bi napravili:
id: Installasi selesai; semuanya terinstall dengan benar. Beberapa file konfigurasi telah dibuat dengan extensi `.rpmnew' atau `.rpmsave', Anda mungkin perlu memeriksanya sekarang untuk bertindak selanjutnya:
is: Uppsetningu lokið; öll innsetning gekk eðlilega. Nýjar skrár voru búnar til - nefndar `.rpmnew' eða `.rpmsave', þú ættir nú að yfirfara þessar skrár til að athuga hvort þörf sé á aðgerðum:
it: L'installazione è terminata,tutto è stato installato correttamente. Sono stati creati alcuni file di configurazione ".rpmnew" o ".rpmsave", puoi esaminarli in modo da decidere cosa fare:
mt: L-installazzjoni lestiet; kollox ġie nstallat sew. Xi fajls ta' konfigurazzjoni inħolqu bħala ".rpmnew" jew ".rpmsave", issa tista' tinspezzjonahom sabiex tieħu azzjoni:
nn: Installering fullført. Alt vart rett installert. Nokre av oppsettfilene vart lagra med etternamna «.rpmnew» eller «.rpmsave». Du kan sjå nøyare på desse, og eventuelt gjera endringar:
pl: Zakończono instalację. Wszystko zostało zainstalowane poprawnie. Pewne pliki konfiguracyjne zostały utworzone jako `.rpmnew' lub `.rpmsave', Można je sprawdzić aby podjąć odpowiednie działanie:
sc: Aposentadura acabada; totu acabau de aposentai. Apu creau unus cantu file ke `.rpmnew' o `.rpmsave', imoi dus podis controllai po detzidi cancu atzioni:
sq: Instalimi përfundoi; gjdo gjë është instaluar si duhet. Disa konfigurime të skedareve janë krijuar si `.rpmnew' ose `.rpmsave', ju mund ti verifikoni ato, që në fund të vendosni çfarë dëshironi të bëni:
sr@latn: Instalacija je gotova, sve je dobro instalirano. Napravio sam neke fajlove sa podešavanjima, neki su napravljeni kao `.rpmnew' ili `.rpmsave', morate da ih proverite kako bi ste nešto preduzeli:
ta: நிறுவுதல் முடிந்து விட்டது; அனைத்தும் சரியாக நிறுவப்பட்டுள்ளது. சில வடிவமைப்புக் கோப்புகள் `.rpmnew அல்லது rpmsave', என்ற பெயர்களில் உருவாக்கப்பட்டது. அவற்ைறப் பார்த்து தேவையான நடவடிக்கை எடுக்கவும்
tg: Коргузориш ба итмом расид; ҳама чиз дуруст коргузорӣ шудааст. Баъзе файлҳои танзимдарорӣ ҳамчун `.rpmnew' ё `.rpmsave' офарида шуда буд, акнун метавонед баъзеашонро барои амалиётҳо бозрасӣ кунед:
tl: Tapos na ang pag-i-install; lahat ay na-install nang tama. Ilang mga configuration file ay ginawa bilang `.rpmnew' o `.rpmsave', maaari mo ngayong siyasatin ang ilan para makagawa ng mga aksyon:
vi: Quá trình cài đặt đã kết thúc; mọi thứ đã được cài đặt đúng. Một số tập tin cấu hình được tạo là `.rpmnew' hay `.rpmsave', Bây giờ bạn có thể kiểm tra một số tập tin đó để tạo các hoạt động:

source: Looking for "README" files...
ast: Guetando por ficheros "README"...
cy: Chwilio am ffeiliau "README" ...
nn: Ser etter «README»-filer …
pl: Szukanie plików "README"...

source: RPM transaction %d/%d
ast: Transacción RPM %d/%d
cy: Trafodiad RPM %d/%d
it: Transazione RPM %d/%d
nn: RPM-transaksjon %d/%d
pl: Transakcja RPM %d|%d

source: Unselect all
ast: Deseleicionar too
bg: Деселектирай
br: Andiuz an holl
cy: Dad ddewis popeth
is: Velja enga
it: Deseleziona tutto
nn: Fjern all merking
pl: Odznacz wszystko
uz@cyrillic: Ҳаммасини танлашни бекор қилиш
uz@latn: Hammasini tanlashni bekor qilish

source: Details
ast: Detalles
br: Munudoù
cy: Manylion
nn: Detaljar
pl: Szczegóły

source: Please wait, removing packages...
af: Net 'n oomblik, verwyder sagteware...
ar: انتظر من فضلك، جاري ازالة الحزم...
ast: Por favor espera, desaniciando paquetes...
bg: Моля, изчакайте. Премахване на пакети...
br: Gortozit mar plij, o lemel pakadoù ...
cy: Arhoswch, tynnu'r pecynnau...
eo: Bonvole atendu, mi malinstalas pakaĵojn...
fi: Odota, paketteja poistetaan...
fur: Par plasè spiete, o soi rimovint i pachets...
hr: Molimo pričekajte Sortiram pakete
id: Harap tunggu, menghapus paket...
is: Augnablik, fjarlægi pakka...
it: Attendere, è in corso la rimozione dei pacchetti...
lv: Lûdzu gaidiet, noòemu pakotnes...
mt: Stenna ftit, qed jitneħħew il-pakketti...
nn: Fjernar pakkar. Vent litt …
pl: Proszę czekać, usuwanie pakietów...
sc: Abeta, srèxinu is pakitus...
sq: Një moment ju lutemi, zhdukja pakove...
sr@latn: Molim Vas sačekajte, uklanjam pakete...
ta: தயவுசெய்து காத்திருக்கவும்...பொதிகள் நீக்கப்படுகின்றன...
tg: Интизор шавед, хориҷи қуттиҳо...
th: กำลังลบเพกเกจ, กรุณารอสักครู่...
tl: Pakihintay, inaalis ang mga package...
uz@cyrillic: Пакетлар олиб ташланмоқда, илтимос кутиб туринг...
uz@latn: Paketlar olib tashlanmoqda, iltimos kutib turing...
vi: Hãy đợi, đang gỡ bỏ các gói...

source: Problem during removal
af: Daar was probleme tydens die verwydering
ar: ظهرت مشاكل أثناء الحذف
ast: Problema durante'l desaniciáu
bg: Появиха се проблеми по време на премахването
br: Fazi en ar lemeladur
cy: Problem wrth dynnu
eo: Problemo okazis dum malinstalado
fi: Ongelma poistamisen aikana
fur: Probleme intant de rimozion
hr: Dogodili su se problemi prilikom instalacije
id: Masalah saat penghapusan
is: Vandræði við að fjarlægja pakka
it: Si sono verificati dei problemi durante la rimozione
mt: Problema waqt it-tneħħija
nn: Feil ved fjerning
no: Problem under fjerning
pl: Problem podczas usuwania
sc: Barrancu in sa srexinadura
sq: Një problem është paraqitur gjatë zhdukjes
sr@latn: Problem prilikom uklanjanja
ta: நீக்குதலில் பிழை நேர்ந்துள்ளது
tg: Муаммо ҳангоми хориҷкунӣ
tl: Problema habang nag-aalis
uz@cyrillic: Олиб ташлашда муаммо юзага келди
uz@latn: Olib tashlashda muammo yuzaga keldi
vi: Có trục trặc khi gỡ bỏ

source: There was a problem during the removal of packages: %s
af: Probleme ondervind tydens die verwydering van pakkette: %s
ar: كان هناك خطأ أثناء حذف الحزم: %s
ast: Hebo un fallu durante la desinstalación de los paquetes: %s
bg: Получи се грешка по време на деинсталацията на: %s
br: Fazi en eus en ar lemeladur : %s
cy: Digwyddodd gwall wrth dynnu pecyn: %s
eo: Okazis eraro dum malinstalado de pakaĵoj: %s
fi: Pakettien poistamisen aikana ilmeni ongelma: %s
fur: Al si è verificât un fal intant de rimozion dai pachets: %s
hr: Pojavili su se problemi prilikom uklanjanja paketa: %s
id: Terdapat masalah saat paket dihapus: %s
is: Það komu upp vandræði þegar pakkar voru fjarlægðir: %s
it: Si è verificato un errore durante la rimozione dei pacchetti: %s
mt: Inqalgħu problemi waqt it-tneħħija tal-pakketti: %s
nn: Det oppstod ein feil ved fjerning av desse pakkane: %s
pl: Wystąpił błąd podczas usuwania pakietów: %s
sc: Barrancu in sa srexinadura de is pakitus: %s
sq: Një problem është paraqitur gjatë zhdukjes së pakove: %s
sr@latn: Naišao sam na problem prilikom uklanjanja paketa: %s
tg: Муаммо ҳангоми хориҷи қуттиҳо рӯй дод: %s
tl: Nagkaroon ng problema habang nag-aalis ng mga package: %s
uz@cyrillic: Қуйидаги пакетларни олиб ташлашда муаммо юзага келди: %s
uz@latn: Quyidagi paketlarni olib tashlashda muammo yuzaga keldi: %s
vi: Có lỗi khi gỡ bỏ các gói: %s

source: Information
ast: Información
br: Titouroù
cy: Gwybodaeth
id: Informasi
nn: Informasjon
pl: Informacje
uz@cyrillic: Маълумот

source: Inspecting %s
af: Ondersoek %s
ar: جاري التحقق من %s
ast: Inspeicionando %s
bg: Преглеждам %s
br: Emaon o vurutellat %s
cy: Archwilio %s
eo: Inspektante %s
fi: Tarkistetaan %s
fur: Analisi di %s
hr: Provjeravam %s
id: Memeriksa %s
is: Athuga %s
it: Analisi di %s
lv: Pârbaudu %s
mt: Qed jiġi nspezzjonat %s
nn: Granskar %s
no: Sjekker %s
pl: Sprawdzanie %s
sc: Controllu %s
sq: Inspektimi i %s
sr@latn: Proveravam %s
ta: சோதிக்கப்படுகிறது %s
tg: Бозрасии(Назорати) %s
th: กำลังตรวจสอบ %s
tl: Sinisiyasat ang %s
uz@cyrillic: %s текширилмоқда
uz@latn: %s tekshirilmoqda
vi: Thẩm tra %s

source: Changes:
af: Veranderinge:
ar: التغييرات:
ast: Cambeos:
bg: Промени:
br: Kemmoù :
cy: Newidiadau:
eo: Ŝanĝo:
fi: Muutokset:
fur: Modificazions:
hr: Paketi
id: Perubahan:
is: Breytingar:
it: Modifiche:
mt: Bidliet:
nn: Endringar:
pl: Zmiany:
sc: Mudas:
sq: Ndryshimet:
sr@latn: Izmene:
ta: மாற்றங்கள்:
tg: тағиротҳо:
tl: Mga pagbabago:
uz@cyrillic: Ўзгаришлар:
uz@latn: O'zgarishlar:
vi: Các thay đổi:

source: You can either remove the .%s file, use it as main file or do nothing. If unsure, keep the current file ("%s").
ast: Puedes desaniciar el ficheru .%s, usalu como principal, o nun faigas na. Si nun tas seguru, calten el ficheru actual ("%s").
cy: Mae modd un ai tynnu'r ffel .%s, ei defnyddio fel y brif ffeil neu gwneud dim. Os ydych cyn ansicr, cadwch y ffeil bresennol ("%s")
it: Puoi rimuovere il file %s, usarlo come file principale o non fare nulla. Se hai dei dubbi, conserva il file attuale ("%s").
nn: Du kan anten fjerna fila «.%s», bruka ho som hovudfil, eller ikkje gjere noko. Viss du ikkje veit kva du skal gjera, bør du behalda den gjeldande fila («%s»).
pl: Możesz usunąć plik %s, użyć go jako plik główny lub nie robić nic. Jeżeli nie jesteś pewny co zrobić zachowaj aktualny plik ("%s).

source: Remove .%s
af: Verwyder .%s
ar: احذف .%s
ast: Desaniciar .%s
bg: Премахва .%s
br: Lemel .%s
cy: Tynnu .%s
eo: Malinstalu .%s
fi: Poista .%s
fur: Rimôf .%s
hr: Ukloniti .%s
id: Hapus .%s
is: Fjarlægja .%s
it: Rimuovi .%s
lv: Noòemt .%s
mt: Neħħi .%s
nn: Fjern .%s
no: Fjern .%s
pl: Usuń %s
sc: Srèxina .%s
sq: Zhduke .%s
sr@latn: Ukloni: %s
ta: நீக்கு .%s
tg: Хориҷи .%s
th: ลบ %s
tl: Alisin ang .%s
vi: Gỡ Bỏ .%s

source: Use .%s as main file
af: Gebruik %s as die hooflêer
ar: استخدم .%s كملف رئيسي
ast: Usar .%s como ficheru principal
bg: Използва .%s като главен файл
br: Implij .%s evel ar restr kentañ
cy: Defnyddio .%s fel y brif ffeil
eo: Uzu %s kiel ĉefan dosieron
fi: Käytä .%s päätiedostona
fur: Dopre .%s sicu file principâl
hr: Koristi .%s kao glavnu datoteku
id: Gunakan .%s sebagai file utama
is: Nota %s sem aðalskrá
it: Usa .%s come file principale
lv: Lietojiet .%s kâ galveno failu
mt: Uża .%s bħala fajl prinċipali
nn: Bruk .%s som hovudfil
no: Bruk .%s som hovedfil
pl: Użyj .%s jako plik podstawowy
sc: Imprea .%s ke file primarju
sq: Përdore .%s si skedare kryesore
sr@latn: Koristi %s kao glavni fajl
ta: .%s என்பதை முக்கிய கோப்பாக பயன்படுத்து
tg: Истифодаи .%s ҳамчун файли асосӣ
th: ใช้ %s เป็นไฟล์หลักManager
tl: Gamitin ang .%s bilang main file
uz@cyrillic: Файлни (.%s) асосий файл сифатида ишлатиш
uz@latn: Faylni (.%s) asosiy fayl sifatida ishlatish
vi: Dùng .%s là tập tin chính

source: Do nothing
af: Moet niks doen nie
ar: لا تفعل شيئاً
ast: Nun facer res
bg: Не прави нищо
br: Ober netra
cy: Gwneud dim
eo: Faru nenion
fi: Älä tee mitään
fur: No sta a fâ nuie
hr: ali ne odgovara
id: Tidak lakukan apa-apa
is: Gera ekkert
it: Non fare niente
lv: Nedarît neko
mt: Tagħmel xejn
nn: Ikkje gjer noko
no: Ikke gjør noe
pl: Nic nie rób
sc: No fatzas nudda
sq: Asnjë veprim
sr@latn: Ne radi ništa
ta: ஒன்றும் செய்யாதே
tg: Ҳеҷ кор накунед
th: ไม่ต้องทำอะไร
tl: Walang gawin
uz@cyrillic: Ҳеч нарса қилинмасин
uz@latn: Hech narsa qilinmasin
vi: Không làm gì

source: Installation finished
af: Geïnstalleer
ar: انتهى التثبيت
ast: Finó la instalación
bg: Инсталацията приключи
br: Echu eo ar staliadur
cy: Gorffennodd y gosodiad
eo: Instalo finita
fi: Asennus on valmis
fur: Instalazion finide
hr: Instalirano
id: Installasi selesai
is: Innsetningu lokið
it: Installazione completata
lv: Instalçðana pabeigta
mt: Installazzjoni lesta
nn: Installeringa er fullført
pl: Instalacja zakończona
sc: Aposentadura acabada
sq: Instalimi përfundoi
sr@latn: Instalacija gotova
ta: நிறுவுதல் முடிந்தது
tg: Коргузориш шуд
th: install เสร็จเรียบร้อย
tl: Natapos na ang pag-install
uz@cyrillic: Ўрнатиш тугади
uz@latn: O'rnatish tugadi
vi: Kết thúc cài đặt

source: Inspect...
af: Beskou...
ar: تحقَّق...
ast: Inspeccionar...
bg: Преглежда...
br: Burutellat ...
cy: Archwilio...
eo: Inspektado...
fi: Tarkista...
fur: Analizâmint...
hr: Provjera...
id: Memeriksa...
is: Athuga...
it: Esamina...
lv: Pârbaude...
mt: Spezzjona...
nn: Gransk …
no: Sjekk...
pl: Sprawdź...
sc: Controllu...
sq: Inspektim...
sr@latn: Proveri...
ta: சோதிக்கப்படுகிறது...
tg: Бозрас(Назорат)...
th: ตรวจสอบ...
tl: Siyasatin...
uz@cyrillic: Текшириш...
uz@latn: Tekshirish...
vi: Thẩm tra...

source: Please wait, searching...
af: Net 'n oomblik, besig met soektog....
ar: انتظر من فضلك، جاري البحث...
ast: Por favor espera, guetando ...
bg: Моля, изчакайте. Търсене...
br: Gortozit mar plij, o klask ...
cy: Arhoswch, chwilio...
eo: Bonvole atendu dum mi serĉas...
fi: Odota, etsitään...
fur: Par plasè spiete, ricercje in vore...
hr: Molimo pričekajte dok rpm uklanja navedene pakete:
id: Harap tunggu, sedang dicari...
is: Augnablik, leita...
it: Attendere, ricerca in corso...
lv: Lûdzu gaidiet, meklçju...
mt: Stenna ftit, qed infittex...
nn: Søkjer. Vent litt …
no: Vennligst vent, søker...
pl: Proszę czekać, wyszukiwanie...
sc: Abeta, circu...
sq: Një moment, hetimet në vazhdim e sipër...
sr@latn: Molim Vas sačekajte, tražim...
ta: தயவுசெய்து காத்திருக்கவும்..தேடப்படுகிறது
tg: Лутфан, интизор шавед, ҷустуҷӯ...
th: กำลังค้นหา กรุณารอสักครู่...
tl: Pakihintay, naghahanap...
uz@cyrillic: Қидирилмоқда, илтимос кутиб туринг...
uz@latn: Qidirilmoqda, iltimos kutib turing...
vi: Hãy đợi, đang tìm kiếm...

source: bad <url> (for local directory, the path must be absolute)
ast: <url> incorreuta (pa un direutoriu llocal, el camín tien de ser absolutu)
cy: cyfeiriadur <url> gwallus (rhaid i'r llwybr fod yn absoliwt)
it: <url> non valido (per una directory locale serve un percorso assoluto)
nn: Ugyldig <adresse> (for lokale mapper må adressa vera absolutt)
pl: nieprawidłowy <url> (dla katalogu lokalnego wymagana jest ścieżka bezwzględna)

source: %s Is it ok to continue?
af: %s Kan ons voortgaan?
ar: %s هل من الممكن المتابعة؟
ast: %s ¿Quies siguir?
bg: %s Да продължа ли?
br: %s Kenderc'hel?
cy: %s Parhau?
eo: %s Ĉu mi nun daŭrigu?
fi: %s Sopiiko että jatketaan?
fur: %s Vuelistu lâ indenant?
hr: %s Želite li nastaviti?
id: %s Apakah ok untuk dilanjutkan?
is: %s Er í lagi að halda áfram?
it: %s Vuoi proseguire?
lv: %s Vai ir labi turpinât?
mt: %s Trid li nkomplu?
nn: %s Vil du halda fram?
no: %s Er det ok å fortsette?
pl: %s Czy chcesz kontynuować?
sc: %s Fait a andai innantis?
sq: %s A pajtoheni për të vazhduar?
sr@latn: %s Da li je u redu da nastavim?
ta: %s இப்படியே தொடரலாமா?
tg: %s Давом додан гирем?
th: %s คุณต้องการจะทำต่อหรือไม่?
tl: %s Ok lang ba na magpatuloy?
uz@cyrillic: %s Давом этишни истайсизми?
uz@latn: %s Davom etishni istaysizmi?
vi: %s Có đồng ý tiếp tục không?

source: Successfully added media.
ast: Preséu amestáu dafechu.
cy: Llwyddiant wrth ychwanegu cyfrwng.
nn: Media er lagde til.
pl: Pomyślnie dodano nośnik.

source: Successfully added media %s.
ast: Preséu %s amestáu dafechu.
bg: Източникът %s е добавен успешно.
cy: Llwyddiant wrth ychwanegu cyfrwng %s.
fi: Ohjelmistolähde `%s' lisättiin onnistuneesti.
id: Penambahan media %s sukses.
is: Tókst að bæta við miðli `%s'.
it: È riuscita l'aggiunta delle fonti %s.
nn: Media «%s» er lagt til.
pl: Pomyślnie dodano nośnik %s.
sr@latn: Uspešno dodat medij `%s'.
uz@cyrillic: "%s" тўплами муваффақиятли қўшилди.
uz@latn: "%s" to'plami muvaffaqiyatli qo'shildi.

source: Successfully added medium `%s'.
ar: تمّت إضافة الوسيط `%s' بنجاح.
ast: Mediu `%s' amestáu dafechu.
bg: Източникът `%s' е добавен успешно.
cy: Llwyddiant wrth ychwanegu cyfrwng '%s'
fi: Ohjelmistolähde `%s' lisättiin onnistuneesti.
fur: Font zontade cun sucès `%s'.
id: Penambahan media `%s' sukses.
is: Tókst að bæta við miðli `%s'.
it: È riuscita l'aggiunta della fonte "%s".
mt: Ġie miżjud is-sors "%s".
nn: Mediet «%s» er lagt til.
pl: Pomyślnie dodano nośnik "%s".
sc: Acabau de açungi su mèdiu `%s'.
sr@latn: Uspešno dodat medij `%s'
tg: Муҳити `%s' бо мувафақият илова карда шуд.
tl: Matagumpay na naidagdag ang medium na `%s'.
uz@cyrillic: "%s" тўплами муваффақиятли қўшилди.
uz@latn: "%s" to'plami muvaffaqiyatli qo'shildi.
vi: Thêm phương tiện `%s' thành công.

source: Stop
af: Staak
ar: قف
ast: Parar
bg: Стоп
br: Harpañ
cy: Atal
eo: Haltu
fi: Pysäytä
fur: Ferme
hr: Zaustavljanje
is: Stöðva
mt: Ieqaf
nn: Stopp
no: Stopp
pl: Zatrzymaj
sq: Ndale
ta: நிறுத்து
tg: Ист
th: หยุด
tl: Hinto
uz@cyrillic: Тўхтатиш
uz@latn: To'xtatish
vi: Dừng

source: no xml-info available for medium "%s"
ast: nun hai xml-info disponible pal mediu "%s"
br: titour XML ebet evit ar medium « %s »
cy: dim xml-info ar gael ar gyfer cyfrwng "%s"
nn: Ingen xml-info tilgjengeleg for mediet «%s»
pl: Brak informacji o programach z nośnika "%s"

source: Search aborted
ast: Gueta encaboxada
bg: Търсенето е прекратено
br: Nulaet eo bet klask
cy: Atal y chwilio
nn: Søk avbrote
pl: Wyszukiwanie zostało przerwane

source: Selected
af: Gekose
ar: مختار
ast: Seleicionáu
bg: Избрани
br: Diuzet
cy: Dewiswyd
eo: Elektita(j)
fi: Valittu
fur: Selezionât
hr: Izaberi sve
id: Terpilih
is: Valið
it: Selezionato
lv: Izvçlçts
mt: Magħżul
nn: Valt
pl: Wybrane
sc: Sçoberau
sq: Zgjedhur
sr@latn: Izabrani
ta: தேர்வு ெசய்யப்பட்டுள்ளது
tg: Интихобшуда
th: ถูกเลือก
tl: Napili
uz@cyrillic: Танланган
uz@latn: Tanlangan
vi: Được chọn

source: Not selected
af: Nie gekies nie
ar: غير مختارة
ast: Non seleicionáu
bg: Не е избрано
br: Andiuzet
cy: Heb ei ddewis
eo: Ne elektita
fi: Ei valittu
fur: No selezionât
hr: Nije odabrano
id: Tidak terpilih
is: Ekki valið
it: Non selezionato
mt: Mhux magħżulin
nn: Ikkje valt
pl: Nie wybrane
sc: No sçoberau
sq: I pa zgjedhur
sr@latn: Nisu izabrani
tg: Интихоб нашудааст
th: ไม่ได้ถูกเลือก
tl: Hindi napili
uz@cyrillic: Танланмаган
uz@latn: Tanlanmagan
vi: Không được chọn

source: No search results.
ast: Nun s'alcontró un res.
br: Disoc'hoù ebet.
cy: Dim canlyniadau chwilio
nn: Ingen søkjeresultat.
pl: Brak wyników wyszukiwania.

source: No search results. You may want to switch to the '%s' view and to the '%s' filter
ast: Na alcontrao. Tendríes de camudar a la vista '%s' y la peñera '%s'
cy: Dim canlyniadau chwilio. Efallai'r hoffech chi newid i'r golwg '%s' ac i'r hidl '%s'.
nn: Ingen søkjeresultat. Du kan prøva å byta til «%s»-visinga og «%s»-filteret.
pl: Brak wyników wyszukiwania. Być może konieczne będzie przełączenie się do widoku %s i do filtru %s

source: Selected: %s / Free disk space: %s
af: Gekies: %s / Oop skyfspasie: %s
ar: تم اختيار: %s / المساحة المتوفرة في القرص: %s
ast: Seleicionáu: %s / Espaciu llibre en discu: %s
bg: Избрани: %s / Свободно дисково пространство: %s
br: Diuzet : %s / egor dieub ar bladenn : %s
cy: Dewiswyd: %s / Lle gwag ar ddisg: %s
eo: Elektita: %s / Libera diskospaco: %s
fi: Valitut: %s / Vapaata levytilaa: %s
fur: Selezionâts: %s / Spazi libar su disc: %s
hr: Odabrano: %s / Slobodnog diskovnog prostora: %s
id: Terpilih: %s / Ruang disk kosong: %s
is: Valið: %s / Laust diskpláss: %s
it: Selezionati: %s / Spazio libero su disco: %s
mt: Magħżula: %s / Spazju disponibbli: %s
nn: Valt: %s / Ledig plass: %s
pl: Wybranych: %s / Miejsce na dysku: %s
sc: Sçoberu: %s / Spàtziu discu lìberu: %s
sq: Zgjedhur: %s / Hapësirë e lirë në disk: %s
sr@latn: Izabrano: %s / Slobodan prostor na disku: %s
ta: ேதர்ந்ெதடுத்துள்ளவற்றின் அளவு: %s / தற்ேபாதுள்ள இடம்: %s
tg: Интихобшуда: %s / Фосилаи озоди диск: %s
tl: Napili: %s / Libreng puwang sa disk: %s
uz@cyrillic: Танланган: %s / Дискдаги бўш жой: %s
uz@latn: Tanlangan: %s / Diskdagi bo'sh joy: %s
vi: Đã chọn: %s / Không gian đĩa trống: %s

source: Package
ast: Paquete
bg: Пакет
br: Pakad
cy: Pecyn
it: Pacchetto
nn: Pakke
pl: Pakiet
uz@cyrillic: Пакет
uz@latn: Paket

source: Not installed
ast: Non instaláu
br: N'eo ket staliet
cy: Heb eu gosod
fi: Ei asennettu
id: Tidak ada yang terinstall
is: Ekki uppsett
it: Non installato
nn: Ikkje installerte
pl: Nie zainstalowany
sr@latn: Nije instalirano
uz@cyrillic: Ўрнатилмаган

source: All packages, alphabetical
af: Alle pakette, alfabeties
ar: كل الحزم، أبجدياً
ast: Tolos paquetes, alfabéticu
bg: Всички пакети по азбучен ред
br: An holl bakadoù (gant anv)
cy: Pob pecyn, trefn yr wyddor
eo: Ĉiuj pakaĵoj, laŭ alfabeto
fi: Kaikki paketit, aakkosjärjestyksessä
fur: Ducj i pachets, in ordin alfabetic
hr: Svi paketi, abecedno
id: Semua paket, menurut abjad
is: Allir pakkar, í stafrófsröð
it: Tutti i pacchetti, in ordine alfabetico
lv: Visas pakotnes, pçc alfabçta
mt: Pakketti kollha, alfabetiċi
nn: Alle pakkane (alfabetisk)
no: Alle pakker, alfabetisk
pl: Wszystkie pakiety, alfabetycznie
sc: Totu is pakitus, po litra
sq: Gjitha pakot, të radhitura simbas alfabetit
sr@latn: Svi paketi, po abecedi
ta: அனைத்து பொதிகளும்,அகர வரிசைப்படி
tg: Ҳамаи қуттиҳо, аз рӯи алифбо
th: ทุกเพกเกจ, เรียงตามตัวอักษร
tl: Lahat ng package, alphabetical
uz@cyrillic: Ҳамма пакетлар: алифбо бўйича
uz@latn: Hamma paketlar: alifbo bo'yicha
vi: Mọi gói tin, theo bảng chữ cái
