Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Finland
ar: فنلندا
ast: Finlandia
bg: Финландия
cy: Ffindir
eo: Finnlando
fi: Suomi
fur: Finlandie
hr: Pronađi:
id: Finlandia
is: Finnland
it: Finlandia
lv: Somija
mt: Finlandja
pl: Finlandia
sc: Finlàndia
sq: Finlanda
sr@latn: Finska
ta: பின்லாந்து
tg: Финлонд
th: ฟินแลนด์
uz@cyrillic: Финляндия
uz@latn: Finlyandiya
vi: Phần Lan

source: France
af: Frankryk
ar: فرنسا
ast: Francia
bg: Франция
br: Gall
cy: Ffrainc
eo: Francio
fi: Ranska
hr: Prisili
id: Perancis
is: Frakkland
it: Francia
mt: Franza
nn: Frankrike
pl: Francja
sc: França
sq: Franca
sr@latn: Francuska
ta: பிரான்ஸ்
tg: Фаронса
th: ฝรั่งเศส
uz@cyrillic: Франция
uz@latn: Frantsiya
vi: Pháp

source: Hungary
af: Hongarye
ar: المجر
ast: Hungría
bg: Унгария
br: Hongri
cy: Hwngari
eo: Hungario
fi: Unkari
fur: Ongjarie
hr: Madžarska
id: Hungaria
is: Ungverjaland
it: Ungheria
mt: Ungerija
nn: Ungarn
pl: Węgry
sc: Ungheria
sq: Hungaria
sr@latn: Mađarska
ta: ஹங்கேரி
tg: Маҷористон
uz@cyrillic: Венгрия
uz@latn: Vengriya

source: Israel
ar: اسرائيل
bg: Израел
eo: Israelo
fur: Israêl
hr: Instaliraj
is: Ísrael
it: Israele
mt: Iżrael
pl: Izrael
sc: Israeli
sq: Izraeli
sr@latn: Izrael
ta: இஸ்ேரல்
tg: Исроил
th: อิสราเอล
uz@cyrillic: Исроил
uz@latn: Isroil

source: Italy
af: Italië
ar: ايطاليا
ast: Italia
bg: Италия
br: Itali
cy: Yr Eidal
eo: Italio
fi: Italia
fur: Italie
hr: Instaliraj
id: Italia
is: Ítalía
it: Italia
mt: Italja
nn: Italia
pl: Włochy
sc: Itàlia
sq: Italia
sr@latn: Italija
ta: இத்தாலி
tg: Италия
th: อิตาลี
uz@cyrillic: Италия
uz@latn: Italiya
vi: Ý

source: Japan
ar: اليابان
ast: Xapón
bg: Япония
br: Japon
cy: Siapan
eo: Japanio
fi: Japani
fur: Gjapon
id: Jepang
it: Giappone
lv: Japâna
mt: Ġappun
pl: Japonia
sc: Japoni
sq: Japonia
ta: ஜப்பான்
tg: Ҷопон
th: ญี่ปุ่น
uz@cyrillic: Япония
uz@latn: Yaponiya
vi: Nhật

source: Netherlands
af: Nederland
ar: هولندا
ast: Países Baxos
bg: Холандия
br: Izelvroioù
cy: Yr Iseldiroedd
eo: Nederlando
fi: Alankomaat
fur: Olande
hr: Nizozemska
id: Belanda
is: Holland
it: Paesi Bassi
lv: Holande
nn: Nederland
no: Nederland
pl: Holandia
sc: Olanda
sq: Holanda
sr@latn: Holandija
ta: நெதர்லாந்து
tg: Ҳуланд
th: เนเธอร์แลนด์
uz@cyrillic: Нидерландлар
uz@latn: Niderlandlar

source: Norway
af: Norweë
ar: النرويج
ast: Noruega
bg: Норвегия
br: Norvej
cy: Norwy
eo: Norvegio
fi: Norja
fur: Norvegje
hr: Norveška
id: Norwegia
is: Noregur
it: Norvegia
lv: Norvçìija
mt: Norveġja
nn: Noreg
no: Norge
pl: Norwegia
sc: Norvexa
sq: Norvegjia
sr@latn: Norveška
ta: நார்ேவ
tg: Норвеж
th: นอร์เวย์
uz@cyrillic: Норвегия
uz@latn: Norvegiya
vi: Na Uy

source: Poland
af: Pole
ar: بولندا
ast: Polonia
bg: Полша
br: Pologn
cy: Gwlad Pwyl
eo: Pollando
fi: Puola
fur: Polonie
hr: Poljska
id: Polandia
is: Pólland
it: Polonia
lv: Polija
mt: Polonja
nn: Polen
no: Polen
pl: Polska
sc: Polònia
sq: Polonia
sr@latn: Poljska
ta: போலாந்து
tg: Лаҳистон
th: โปแลนด๋
uz@cyrillic: Полша
uz@latn: Polsha
vi: Ba Lan

source: Portugal
ar: البرتغال
bg: Португалия
cy: Portiwgal
eo: Portugalio
fi: Portugali
hr: Port:
is: Portúgal
it: Portogallo
lv: Portugâle
mt: Portugall
pl: Portugalia
sc: Portugallu
sq: Portugalia
ta: போர்சுகல்
tg: Пуртуқол
th: โปรตุเกส
uz@cyrillic: Португалия
uz@latn: Portugaliya

source: Russia
af: Rusland
ar: روسيا
ast: Rusia
bg: Русия
br: Rusi
cy: Rwsia
eo: Rusio
fi: Venäjä
fur: Russie
hr: Ruska
id: Rusia
is: Rússland
lv: Krievija
mt: Russja
nn: Russland
no: Russland
pl: Rosja
sc: Rùssia
sq: Rusia
sr@latn: Rusija
ta: ரஷ்யா
tg: Русия
th: รัสเซีย
uz@cyrillic: Россия
uz@latn: Rossiya
vi: Nga

source: Sweden
af: Swede
ar: السويد
ast: Suecia
bg: Швеция
br: Sued
eo: Svedio
fi: Ruotsi
fur: Svezie
hr: Švedska
id: Swedia
is: Svíþjóð
it: Svezia
lv: Zviedrija
mt: Svezja
nn: Sverige
no: Sverige
pl: Szwecja
sc: Svètzia
sq: Suedia
sr@latn: Švedska
ta: சுவிடன்
tg: Шветсия
th: สวีเดน
uz@cyrillic: Швеция
uz@latn: Shvetsiya
vi: Thụy Điển

source: Singapore
af: Singapoer
ar: سنغافورة
ast: Singapur
bg: Сингапур
br: Singapour
eo: Singapuro
fur: Singapôr
hr: Singapur
id: Singapura
is: Singapúr
mt: Singapor
pl: Singapur
sq: Singapurit
sr@latn: Singapur
ta: சிங்கப்பூர்
uz@cyrillic: Сингапур
uz@latn: Singapur

source: Slovakia
af: Slovakye
ar: سلوفاكيا
ast: Eslovaquia
bg: Словакия
br: Slovaki
cy: Slofacia
eo: Slovakujo
hr: Slovačka
is: Slóvakía
it: Slovacchia
mt: Slovakkja
pl: Słowacja
sc: Slovàkia
sq: Sllovakia
sr@latn: Slovačka
ta: ஸ்ேலாேவகியா
tg: Услувок
uz@cyrillic: Словакия
uz@latn: Slovakiya

source: Taiwan
ar: تايوان
bg: Тайван
br: Taeihlwan
eo: Tajvano
hr: Tajland
is: Tævan
lv: Taivâna
mt: Tajwan
pl: Tajwan
sq: Taivani
sr@latn: Tajvan
ta: தைவான்
tg: Тойвон
th: ไต้หวัน
uz@cyrillic: Тайван
uz@latn: Tayvan
vi: Đài Loan

source: United Kingdom
af: Verenigde Koninkryk
ar: المملكة المتحدة
ast: Reinu Xuníu
bg: Обединеното кралство
br: Rouantelezh Unanet
cy: Y Deyrnas Unedig
eo: Unuiĝinta Regno
fi: Iso-Britannia
fur: Ream Unît
hr: Ujedinjeno Kraljevstvo
id: Inggris
is: Stóra Bretland
it: Regno Unito
lv: Apvienotâ Karaliste
mt: Renju Unit
nn: Storbritannia
no: Storbritannia
pl: Wielka Brytania
sc: Arrennu Uniu
sq: Britania e Madhe
sr@latn: Ujedinjeno Kraljevstvo
ta: பிரிட்டன்
tg: Подшоҳии Муттаҳида
th: อังกฤษ
uz@cyrillic: Буюк Британия
uz@latn: Buyuk Britaniya
vi: Liên Hiệp Anh

source: China
ar: الصين
bg: Китай
br: Sina
cy: Tsiena
eo: Ĉinio
fi: Kiina
fur: Cine
hr: Kina
id: Cina
is: Kína
it: Cina
lv: Íîna
mt: Ċina
nn: Kina
no: Kina
pl: Chiny
sc: Cina
sq: Kina
sr@latn: Kina
ta: சீனா
tg: Хитой
th: จีน
uz@cyrillic: Хитой
uz@latn: Xitoy
vi: Trung Quốc

source: United States
af: Verenigde State
ar: الولايات المتحدة
ast: Estados Xuníos
bg: САЩ
br: Amerika
cy: Yr Unol Daleithiau
eo: Usono
fi: Yhdysvallat
fur: Stâts Unîts
hr: Sjedinjene Američke Države
id: Amerika Serikat
is: Bandaríkin
it: Stati Uniti
lv: ASV
mt: Stati Uniti
nn: USA
no: USA
pl: Stany Zjednoczone
sc: Stadus Unius
sq: Shtetet e Bashkuara
sr@latn: Sjedinjene Američke Države
ta: அமெரிக்கா
tg: Иёлоти Муттаҳида
th: สหรัฐอเมริกา
uz@cyrillic: Қўшма Штатлар
uz@latn: Qo'shma Shtatlar
vi: Hoa Kỳ

source: Please wait, downloading mirror addresses.
ar: إنتظر من فضلك، يجري تنزيل عناوين المرايا.
ast: Por favor espera, baxando les direiciones de los espeyos.
bg: Моля, почакайте. Изтегля се списъка с огледалните сървъри.
br: Gortozit mar plij, emaon oc'h enkargañ chomelec'hoù ar melezourioù.
cy: Arhoswch, llwytho i lawr cyfeiriadau drychau.
eo: Bonvole atendu, mi deŝutas speguladresojn.
fi: Odota, haetaan lista peilipalvelimista.
id: Harap tunggu, mendownload alamat-alamat mirror.
is: Augnablik, sæki upplýsingar um netföng spegla.
it: Attendere, è in corso il download degli indirizzi dei mirror.
nn: Henta spegeladresser frå Internett. Vent litt.
pl: Proszę czekać, pobieranie adresów serwerów zwierciadlanych.
sc: Abeta, scàrrigu is bivimentus de is sprigus.
sr@latn: Molim Vas sačekajte, skidam listu dodatnih adresa servera ( mirora )
tl: Pakihintay, dina-download ang mga address ng mirror.
uz@cyrillic: Илтимос кутиб туринг, ойналар рўйхати олинмоқда.
uz@latn: Iltimos kutib turing, oynalar ro'yxati olinmoqda.
vi: Hãy đợi, đang tải xuống các địa chỉ mirror.

source: Please wait, downloading mirror addresses from the OpenMandriva website.
ast: Por favor espera, baxando les direiciones de los espeyos dende'l sitiu web de OpenMandriva.
br: Gortozit mar plij, emaon oc'h enkargañ chomelec'hoù ar melezourioù evit al lec'hienn gwiad OpenMandriva.
cy: Arhoswch, llwytho i lawr cyfeiriadau drychau o safle gwe OpenMandriva.
nn: Henta spegeladresser frå OpenMandriva-nettstaden. Vent litt.
pl: Proszę czekać, pobieranie adresów serwerów zwierciadlanych.

source: retrieval of [%s] failed
ast: falló la baxada de [%s]
br: sac'het eo bet degas [%s]
cy: methodd estyn [%s]
nn: Feil ved mottak av [%s].
pl: pobieranie [%s] nie powiodło się

source: I need to access internet to get the mirror list. Please check that your network is currently running. Is it ok to continue?
ar: أحتاج الوصول إلى الانترنت للحصول على قائمة المرايا. تأكّد من فضلك أنّ شبكتك تعمل حالياً. هل من الممكن المتابعة؟
ast: Necesito acceder a Internet pa obtener la llista d'espeyos. Por favor, verifica que la conexón de rede ta activo. ¿Quies siguir?
bg: Трябва да се свържа със сайта на Мандрива,за да получа списък с огледални сървъри.Моля проверете дали в момента сте в интернет. Да продължа ли ?
cy: Mae angen i mi gysylltu â'r rhyngrwyd i gael y rhestr drychau. Gwiriwch fod eich rhwydwaith yn rhedeg. Parhau?
fi: Tarvitsen nettiyhteyttä Peilipalvelinlistan saamiseksi. Varmista että verkkoyhteytesi on avattu. Sopiiko että jatketaan?
id: Kami harus mengakses Internet untuk mendapatkan daftar mirror. Pastikan bahwa jaringan Anda sudah aktif. Apakah ok untuk dilanjutkan?
is: Ég þarf að tengjast internetinu til að sækja spegla-lista. Vinsamlega athugið að netið sé örugglega í gangi. Er í lagi að halda áfram?
it: È necessario accedere ad internet per prelevare l'elenco dei mirror. Verifica che la rete sia in funzione. Vuoi proseguire?
nn: Må kontakta Internett for å henta ei oversikt over speglar. Sjå til at nettverket er oppe. Vil du halda fram?
pl: W celu pobrania listy serwerów zwierciadlanych konieczne jest połączenie z internetem. Sprawdź, czy sieć jest aktualnie włączona. Czy chcesz kontynuować?
sc: Depu lompi a internet po tenni sa lista de is sprigus. Controlla ki s'arretza siat girendi imoi. Fait a andai innantis?
sr@latn: Morate da imate pristup internetu bi dobio-la listu servera ( mirora ). Proverite da li je vaša konekcija fukcionalna. Da li je U redu da nastavim?
tl: Kailangan kong pasuking ang internet para kunin ang talaan ng mirror. Pakisuri na kasalukuyang gumagana ang inyong network. Ok lang ba na magpatuloy?
uz@cyrillic: Ойналар рўйхатини олиш учун Интернетга уланиш керак. Илтимос тармоқ ишга тушганлигини текширинг. Давом этиш учун ҳаммаси тайёрми?
uz@latn: Oynalar ro'yxatini olish uchun Internetga ulanish kerak. Iltimos tarmoq ishga tushganligini tekshiring. Davom etish uchun hammasi tayyormi?
vi: Cần truy cập Internet để lấy danh sách mirror. Hãy kiểm tra là mạng của bạn đang chạy. Nó có tốt để tiếp tục không?

source: Mirror choice
ast: Escoyeta del espeyu
bg: Избор на огледален сървър
br: Choazh ar melezour
cy: Dewis drychau
fi: Peilipalvelimen valinta
id: Pilihan mirror
is: Spegla-val
it: Scelta del mirror
nn: Spegelval
pl: Wybór serwera lustrzanego
sr@latn: Izbor servera ( mirora )
uz@cyrillic: Ойна танлови
uz@latn: Oyna tanlovi

source: Error during download
af: Probleme gedurende die aflaai
ar: خطأ أثناء التنزيل
ast: Fallu durante la baxada
bg: Грешка при изтегляне
br: Fazi en un enkargañ
cy: Gwall wrth lwytho i lawr
eo: Eraro dum deŝutado
fi: Virhe latauksen aikana
fur: Fal tal scjiariament
hr: Greška tijekom preuzimanja paketa
id: Kesalahan saat download
is: Villa við að sækja upplýsingar
it: Errore durante il download
mt: Problema waqt it-tniżżil
nn: Feil ved nedlasting
no: Feil under nedlasting
pl: Błąd podczas pobierania
sc: Faddina in su scarrigamentu
sq: Gabim gjatë shkarkimit
sr@latn: Greška tokom preuzimanja sa interneta
ta: பொதியை இறக்குவதில் பிழை நேர்ந்துள்ளது
tg: Хатогӣ ҳангоми фаровир
th: เกิดข้อผิดพลาดขณะดาวน์โหลด
tl: Error habang nagda-download
uz@cyrillic: Олишда хато рўй берди
uz@latn: Olishda xato ro'y berdi
vi: Lỗi khi đang tải xuống

source: There was an error downloading the mirror list: %s The network, or the website, may be unavailable. Please try again later.
ar: حدث خطأ عند تنزيل قائمة المرايا: %s الشّبكة، أو الموقع، قد يكون غير متوفّر. الرجاء المحاولة لاحقاً.
ast: Hebo un fallu baxando la llista d'espeyos: %s Igual nun ta disponible la rede, o'l sitiu web. Por favor, inténta nuevamente más tarde.
bg: Получи се грешка при изтеглянето на списъка с огледални сървъри: %s Или имате проблем с достъпа до Интернет, или сайта от където се теглят в момента е недостъпен. Моля, опитайте по-късно.
cy: Cafwyd gwall wrth lwytho'r rhestr drych i lawr: %s Nid yw'r rhwydwaith, neu'r safle, ar gael. Ceisiwch eto.
eo: Okazis eraro dum deŝutado de la spegullisto: %s La reto, aŭ la retpaĝo, eble ne atingeblas. Bonvolu reprovi poste.
fi: Haettaessa listaa peilipalvelimista ilmeni virhe: %s Verkkoyhteytesi tai webbisivusto ei ole saatavilla. Yritä myöhemmin uudelleen.
id: Terjadi kesalahan saat pengambilan daftar mirror: %s Jaringan, atau website Mandriva mungkin tidak tersedia. Silakan coba lagi nanti.
is: Það kom upp villa þegar reynt var að sækja spegla-lista: %s Netið eða vefsíðan er ekki tiltæk í augnablikinu. vinsamlega reynið síðar.
it: Si è verificato un errore durante lo scaricamento della lista dei mirror: %s Probabilmente la rete o il sito web non sono disponibili. Riprova più tardi.
nn: Det oppstod ein feil ved nedlasting av spegeloversikta: %s Moglege grunnar kan vera at nettstaden eller nettverket er nede. Prøv på nytt seinare.
pl: Wystąpił błąd podczas pobierania listy serwerów zwierciadlanych: %s Sieć lub strona www OpenMandriva mogą być niedostępne. Spróbuj później ponownie.
sc: Faddina in su scàrrigu de sa lista de is sprigus: %s Forsis no giràt s'arretza o su jassu web. Torra a provai apustis.
sr@latn: Pojavila se greška tokom preuzimanja liste servera ( miror ) sajtova: %s Internet, ili Mandriva-ov veb sajt možda nisu trenutno dostupni. Pokušajte kasnije ponovo.
tl: Nagkaroon ng kamalian habang dina-download ang talaan ng mirror: %s Ang network, o ang website, ay maaaring hindi available. Pakisubukan muli mamaya.
uz@cyrillic: Ойналар рўйхатини ёзиб олишда хато рўй берди: %s Mandriva веб-сайти билан алоқа ўрнатиб бўлмади. Илтимос кейинроқ уриниб кўринг.
uz@latn: Oynalar ro'yxatini yozib olishda xato ro'y berdi: %s Mandriva veb-sayti bilan aloqa o'rnatib bo'lmadi. Iltimos keyinroq urinib ko'ring.
vi: Có lỗi tải xuống danh sách mirror: %s Mạng hay website hiện thời có thể không có. Xin hãy thử lại sau.

source: There was an error downloading the mirror list: %s The network, or the OpenMandriva website, may be unavailable. Please try again later.
ast: Hebo un fallu baxando la llista d'espeyos: %s Igual la rede, o'l sitiu web de OpenMandriva, nun ta disponible. Por favor, inténtalo más tarde.
cy: Cafwyd gwall wrth lwytho'r rhestr drych i lawr: %s Nid yw'r rhwydwaith, neu safle OpenMandriva, ar gael. Ceisiwch eto.
nn: Det oppstod ein feil ved nedlasting av spegeloversikta: %s Moglege grunnar kan vera OpenMandriva-nettstaden eller nettverket er nede. Prøv på nytt seinare.
pl: Wystąpił błąd podczas pobierania listy serwerów zwierciadlanych: %s Sieć lub strona www OpenMandriva mogą być niedostępne. Spróbuj później ponownie.

source: No mirror
af: Geen spieëlwebplekke
ar: لا مرايا
ast: Ensin espeyu
bg: Няма огледален сървър
br: N'eo ket melezou
cy: Dim drych
eo: Nenia spegulo
fi: Ei peilipalvelinta
fur: Nissun mirror
hr: mirror:
id: Tidak ada mirror
is: Enginn spegill
it: Nessun mirror
lv: Nav spoguïservera
mt: Ebda mera
nn: Ingen spegel
pl: Brak serwerów zwierciadlanych
sc: Nisçunu sprigu
sq: Asnjë pasqyre
sr@latn: Nema servera
ta: இணைப்பதிப்பு ஏதுமில்ைல
tg: Оина нест
th: ไม่พบ mirror
tl: Walang mirror
uz@cyrillic: Ойна йўқ
uz@latn: Oyna yo'q
vi: Không có mirror

source: I can't find any suitable mirror.
ar: لم يمكن العثور على أية مرآة ملائمة.
ast: Nun puedo atopar un espeyu adecuáu.
bg: Не мога да открия подходящ огледален сървър.
br: N'hell ket bet kavet ur melezour mat bennak.
cy: Methu canfod drych addas.
fi: En löydä yhtään sopivaa peilipalvelinta.
id: Mirror yang cocok tidak dapat ditemukan.
is: Ég get ekki fundið nothæfan skráaspegil.
it: Nessun mirror adeguato è disponibile.
nn: Finn ikkje ein passande spegel.
pl: Odnalezienie odpowiedniego serwera zwierciadlanego jest niemożliwe.
sc: No potzu agatai unu sprigu ki andit.
sr@latn: Ne mogu da nađem odgovarajući server ( server )
tl: Hindi ako makahanap ng angkop na mirror.
vi: Không thể tìm thấy mirror thích hợp.

source: Please choose the desired mirror.
af: Kies asseblief 'n spieëlwebplek.
ar: فضلاً اختر المرآة المطلوبة.
ast: Por favor, escueyi l'espeyu que quies.
bg: Моля, изберете желания огледален сървър.
br: Dibabit ar melezour c'hoantet.
cy: Dewiswch ddrych
eo: Bonvole elektu la deziratan spegulon.
fi: Ole hyvä ja valitse haluttu peilipalvelin.
fur: Par plasè sielç il mirror preferît.
hr: Molimo pričekajte Dohvaćam listu mirror-a
id: Pilihlah mirror yang diinginkan.
is: Vinsamlega veldu æskilegan spegil.
it: Scegli il mirror che preferisci.
lv: Lûdzu izvçlieties spoguïserveri
mt: Jekk jogħġbok agħżel mera li tixtieq.
nn: Vel spegelen du ønskjer å bruka.
pl: Wybierz serwer zwierciadlany.
sc: Sçobera su sprigu ki bolis.
sq: Zgjedheni pasqyrën tuaj.
sr@latn: Izaberite server po želji.
ta: தயவுசெய்து உங்களுக்கு அருகிலுள்ள இணைப்பதிப்ைப ேதர்ந்ெதடுங்கள்
tg: Лутфан оинаи хоҳиширо интихоб кунед.
th: กรุณาเลือก mirror ที่ต้องการ
tl: Pakipili ang hinahangad na mirror.
uz@cyrillic: Илтимос истаган ойнани танланг.
uz@latn: Iltimos istagan oynani tanlang.
vi: Hãy chọn mirror mong muốn.

source: Copying file for medium `%s'...
af: Kopieer die lêer vir media '%s'...
ar: جاري نسخ الملف للوسيط `%s'...
ast: Copiando ficheru pal mediu `%s'...
bg: Копиране на файл от източник `%s'...
br: Emaon oc'h eilañ ar restr evit ar medium « %s » ...
cy: Copïo ffeil fel ar gyfer cyfrwng '%s'...
eo: Kopiante dosieron por la datenportilo '%s'...
fi: Kopioidaan lähteen `%s' tiedostoa...
fur: O copii il file pe font `%s'...
hr: Kopiram datoteku za medij `%s'...
id: Menyalin file untuk media `%s'...
is: Afrita skrá fyrir miðil `%s'...
it: Copio i file per il supporto "%s"...
mt: Qed jiġi kkupjat fajl għas-sors "%s"...
nn: Kopierer fil for mediet «%s» …
pl: Kopiowanie pliku dla nośnika "%s"...
sc: Còpiu file po su mèdiu `%s'...
sq: Kopjimi i skedares për burimin `%s'...
sr@latn: Kopiram fajl za medij `%s'...
tg: Нусхабардории файл барои сарчашмаи `%s'...
tl: Kinokopya ang file para sa medium na `%s'...
vi: Đang sao chép tập tin cho phương tiện `%s'...

source: Examining file of medium `%s'...
af: Ondersoek medialêer '%s'.....
ar: جاري اختبار الملف للوسيط `%s'...
ast: Esaminando ficheru de mediu `%s'...
bg: Проверка на файла от източника `%s'...
br: O lenn restr ar vedium « %s » ...
cy: Archwilio ffeil cyfrwng '%s'...
eo: Kontrolante la dosieron de portilo '%s'...
fi: Tarkistetaan lähteen `%s' tiedostoa...
fur: O esamini i file de font `%s'...
hr: Ispitivanje datoteke sa medija `%s'...
id: Memeriksa file dari media `%s'...
is: Athuga skrá á miðli `%s'...
it: Esamino i file del supporto "%s"...
mt: Qed jiġi eżaminat fajl tas-sors "%s"...
nn: Granskar fila til mediet «%s» …
pl: Badanie pliku nośnika "%s"...
sc: Controllu is file de su mèdiu `%s'...
sq: Verifikimi i skedarës së burimit `%s'...
sr@latn: Ispitujem fajl za medij `%s'...
tg: Дида баромадани файли сарчашмаи `%s'...
tl: Sinusuri ang file ng medium na `%s'...
uz@cyrillic: Тўплам (%s) файли текширилмоқда...
uz@latn: To'plam (%s) fayli tekshirilmoqda...
vi: Đang kiểm tra tập tin của phương tiện `%s'...

source: Examining remote file of medium `%s'...
af: Ondersoek die afgeleë medialêer '%s'...
ar: جاري اختبار الملف البعيد للوسيط `%s'...
ast: Examinando ficheru remotu de mediu `%s'...
bg: Отдалечена проверка на файла от източник `%s'...
br: O lenn restr a-bell ar vedium « %s » ...
cy: Archwilio ffeil bell y cyfrwng '%s'...
eo: Kontrolante foran dosieron de portilo '%s'...
fi: Tarkistetaan lähteen `%s' etätiedostoa...
fur: O esamini il file rimît de font `%s'...
hr: Ispitivanje udaljene datoteke sa medija `%s'...
id: Memeriksa file remote media `%s'...
is: Athuga fjarlæga skrá fyrir miðil `%s'...
it: Esamino il file remoto del supporto "%s"...
mt: Qed jiġi eżaminat fajl remot tas-sors "%s"...
nn: Granskar fjernfila til mediet «%s» …
pl: Badanie zdalnego pliku nośnika "%s"...
sc: Controllu su file atesu de su mèdiu `%s'...
sq: Verifikimi i skedarës së largët të burimit `%s'...
sr@latn: Ispitujem udaljeni fajl za medij `%s'...
tg: Санҷидани файли дури сарчашмаи `%s'...
tl: Sinusuri ang remote file ng medium na `%s'...
vi: Đang kiểm tra tập tin ở xa của phương tiện `%s'...

source: done.
af: voltooi.
ar: تم.
ast: fecho.
bg: край.
br: graet.
cy: gorffen..
eo: farita.
fi: valmis.
fur: fat.
hr: izvršeno.
id: selesai.
is: lokið.
it: fatto.
mt: lest.
nn: fullført.
no: ferdig.
pl: gotowe.
sc: fatu.
sq: bërë.
sr@latn: urađeno.
ta: முடிந்தது
tg: шуд.
tl: tapos.
uz@cyrillic: тайёр.
uz@latn: tayyor.
vi: hoàn thành.

source: failed!
af: gefaal!
ar: فشل!
ast: ¡falló!
bg: провал!
br: sac'het!
cy: methwyd!
eo: malsukcesis!
fi: epäonnistui!
fur: falade!
hr: Lokalno
id: gagal!
is: mistókst!
it: fallita!
mt: falla!
nn: mislukka.
no: feilet!
pl: niepowodzenie!
sc: faddiu!
sq: dështoi!
sr@latn: neuspelo!
ta: ெவற்றியடையவில்ைல
tg: нагузашт!
tl: nabigo!
uz@cyrillic: муваффақиятсиз тугади!
uz@latn: muvaffaqiyatsiz tugadi!
vi: không được!

source: %s from medium %s
af: %s from media %s
ar: %s من الوسيط %s
ast: %s de mediu %s
bg: %s от източник %s
br: %s eur ar medium %s
cy: %s o gyfrwng %s
fi: %s lähteeltä %s
fur: %s de font %s
hr: %s sa medija %s
id: %s dari media %s
is: %s frá miðli %s
it: %s dal supporto %s
mt: %s mis-sors %s
nn: %s frå mediet %s
pl: %s z nośnika %s
sc: %s de su mèdiu %s
sq: %s për burimin %s
sr@latn: %s za medij %s
tg: %s аз сарчашмаи %s
tl: %s mula sa medium na %s
uz@cyrillic: %s (%s тўплами)
uz@latn: %s (%s to'plami)
vi: %s từ phương tiện %s

source: Starting download of `%s'...
af: Begin die aflaai van '%s'...
ar: جاري بدء تنزيل `%s'...
ast: Entamando baxada de `%s'...
bg: Започва изтеглянето на `%s'...
br: O komañs degas « %s » ...
cy: Cychwyn llwytho %s i lawr...
eo: Startigas deŝuton de '%s'...
fi: Aloitetaan `%s' lataaminen...
fur: Inviament dal scjariament di `%s'...
hr: Započinje preuzimanje datoteka `%s'...
id: Download `%s' dimulai...
is: Byrja að sækja `%s'...
it: Inizio del download di "%s"...
mt: Qed jitniżżel "%s"...
nn: Startar nedlasting av «%s» …
pl: Rozpoczynanie pobierania pakietu "%s"...
sc: Cumentzu a scarrigai `%s'...
sq: Nisja e shkarkimit të `%s'...
sr@latn: Pokrećem preuzimanje sa `%s'...
tg: Ба гирифтани маълумот сар намудан `%s'...
tl: Sinisimulan ang pagda-download ng `%s'...
uz@cyrillic: %s ёзиб олинмоқда...
uz@latn: %s yozib olinmoqda...
vi: Đang bắt đầu tải về `%s'...

source: Download of `%s' time to go:%s, speed:%s
ar: تنزيل `%s'، الوقت المتبقي:%s، السرعة:%s
ast: Baxada de `%s' falten:%s, velocidá:%s
bg: Изтегляне на `%s' оставащо време:%s, скорост:%s
cy: Llwytho '%s' i lawr amser yn weddill:%s, cyflymdra:%s
id: Download `%s' waktu yang dibutuhkan:%s, kecepatan:%s
nn: Lastar ned «%s». Tid igjen: %s. Fart: %s.
pl: Pobieranie pakietu "%s" czas zakończenia:%s, szybkość:%s
uz@cyrillic: %s ёзиб олинмоқда қолган вақт: %s, тезлик: %s
vi: Tải xuống của `%s' thời gian tải:%s, tốc độ:%s

source: Download of `%s' speed:%s
ar: تنزيل `%s'، السرعة:%s
ast: Baxada de `%s' velocidá:%s
bg: Изтегляне на `%s' скорост:%s
br: Oc'h enkargañ « %s » tizh : %s
cy: Llwytho '%s' i lawr cyflymdra:%s
id: Download `%s' kecepatan:%s
nn: Lastar ned «%s». Fart: %s.
pl: Pobieranie pakietu "%s" szybkość:%s
uz@cyrillic: %s ёзиб олинмоқда тезлик: %s
vi: Tải xuống của `%s' tốc độ:%s
