Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: --no-media-update don't update media at startup
ast: --no-media-update non anovar el preséu nel arranque
cy: --no-media-update peidio diweddaru cyfrwng wrth gychwyn
fi: --no-media-update älä päivitä mediaa käynnistuksessä
id: --no-media-update jangan update media saat di awal
is: --no-media-update ekki uppfæra miðil við ræsingu
it: --no-media-update non aggiorna i supporti all'avvio
nn: --no-media-update – Ikkje oppdater media ved oppstart.
pl: --no-media-update pomija aktualizację nośników przy starcie
sc: --no-media-update no ajorronist is mèdius a s'alluidura
sr@latn: --no-media-update ne nadograđuj medij prilim startovanja
vi: --no-media-update không cập nhật phương tiện khi khởi chạy

source: --parallel=alias,host be in parallel mode, use "alias" group, use "host" machine to show needed deps
cy: --parallel=alias,host ym modd paralel, defnyddio grŵp "alias" , defnyddio peiriant "host" i ddangos deps angenrheidiol
fi: --parallel=alias,kone aseta rinnakkaistila, käytä "alias" ryhmä, käytä "kone" tietokone riippuvuuksien näyttämiseen
id: --parallel=alias,host dalam mode parallel, gunakan grup "alias", gunakan "host" untuk menampilkan ketergantungan yang diperlukan
is: --parallel=alias,host vera í samhliða ham, nota "alias" hóp, nota "host" vél til að sýna pakka sem vantar
it: --parallel=alias,host lavora in parallelo, usa il gruppo "alias" e il server "host" per risolvere le dipendenze
nn: --parallel=alias,vert – Ver i parallellmodus. Bruk «alias»-gruppe og «vert»-maskin for å visa nødvendige avhengnader.
pl: --parallel=alias,host działa w trybie równoległym , użyj grupy "alias", użyj nazwy komputera "host" do wskazania wymaganych zależności
sc: --parallel=alias,host in modalidadi parallela poni su grupu "alias", poni sa màkina "host" po amostai is dependèntzias ki serbint
sr@latn: --parallel=alias,host će biti u paralelnom modu, koristi kao "alias" group, koristi kao "host" mašina će pokazati potrebne međuzavisnosti
vi: --parallel=alias,host là ở parallel mode, dùng nhóm "alias", dùng máy "host" để hiển thị các phụ thuộc (deps)

source: --rpm-root=path use another root for rpm installation
ast: --rpm-root=camín usar otru raíz pa la instalación de RPMs.
br: --rpm-root implij ur gwrizienn all evit staliañ pakadoù
cy: --rpm-root=path defnyddio root arall ar gyfer gosod rpm
it: --rpm-root=path usa un'altra radice per installare questo rpm
nn: --rpm-root=path – Bruk ei anna rot for rpm-installering.
pl: --rpm-root=ścieżka użyj innej ścieżki do instalacji pakietu rpm

source: --urpmi-root use another root for urpmi db & rpm installation
ast: --urpmi-root usar otru raíz pa urpmi db y la instalación de RPMs
br: --urpmi-root implij ur gwrizienn all evit stlennvon urpmi ha staliañ
cy: --urpmi-root defnyddio root arall ar gyfer gosod urpmi db ac rpm.
id: --urpmi-root gunakan root lain untuk installasi db urpmi & rpm.
is: --urpmi-root nota aðra rót fyrir urpmi gagnagrunn og rpm uppsetningu.
it: --root cambia la directory radice per installare i file rpm e per il db di urpmi.
nn: --urpmi-root – Bruk ei anna rot for urpmi-database og rpm-installering
pl: --urpmi-root używa innego katalogu głównego bazy danych urpmi i instalacji rpm.

source: --run-as-root force to run as root
ast: --run-as-root forciar la execución como root
cy: --run-as-root gorfodi ei redeg fel root
fi: --run-as-root pakota suorittaminen root-tunnuksella
id: --run-as-root paksa untuk dijalankan sebagai root
is: --run-as-root þvinga keyrslu sem kerfisstjóri (root)
it: --run-as-root forza l'esecuzione come root
nn: --run-as-root – Tving til å køyrast som «root».
pl: --run-as-root wymusza uruchomienie jako root
sc: --run-as-root fai comenti e root
sr@latn: --run-as-root forsiraj pokretanje kao root
vi: --run-as-root ép chạy bằng root

source: --search=pkg run search for "pkg"
ast: --search=pkg executar gueta de "pkg"
cy: --search=pkg chwilio am "pkg"
fi: --search=pkg etsi paketti nimelä "pkg"
id: --search=pkg jalankan pencarian untuk "pkg"
is: --search=pakka leita að "pakka"
it: --search=pkg esegui la ricerca di "pkg"
nn: --search=pakke – Søk etter «pakke».
pl: --search=pkg szuka wyrażenia "pkg"
sc: --search=pkg circa "pkg"
sr@latn: --search=pkg pokreni potraži za "pkg"
vi: --search=pkg chạy tìm kiếm cho "pkg"

source: --test only verify if the installation can be achieved correctly
ast: -- test verificar solo si la instalación puede llevase a cabo correutamente
cy: --test dim ond dilysu os mae modd gosod yn gywir
nn: --test – Berre kontroller at installeringa kan utførast.
pl: --test weryfikacja czy instalacja jest możliwa

source: --version print this tool's version number
ar: --version إعرض معلومات الإصدار ثم اخرج
ast: --version amosar la versión d'esta ferramienta
bg: --version показва версията и излиза
cy: --version argraffu rhif fersiwn yr offeryn
id: --version - cetak nomor versi perkakas ini
is: --version prenta útgáfunúmer þessa tóls
nn: --version – Vis versjonsnummeret til dette verktøyet
pl: --version - wyświetla numer wersji tego programu

source: Running in user mode
af: Loop in gebruikermodus
ar: جاري التشغيل في وضع المستخدم
ast: Executando en mou usuariu
bg: В потребителски режим
cy: Rhedeg ym modd defnyddiwr
eo: Rulanta en uzul-modo
fi: Suoritetaan käyttäjätilassa
fur: In esecuzion in maniere utent
hr: Pokrećem u korisničkom modu (user mode)
id: Jalankan dalam modus pengguna
is: Keyrir sem venjulegur notandi
it: In esecuzione in modo utente
mt: Modalità user
nn: Køyrer i brukarmodus
pl: Uruchamianie w trybie użytkownika
sc: Giru in modalidai umperadori
sq: Nisje në mod të përdoruesit
sr@latn: Pokrenuto u korisničkom modu
tg: Дар ҳолати корвандӣ ба кор дароварда шуда истодааст
tl: Tumatakbo sa user mode
uz@cyrillic: Фойдаланувчи усулида ишга туширилмоқда
uz@latn: Foydalanuvchi usulida ishga tushirilmoqda
vi: Chạy trong chế độ người dùng

source: You are launching this program as a normal user. You will not be able to perform modifications on the system, but you may still browse the existing database.
af: U begin hierdie program as 'n standaard gebruiker. Alhoewel u steeds in die bestaande databasis kan rondblaai sal u nie instaat wees om veranderinge te maak nie.
ar: أنت تقوم بتشغيل هذا البرنامج كمستخدم عادي. لن يكون باستطاعتك القيام بتعديلات على النظام، لكن لا يزال بإمكانك استعراض قاعدة البيانات الموجودة.
ast: Tas aniciando esti programa como usuariu non privilexiáu. Nun podrás facer cambeos nel sistema, pero puedes restolar pola base de datos de paquetes.
bg: Стартирате тази програма като обикновен потребител. Няма да имате права да правите промени, все пак може да разгледате съществуващата база.
cy: Rydych yn cychwyn y rhaglen fel defnyddiwr cyffredin. Ni fydd modd i chi greu newidiadau i'r system. ond bydd modd i chi bori'r gronfa ddata presennol.
eo: Vi lanĉas tiun programon kiel normala uzulo. Vi ne povos fari modifojn en la sistemo, sed vi povos daŭre trarigardi la ekzistantan datenbazon.
fi: Suoritat tämän ohjelman tavallisena käyttäjänä. Et voi suorittaa muutoksia järjestelmään, mutta voit selata olemassa olevaa tietokantaa.
fur: Tu stâs par inviâ chest program sicu utent normâl. No tu puedarâs fa modificazions al sisteme, ma tu podarâs distès cjalâ tai database esistints.
hr: Pokrećete ovaj program kako normalan korisnik. Nećete moći izvršiti promjene na sistemu, ali možete pregledati postojeću bazu podataka.
id: Anda menjalankan program ini sebagai pengguna biasa. Anda tidak akan dapat memodifikasi sistem, tapi tetap dapat menjelajah database yang ada.
is: Þú ert að keyra þetta forrit sem venjulegur notandi. Þú munt ekki geta gert breytingar á kerfinu, en þú getur skoðað núverandi gagnagrunn pakka.
it: Stai avviando questo programma come utente normale. Non potrai apportare modifiche al sistema, ma potrai comunque sfogliare il database esistente.
mt: Qed tħaddem dan il-programm bħala user normali. Ma tkunx tista’ tagħmel tibdiliet lis-sistema, imma xorta tista’ tara d-database eżistenti.
nn: Du køyrer dette programmet som vanlig brukar, og kan derfor ikkje gjera endringar i systemet. Men du kan likevel sjå igjennom pakkedatabasen etter interessante program.
pl: Program jest uruchamiany z poziomu zwykłego użytkownika. Nie będzie można przeprowadzać modyfikacji w systemie, lecz wciąż można będzie przeglądać istniejącą bazę danych.
sc: Ses lancendi custu programa ke umperadori normali. No as a podi fai mudas in su sistema, ma as a podi sfollyai ancora su database ki dui est.
sq: Ju jeni duke e ngarkuar këtë program sikur përdorues normal. Ju nuk keni mundësi ti përmbushni ndryshimet në sistem, mirëpo ju mund ta vështroini ende bazën e të dhënave ekzistuese.
sr@latn: Vi ste pokrenuli ovaj program kao običan korisnik. Nećete biti u mogućnosti da izvršite modifikacije na sistemu, ali možete da pretražujete postojeće baze podataka.
tg: Шумо ин барномаро ҳамчун корванди муқаррарӣ ба кор медароред. Дар систем шумо тағиротҳоро дароварда наметавонед, лекин шумо метавонед манбаи маълумотро дида бароед.
tl: Inilulunsad mo ang itong program bilang isang normal na user. Ikaw ay hindi makakagawa ng pagbabago sa sistema, pero maaari mong i-browse ang database na mayroon.
uz@cyrillic: Бу дастурни сиз оддий фойдаланувчи сифатида ишга тушираяпсиз. Тизимга ўзгаришлар киритиб бўлмайди, аммо мавжуд бўлган маълумот базасини кўришингиз мумкин.
uz@latn: Bu dasturni siz oddiy foydalanuvchi sifatida ishga tushirayapsiz. Tizimga o'zgarishlar kiritib bo'lmaydi, ammo mavjud bo'lgan ma'lumot bazasini ko'rishingiz mumkin.
vi: Bạn đang chạy chương trình này bằng người dùng thông thường. Bạn sẽ không thể thực hiện việc thay đổi hệ thống, nhưng vẫn có thể duyệt cơ sở dữ liệu hiện có.

source: Getting '%s' from XML meta-data...
ast: Obteniendo '%s' de los metadatos XML...
cy: Tynnu '%s' o meta data XML...
nn: Hentar %s frå XML-metadata …
pl: Pobieranie '%s' z plików informacji o programach

source: Please wait
af: Wag asb.
ar: الرجاء الانتظار
ast: Espera, por favor
bg: Моля, изчакайте
br: Gortozit mar plij
cy: Arhoswch
eo: Bonvole atendu
fi: Odota hetki
fur: Par plasè, spiete
hr: Molim pričekajte
id: Harap tunggu
is: Augnablik
it: Attendere prego
mt: Stenna ftit
nn: Vent litt
pl: Proszę czekać
sc: Abeta
sq: Një moment ju lutemi
sr@latn: Samo momenat...
ta: தயவுசெய்து காத்திருக்கவும்..
tg: Лутфан интизор шавед
tl: Maghintay lamang
uz@cyrillic: Илтимос кутиб туринг
uz@latn: Iltimos kutib turing
vi: Hãy đợi

source: No xml info for medium "%s", only partial result for package %s
ast: Nun hai información XML pa mediu "%s", namái resultaos parciales pal paquete %s
cy: Dim gwybodaeth xml ar gyfer cyfrwng "%s", dim ond canlyniad rhannol ar gyfer pecyn %s
nn: Ingen XML-informasjon for mediet «%s». Berre delvis resultat for pakken «%s».
pl: Brak pliku z informacjami o programach znajdujących się na nośniku "%s". Wynik dla pakietu %s jest częściowy

source: No xml info for medium "%s", unable to return any result for package %s
ast: Nun hai información XML pal mediu "%s", nun pueden retornase resultaos pal paquete %s
cy: Dim gwybodaeth xml ar gyfer cyfrwng "%s", dim canlyniad ar gyfer pecyn %s
nn: Ingen XML-informasjon for mediet «%s». Ingen resultat for pakken «%s».
pl: Brak pliku z informacjami o programach znajdujących się na nośniku "%s". Brak wyników dla pakietu %s

source: Downloading package `%s'...
ar: جاري تنزيل الحزمة `%s'...
ast: Baxando paquete `%s'...
bg: Изтегляне на пакет `%s'...
br: O tigas ar pakad « %s » ...
cy: Llwytho pecynnau i lawr ' %s'...
eo: Mi elŝutas pakaĵon '%s'...
fi: Ladataan pakettia `%s'...
fur: O stoi scjariant il pachet '%s'...
id: Mendownload paket `%s'...
is: Sæki pakka `%s'...
it: Download del pacchetto `%s'...
mt: Qed jitniżżel il-pakkett "%s"...
nn: Lastar ned pakken «%s» …
pl: Pobieranie pakietu "%s"...
sc: Scarrigamentu de su pakitu `%s'...
sq: Shkarkimi i pakos `%s'...
sr@latn: Skidam paket `%s'...
tg: Фаровири қуттии `%s'...
tl: Dina-download ang package na `%s'...
uz@cyrillic: "%s" пакети олинмоқда...
uz@latn: "%s" paketi olinmoqda...
vi: Đang tải về gói `%s'...

source: %s%% of %s completed, ETA = %s, speed = %s
ast: %s%% de %s completáu, ETA = %s, velocidá = %s
br: %s%% a %s zo echu, ETA = %s, tizh = %s
cy: %s%% o %s wedi ei gwblhau, Amser = %s, cyflymder = %s
id: %s%% dari %s selesai, ETA = %s, kecepatan = %s
is: %s%% of %s lokið, lýkur = %s, hraði = %s
it: %s%% di %s completato, ETA = %s, velocità = %s
nn: %s %% av %s fullført, tid igjen: %s, fart: %s
pl: %s%% za %s zostało pobrane, ETA = %s, prędkość = %s
uz@cyrillic: %s%% бажарилди, жами = %s, ETA = %s, тезлик = %s
uz@latn: %s%% bajarildi, jami = %s, ETA = %s, tezlik = %s

source: %s%% completed, speed = %s
ast: %s%% completáu, velocidá = %s
br: %s%% echu, tizh = %s
cy: %s%% wedi ei gwblhau, cyflymder = %s
id: %s%% selesai, kecepatan = %s
is: %s%% lokið, hraði = %s
it: %s%% completato, velocità = %s
nn: %s %% fullført, fart: %s
pl: %s%% zakończono, prędkość = %s
uz@cyrillic: %s%% бажарилди, тезлик = %s
uz@latn: %s%% bajarildi, tezlik = %s

source: Confirmation
ast: Confirmación
bg: Потвърждение
br: Kadarnadur
cy: Gwiriad
fi: Vahvistaminen
id: Konfirmasi
is: Staðfesting
it: Conferma
nn: Stadfesting
pl: Potwierdzenie
sr@latn: Potvrđivanje
uz@cyrillic: Тасдиқлаш
uz@latn: Tasdiqlash

source: I need to contact the mirror to get latest update packages. Please check that your network is currently running. Is it ok to continue?
af: Ek moet die spieëlwebplek kontak om die nuutste pakkette. te bekom. Maak tog seker u netwerk is funksioneel. Kan ons voortgaan?
ar: أحتاج للإتصال بالمرآة للحصول على أخر حزم التحديثات. فضلاً تأكد من أن الشبكة الخاصة بك تعمل حالياً. هل من الممكن المتابعة؟
ast: Necesito contautar al espeyu pa obtener los caberos paquetes anovaos. Por favor, verifica que la conexón de rede ta activa. ¿Quies siguir?
bg: Трябва да се свържа с огледалния сървър,за да получа последните пакети.Моля проверете дали имате интернет в момента . Желаете ли да продължа?
cy: Rhaid i mi gysylltu â'r drych i gael y diweddariad diogelwch diweddaraf. Gwiriwch fod y rhyngrwyd yn rhedeg. Parhau?
eo: Mi bezonas kontakti la spegulon por akiri la laste ĝisdatigitajn pakaĵojn. Bonvolu kontroli ke vi estas rete ligita. Ĉu mi nun daŭrigu?
fi: Viimeisimpien päivityspakettien saamiseksi tarvitaan yhteys peilipalvelimelle. Varmista että verkkoyhteytesi on avattu. Sopiiko että jatkan?
fur: O ai bisugne di contatâ il mirror par vê les ultimis atualizazions. Controle che le to rêt e stedi lant. Vuelistu lâ indenant?
hr: Moram kontaktirati mirror da bi dobio najnovije update paketa. Molim provjerite da li ste na mreži. Može li se nastaviti?
id: Kami harus menghubungi mirror untuk mendapatkan paket update terbaru. Pastikan bahwa jaringan Anda sudah aktif. Apakah ok untuk dilanjutkan?
is: Ég þarf að tengjast spegil-miðlara til að fá nýjustu upplýsingar um pakka Vinsamlega athugaðu hvort netsamband sé ekki uppi. Er í lagi að halda áfram?
it: È necessario contattare il mirror per recuperare gli ultimi aggiornamenti. Verifica che la rete sia in funzione. Vuoi proseguire?
lv: Man jâsazinas ar spoguïserveri, lai saòemtu pçdçjâs atjauninâðanas pakotnes. Lûdzu, pârbaudiet, vai tîkls ir patreiz pieejams. Vai ir labi turpinât?
mt: Għandi bżonn nikkuntattja l-mera biex nikseb l-aħħar pakketti aġġornati. Iċċekkja li n-network hija mtella' Trid tkompli?
nn: Må kontakta spegelen for å henta dei nyaste oppdateringspakkane. Sjå til at nettverket er oppe og fungerer. Vil du halda fram?
no: Jeg må kontakte speilet for å få tak i siste oppdateringspakker. Vennligst sjekk at nettverket ditt er oppe og går. Er det ok å fortsette?
pl: Konieczne jest skontaktowanie się z serwerem zwierciadlanym w celu pobrania najnowszych pakietów aktualizacyjnych. Sprawdź, czy sieć jest aktualnie włączona. Czy chcesz kontynuować?
sc: Depu lompi a su sprigu po tenni is ùrtimus ajorronus. Controlla ki s'arretza siat girendi. Fait a andai innantis?
sq: Kamë nevojë që ta kontaktoj pasqyrën, dhe të pranojë infomacione të reja mbi azhurnimin. Verifikoni rrjetin dhe funksionimin e tij. A dëshironi të vazhdoni?
sr@latn: Ja želim da posetim server ( miror ) radi dobavljanja najnovijih verzija paketa. Proverite da li je vaša internet konekcija funkcionalna i uspostavljena. Da li je U redu da nastavim?
ta: நான் இணைப் பதிப்பிற்க்கு சென்று புதிய பொதிகளை இறக்க வேண்டும்.இதற்கு நீங்கள் இணையத்தில் இனைந்திருக்கவேண்டும். தொடர்ந்து செல்ல சம்மதமா?
tg: Барои гирифтани қуттиҳои навтарин, ба оина пайваст шуданам лозим аст. Лутфан муайян намоед, ки шабакаи шумо дуруст кор карда истодааст. Давом додан гирем?
th: โปรแกรทต้องการติดต่อกับ mirror เพื่อหาตัวอัพเดทล่าสุด กรุณาตรวจสอบว่าระบบเนตเวอร์กกำลังใช้งานอยู่ คุณต้องการจะทำต่อไปหรือไม่?
tl: Kailangan kong makipag-alam sa mirror para makuha ang mga pinakahuling update package. Pakisuri na ang network mo ay kasalukuyang tumatakbo. Ok lang ba na magpatuloy?
uz@cyrillic: Янгиланишлар ҳақида керакли маълумотларни олиш учун ойнага уланиш керак. Бу учун компьютер тармоққа уланган ва тармоқ ишга тушган бўлиши керак. Давом этишни истайсизми?
uz@latn: Yangilanishlar haqida kerakli ma'lumotlarni olish uchun oynaga ulanish kerak. Bu uchun kompyuter tarmoqqa ulangan va tarmoq ishga tushgan bo'lishi kerak. Davom etishni istaysizmi?
vi: Cần liên lạc với mirror để lấy các gói cập nhật mới nhất. Hãy đảm bảo là mạng của bạn đang chạy. Tiếp tục được chưa?

source: Do not ask me next time
ast: Nun volver a entrugar
cy: Peidio gofyn y tro nesaf
it: Non chiederlo più
nn: Spør ikkje neste gong
pl: Nie pytaj mnie ponownie
uz@cyrillic: Бошқа сўралмасин
uz@latn: Boshqa so'ralmasin

source: Already existing update media
af: Reeds bestaande opdateringsmedia
ar: وسيط تحديث موجود مسبقاً
ast: Preséu d'anovamientos ya esiste
bg: Вече съществува този източник за обновяване
br: Bez eus ur vedia bremañaat c'hoazh
cy: Cyfrwng diweddaru sy'n bod eisoes
eo: Jam ekzistas ĝisdatiga portilo
fi: Olemassa olevat päivityslähteet
fur: Font pes atualizazions dizà esistint
hr: Provjeravam ovisnosti...
id: Media update sudah ada
is: Uppfærslumiðill þegar til
it: Supporto per gli aggiornamenti già esistente
mt: Sors ta' aġġornamenti diġà jeżisti
nn: Oppdateringsmediet finst allereie
pl: Już istniejące nośniki aktualizacyjne
sc: Mèdiu de ajorronu ki jai dui est
sq: Burimet azhurnuese veqse ekzistojnë
sr@latn: Već postojići medij za nadogradnju
tg: сарчашмаи нави аллакай вуҷуд дошта
tl: Mayroon nang update media
uz@cyrillic: Аллақачон мавжуд бўлган янгиланишлар тўплами
uz@latn: Allaqachon mavjud bo'lgan yangilanishlar to'plami
vi: Các phương tiện cập nhật hiện đang có

source: You already have at least one update medium configured, but all of them are currently disabled. You should run the Software Media Manager to enable at least one (check it in the "%s" column). Then, restart "%s".
ast: Ya tienes configuráu al menos un mediu d'anovamientos, pero toos tan desactivaos nesti momentu. Deberíes executar l'alministrador de Preseos de Software p'activar al menos un (márcalu na columna "%s"). Dempués, reanicia'l sistema "%s".
cy: Mae gennych o leiaf un cyfrwng diweddaru wedi ei ffurfweddu, ond mae'n nhw i gyd wedi eu hanalluogi. Dylech redeg y Rheolwr Cyfrwng Meddalwedd i alluogi o leiaf un (gwirio yn y golofn "%s") Yna ail gychwyn %s.
it: Hai già configurato uno o più supporti per gli aggiornamenti, ma attualmente sono tutti disabilitati. Dovresti avviare la gestione dei supporti software per abilitarne almeno uno (contrassegnandolo nella colonna "%s"). Poi riavvia "%s".
nn: Du har allereie minst eitt oppdateringsmedium, men ingen av dei er i bruk. Du bør køyra medieoppsettprogrammet, og der velja å bruka minst eitt av media (sjå i «%s»-kolonnen). Start så %s på nytt.
pl: Posiadasz już co najmniej jeden skonfigurowany nośnik aktualizacyjny lecz jest on aktualnie wyłączony. Należy uruchomić Menedżera Nośników Oprogramowania aby włączyć co najmniej jeden (zaznacz je w kolumnie "%s"). Następnie uruchom ponownie "%s".

source: You have no configured update media. Online Update cannot operate without any update media.
ast: Nun tienes preseos d'anovamientos configuraos. Online Update nun puede operar ensin preseos d'anovamientu.
cy: Nid oes gennych gyfrwng diweddaru wedi ei ffurfweddu. Nid yw Online Update yn gallu gweithredu heb gyfrwng diweddaru.
nn: Du har ikkje sett opp eit oppdateringsmedium. Programmet vil ikkje fungera utan eit oppdateringsmedium.
pl: Nośnik aktualizacji nie został skonfigurowany. Online Update nie może działać bez nośników aktualizacji.

source: I need to contact the OpenMandriva website to get the mirror list. Please check that your network is currently running. Is it ok to continue?
ast: Necesito contautar al sitiu web de OpenMandriva pa obtener la llista d'espeyos. Por favor, verifica que la conexón de rede ta activa. ¿Quies siguir?
cy: Mae angen i mi gysylltu â safle gwe OpenMandriva i gael y rhestr drychau. Gwiriwch fod eich rhwydwaith yn rhedeg. Parhau?
nn: Må kontakta OpenMandriva-nettstaden for å henta ei oversikt over speglar. Sjå til at nettverket er oppe. Vil du halda fram?
pl: Konieczne jest skontaktowanie się ze stroną OpenMandriva w celu pobrania listy serwerów zwierciadlanych. Sprawdź, czy sieć jest aktualnie włączona. Czy chcesz kontynuować?

source: How to choose manually your mirror
af: Hoe om self u spieëlwebplek te kies
ar: كيفية اختيار المرآة يدوياً
ast: Cómo escoyer manualmente l'espeyu
bg: Как да изберете ръчно вашият огледален сървър
br: Peseurt mod dibab ar melezour gant an dorn
cy: Sut i ddewis drych gyda llaw.
eo: Kiel mane elekti vian spegulon
fi: Miten manuaalisesti valitset peilipalvelimen
fur: Cemût sielzi manualmentri il mirror
hr: Kako odabrati ručno vaš zrcalni poslužitelj
id: Bagaimana memilih mirror secara manual
is: Hvernig á að velja skráaspegli handvirkt
it: Come scegliere manualmente il mirror
lv: Kâ ar rokâm izvçlçties spoguïserveri
mt: Kif tagħżel mera manwalment
nn: Korleis velja spegel manuelt
no: Hvordan velge ditt speil manuelt
pl: Sposób ręcznego wyboru serwera zwierciadlanego
sc: Comenti sçoberai a manu su sprigu
sq: Si ta zgjedhni pasqyrën tuaj vetë
sr@latn: Kako ručno izabrati svoj miror sajt
ta: உங்கள் இணைபதிப்ைப ைகமுைறயாக எப்படித் தேர்வுச் செய்வது
tg: Чӣ тавр оинаатонро дастӣ интихоб мекунед
th: วิธีเลือก mirror ของคุณเอง
tl: Paano piliin ng mano-mano ang mirror mo
vi: Cách chọn thủ công mirror của bạn
