Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: For remote media, specify when XML meta-data (file lists, changelogs & information) are downloaded.
ast: Pa los preseos remotos, especifica cuando baxar los metadatos XML (llistes de ficheros, cambeos ya información adicional)
cy: Ar gyfer cyfrwng pell, pennwch pryd fydd metadata XML (rhestrau ffeiliau, cofnod newid a gwybodaeth) yn cael eu llwytho i lawr.
nn: For fjernmedium: Vel når XML-metadata (fillister, endringsloggar og annan pakkeinformasjon) skal lastast ned:
pl: Określ kiedy mają być pobierane dodatkowe informacje o programach, które są przechowywane na serwerach z oprogramowaniem (na zdalnych repozytoriach pakietów). Informacje się są przesyłane w formacie XML (listy plików, listy zmian i informacje dodatkowe o programach).

source: For remote media, XML meta-data are never downloaded.
ast: Pa los preseos remotos, enxamás baxar los metadatos XML.
cy: Ar gyfer cyfrwng pell, nid yw meta data XML byth yn cael eu llwytho i lawr.
nn: For fjernmedium vert XML-metadata aldri lasta ned.
pl: Nie pobieraj informacji o programach przechowywanych na zdalnych repozytoriach pakietów.

source: (This is the default)
ast: (Esto ye lo predeterminao)
bg: (Това е по подразбиране)
cy: (Dyma'r rhagosodedig)
nn: (Dette er standard.)
pl: (Ta opcja jest domyślna)

source: The specific XML info file is downloaded when clicking on package.
ast: La información XML específica baxáse al calcar sobro'l paquete.
cy: Mae'r ffeil XML penodol yn cael ei llwytho i lawr wrth glicio'r pecyn.
nn: XML-infofiler vert lasta ned når du trykkjer på pakken.
pl: Pobieraj informacje o programie po jego zaznaczeniu.

source: Updating media implies updating XML info files already required at least once.
ast: L'anovamientu de preseos implica l'anovamientu de los ficheros d'información XML ya baxaos una vegada.
cy: Mae diweddaru'r cyfrwng yn awgrymu diweddaru'r ffeiliau gwybodaeth XML angenrheidiol o leiaf unwaith.
nn: Oppdatering av medium medfører oppdatering av XML-infofiler som tidlegare er henta.
pl: Aktualizuj informacje o programach podczas aktualizacji nośników.

source: All XML info files are downloaded when adding or updating media.
ast: Tolos ficheros d'información XML baxense al amestar o anovar los preseos.
cy: Mae pob ffeil gwybodaeth XML yn cael eu llwytho i lawr wrth ychwanegu neu ddiweddaru cyfrwng.
nn: Alle XML-infofiler vert lasta ned for nye og oppdaterte medium.
pl: Pobieraj informacje o programach podczas dodawania lub aktualizacji nośnika.

source: Source Removal
ar: إزالة المصدر
ast: Desaniciar una fonte
bg: Премахване на източник
br: Lemel un tarzh
cy: Tynnu'r Ffynhonnell
fi: Ohjelmistopakettien poisto
hr: Brisač izvora
id: Penghapusan Sumber
is: Fjarlægja miðil
it: Rimozione Supporto
mt: Tneħħija ta' sors
nn: Kjeldefjerning
pl: Usuwanie źródeł
sc: Arremovidura de is Mitzas
sr@latn: Uklanjanje izvora
tg: Сарчашмаи Хориҷшаванда
tl: Pagtanggal ng Source
uz@cyrillic: Тўпламни олиб ташлаш
uz@latn: To'plamni olib tashlash
vi: Gỡ Bỏ Nguồn Phần Mềm

source: Are you sure you want to remove source "%s"?
ar: هل أنت متأكد أنك تريد إزالة المصدر "%s"؟
ast: ¿De xuro que quies desaniciar la fonte "%s"?
bg: Сигурни ли сте, че желаете да изтриете източник "%s"?
br: Ha sur oc'h bezañ mennet da zilemel an tarzh « %s » ?
cy: Ydych chi'n siŵr eich bod eisiau tynnu ffynhonnell "%s"?
fi: Oletko varma että haluat poistaa lähteen "%s"?
hr: Da li stvarno želite obrisati izvor "%s"?
id: Apakah Anda yakin akan menghapus sumber "%s"?
is: Ertu vill um að þú viljir fjarlægja miðil "%s"?
it: Vuoi davvero rimuovere il supporto "%s"?
mt: Żgur li trid tneħħi s-sors "%s"?
nn: Er du sikker på at du vil fjerna kjelda «%s»?
pl: Czy na pewno chcesz usunąć nośnik "%s"?
sc: Diaderus bolis arremovi sa mitza "%s"?
sr@latn: Da li ste sigurni da želite da uklonite izvore "%s"?
tg: Шумо дар ҳақиқат сарчашмаи "%s"-ро хориҷ карданӣ ҳастед?
tl: Sigurado kang gusto mong alisin ang source na "%s"?
uz@cyrillic: "%s" тўпламини олиб ташлашни истайсизми?
uz@latn: "%s" to'plamini olib tashlashni istaysizmi?
vi: Bạn có chắc là muốn bỏ nguồn "%s" không?

source: Are you sure you want to remove the following sources?
ast: ¿De xuro que quies desaniciar les fontes siguientes?
bg: Сигурен ли сте, че желаете да изтриете тези източници?
br: Ha sur oc'h bezañ mennet da zilemel an tarzhoù a-heul ?
cy: Ydych chi'n siŵr eich bod eisiau tynnu ffynonellau canlynol?
id: Apakah Anda yakin akan menghapus sumber-sumber berikut ?
nn: Er du sikker på at du vil fjerna desse kjeldene?
pl: Czy na pewno chcesz usunąć poniższe źródła?
uz@cyrillic: Қуйидаги тўпламларни олиб ташлашни истайсизми?

source: Please wait, removing medium...
af: Net 'n oomblik, verwyder media...
ar: انتظر من فضلك، جاري اضافة الوسيط....
ast: Por favor espera, desaniciando mediu...
bg: Моля, изчакайте. Премахват се източници...
br: Gortozit mar plij, o lemel ar medium ...
cy: Arhoswch, tynnu cyfrwng...
eo: Bonvolu atendi, mi forigas portilon...
fi: Odota, poistetaan lähde...
fur: Par plasè, spiete, e je in vore le rimozion de font...
hr: Molimo pričekajte, ukljanjam medij...
id: Harap tunggu, menghapus media...
is: Augnablik, fjarlægi miðil...
it: Attendere, è in corso la rimozione del supporto...
lv: Lûdzu gaidiet, atvienoju datu nesçju...
mt: Stenna ftit, qed jitneħħa l-medju...
nn: Fjernar medium. Vent litt …
no: Vennligst vent, fjerner media...
pl: Proszę czekać, usuwanie nośnika...
sc: Abeta, arremovu su mèdiu...
sq: Një moment ju lutemi, zhdukja e burimit...
sr@latn: Molimo Vas sačekajte, uklanjam medijum...
ta: தயவுசெய்து காத்திருக்கவும்.... ஊடகம் நீக்கப்படுகிறது
tg: Интизор шавед, хориҷи миёна...
th: กำลังเอาสื่อข้อมูลออก, กรุณารอสักครู่
tl: Pakihintay, inaalis ang medium...
uz@cyrillic: Тўплам олиб ташланмоқда, илтимос кутиб туринг...
uz@latn: To'plam olib tashlanmoqda, iltimos kutib turing...
vi: Hãy đợi, đang gỡ bỏ phương tiện...

source: Edit a medium
af: Redigeer 'n media
ar: تحرير وسيط
ast: Editar un mediu
bg: Промяна на източник
br: Aozañ ar medium
cy: Golygu'r cyfrwng
eo: Redaktu Portilon
fi: Muokkaa lähdettä
fur: Mude une font
hr: Promjeni medij
id: Edit sebuah media
is: Sýsla með miðil
it: Modifica un supporto
mt: Editja sors
nn: Rediger medium
pl: Modyfikacja nośnika
sc: Muda unu mèdiu
sq: Botoje një burim
sr@latn: Izmeni medij
tg: Таҳрири сарчашма
tl: Mag-edit ng medium
uz@cyrillic: Тўпламни таҳрирлаш
uz@latn: To'plamni tahrirlash
vi: Biên tập phương tiện

source: Editing medium "%s":
af: Redigeer media "%s":
ar: جاري تحرير الوسيط "%s":
ast: Editando mediu "%s":
bg: Промяна на източник "%s":
br: O aozañ ar medium « %s » :
cy: Golygu ffynhonnell "%s":
eo: Redaktante portilon "%s":
fi: Muokataan lähdettä "%s":
fur: Modifiche de font "%s":
hr: Mijenjam medij "%s":
id: Mengedit media "%s":
is: Sýsla með miðil "%s":
it: Modifica supporto "%s":
mt: Editja s-sors "%s":
nn: Redigerer mediet «%s»:
pl: Modyfikowanie nośnika "%s":
sc: Mudu su mèdiu "%s":
sq: Botimi i burimit "%s":
sr@latn: Menjam medij "%s":
tg: Таҳрири сарчашмаи "%s":
tl: Ini-edit ang medium na "%s":
uz@cyrillic: Тўплам ("%s") таҳрирланмоқда:
uz@latn: To'plam ("%s") tahrirlanmoqda:
vi: Biên tập phương tiện "%s":

source: Downloader:
ast: Baxar con:
bg: Програма:
br: Enkarger :
cy: Llwythwr i Lawr:
id: Alat Download:
is: Niðurhalsforrit:
nn: Nedlastar:
pl: Program pobierający:
sr@latn: Preuzimač:
uz@cyrillic: Ёзиб олиш дастури:
uz@latn: Yozib olish dasturi:

source: Save changes
af: Stoor veranderinge
ar: احفظ التغييرات
ast: Guardar cambeos
bg: Запазване на промените
br: Skrivañ kemmoù
cy: Cadw newidiadau
eo: Konservu la ŝanĝojn
fi: Tallenna muutokset
fur: Salve les modifichis
hr: Pospremi promjene
id: Simpan perubahan
is: Vista breytingar
it: Salva le modifiche
lv: Saglabât izmaiòas
mt: Ikteb bidliet
nn: Lagra endringar
no: Lagrer endringer
pl: Zapisz zmiany
sc: Sarva is mudas
sq: Shpëtoi ndryshimet
sr@latn: Sačuvaj izmene
ta: மாற்றங்களை சேமி
tg: Нигоҳдории тағиротҳо
th: บันทึกการเปลี่ยนแปลง
tl: I-save ang mga pagbabago
uz@cyrillic: Ўзгаришларни сақлаш
uz@latn: O'zgarishlarni saqlash
vi: Lưu lại các thay đổi

source: Proxy...
af: Instaanbediener...
ar: اعدادات البروكسي...
bg: Настройки за прокси...
br: Proksi ...
cy: Dirprwy...
eo: Prokuro (Proxy)...
fi: Välityspalvelin...
is: Sel...
nn: Mellomtenar …
pl: Pośrednik...
sr@latn: Proksi...
tg: Ваколат...
uz@cyrillic: Прокси...
uz@latn: Proksi...

source: You need to insert the medium to continue
af: Plaas eers die media, om voort te kan gaan
ar: تحتاج الى ادخال الوسيط للمتابعة
ast: Necesites inxertar el mediu pa siguir
bg: Вие трябва да поставите източника за да продължите
br: Red eo deoc'h enlakaat ar vedium evit kenderc'el
cy: Rhaid gosod y cyfrwng i mewn i barhau
eo: Vi devas enigi la portilon por daŭrigi
fi: Sinun pitää asettaa media jatkaaksesi
fur: Insede le font par continuâ
hr: Trebate umetnuti medij za nastavak
id: Anda harus memasukkan media untuk melanjutkan
is: Þú verður að setja inn diskinn til að halda áfram
it: Inserisci il supporto per continuare
lv: Jums jâielik datu nesçjs, lai turpinâtu
mt: Trid iddaħħal id-diska biex tkompli
nn: Du må setja inn mediet før du kan halda fram
no: Du må sette inn mediumet for å fortsette
pl: Włóż nośnik, aby kontynuować
sc: Depis intrai su mèdiu po prosighiri
sq: Ju duhet të futni burimin për të vazhduar më tutje
sr@latn: Morate da ubacite medijum kako bi ste nastavili
ta: தொடர்ந்து செல்ல நீங்கள் ஊடகத்ைத உள்ளீடு செய்ய வேண்டும்
tg: Барои давом Шумо бояд миёна дохил кунед
th: คุณต้องใส่สื่อข้อมูลเพื่อทำต่อ
tl: Kailangan mong isuksok ang medium para magpatuloy
uz@cyrillic: Давом этиш учун манбани кўйишингиз керак
uz@latn: Davom etish uchun manbani ko'yishingiz kerak
vi: Cần nạp phương tiện để tiếp tục

source: In order to save the changes, you need to insert the medium in the drive.
af: Om die veranderinge te stoor, moet u die media in die aandrywer plaas.
ar: لكي يتم حفظ التغييرات، تحتاج الى ادخال الوسيط في السواقة.
ast: Pa guardar los cambeos, necesites inxertar el mediu na unidá.
bg: За да запазите промените, вие трябва първо да поставите източника в устройството.
br: Red eo deoc'h enlakaat ar vedium evit enrollañ ar c'hemmoù.
cy: Er mwyn cadw'r newidiadau, rhaid gosod y cyfrwng yn y gyrrwr.
eo: Por konservi viaĵn ŝanĝojn, vi devas enigi la datenportilon en la diskingon.
fi: Tallentaaksesi muutokset sinun pitää asettaa media asemaan.
fur: Insedâ le font tal letôr par salvâ les modifichis.
hr: Ako želite pospremiti promjene, trebate umetnuti medij u drive.
id: Untuk menyimpan perubahan, Anda harus memasukkan media ke dalam drive.
is: Til að vista breytingar, verður þú að setja miðilinn í drifið.
it: Inserire il supporto nel lettore per salvare le modifiche.
lv: Lai saglabâtu izmaiòas, Jums jâieliek datu nesçjs iekârtâ.
mt: Sabiex tikteb il-bidliet, trid iddaħħal id-diska fid-drajv
nn: For å kunna lagra endringane må setja mediet i stasjonen.
no: For å kunne lagre endringene må du settee inn et medium i stasjonen.
pl: By zapisać zmiany, należy włożyć nośnik do napędu.
sc: Po podi sarvai is mudas, depis intrai su mèdiu in su ligidori.
sq: Më në fund për ti regjistruar ndryshimet, ju duhet ta futni burimin në lexues.
sr@latn: Da bi ste sačuvali izmene, morate da ubacite medijum u uređaj.
ta: நீங்கள் செய்த மாற்றங்களை சேமிக்க, நீங்கள் ஊடகத்ைத உள்ளீடு செய்ய வேண்டும்
tg: Барои нигоҳ доштани тағирот, Шумо бояд ба ҳаракатовар миёна дохил кунед.
th: ถ้าคุณต้องการบันทึกการเปลี่ยนแปลง, คุณต้องใส่แผ่นข้อมูล
tl: Para mai-save ang mga pagbabago, kailangan mong isuksok ang medium sa drive.
uz@cyrillic: Ўзгаришларни сақлаш учун манбани ускунага қўйишингиз керак.
uz@latn: O'zgarishlarni saqlash uchun manbani uskunaga qo'yishingiz kerak.
vi: Để lưu các thay đổi, cần nạp phương tiện vào ổ.

source: Configure proxies
af: Konfigureer instaanbedieners
ar: تهيئة البروكسي
ast: Configurar proxies
bg: Настройки за прокси
br: Kefluniañ proksioù
cy: Ffurfweddu'r dirprwyon
eo: Konfiguro de prokuroj
fi: Määritä välityspalvelin
fur: Configure proxy
hr: Podesi proxy-e
id: Konfigurasikan proxy
is: Stilla sel
it: Configurazione del proxy
lv: Konfigurçt proxy serverus
mt: Ikkonfigura proxies
nn: Set opp mellomtenarar
no: Konfigurer proxier
pl: Konfiguracja serwera proxy
sc: Assètia is proxy
sq: Konfigurimi i proxies
sr@latn: Podešavanje proksija
ta: பினாமிகளை வடிவமை
tg: Танзимдарории ноибҳо
th: ปรับแต่ง proxies
tl: I-configure ang mga proxy
uz@cyrillic: Проксини мослаш
uz@latn: Proksini moslash
vi: Cấu hình các proxy

source: Proxy settings for media "%s"
ar: إعدادات البروكسي للوسيط "%s"
ast: Axustes de proxy pal preséu "%s"
bg: Прокси настройки за източник "%s"
br: Dibarzhoù proksi evit ar vedia « %s »
cy: Gosodiadau dirprwy ar gyfer cyfrwng "%s"
fi: Välityspalvelinasetukset lähteelle "%s"
hr: Proxy postavke za medij "%s"
id: Setting proxy untuk media "%s"
is: Sel-stillingar fyrir miðil "%s"
it: Parametri Proxy per il supporto "%s"
mt: Setings tal-proxy għas-sors "%s"
nn: Mellomtenaroppsett for mediet «%s»
pl: Ustawienia pośrednika dla nośnika "%s"
sc: Assètius de su proxy po mèdius "%s"
sr@latn: Proksi podešavanja da medij "%s"
tg: Гузоришҳои прокси барои муҳити "%s"
tl: Setting ng proxy para sa media na "%s"
uz@cyrillic: "%s" тўплами учун прокси мосламалари
uz@latn: "%s" to'plami uchun proksi moslamalari
vi: Thiết lập proxy cho phương tiện "%s"

source: Global proxy settings
ar: إعدادات البروكسي الشّاملة
ast: Axustes globales de proxy
bg: Глобални настройки за прокси
br: Dibarzhoù hollek ar proksi
cy: Gosodiadau dirprwy eang
fi: Yleiset välityspalvelinasetukset
hr: Globalne proxy postavke
id: Setting global proxy
is: Víðværar sel-stillingar
it: Parametri globali per il proxy
mt: Setings tal-proxy globali
nn: Globalt mellomtenaroppsett
pl: Globalne ustawienia pośrednika
sc: Totu is assètius de su proxy
sr@latn: Globalna proksi podešavanja
tg: Гузоришҳои глобалии прокси
tl: Pangkalahatang setting ng proxy
uz@cyrillic: Умумий прокси мосламалари
uz@latn: Umumiy proksi moslamalari
vi: Thiết lập proxy chung

source: If you need a proxy, enter the hostname and an optional port (syntax: <proxyhost[:port]>):
af: Indien u 'n instaanbediener gebruik, voorsien die naam en opsionelepoort ( sintaks: <instaanbediener[:poort]>):
ar: اذا كنت تحتاج الى بروكسي، أدخل اسم المستضيف و المنفذ (على الشكل التالي: <اسم المستضيف[:المنفذ[>):
ast: Si necesites un proxy, introduz el nome del agospiador y un puertu opcional (sintaxis: <proxyagospiador[:puertu]>):
bg: Ако се нуждаете от прокси, въведете име на хост и ,ако е необходимо, номер на порт (синтаксис: <proxyhost[:port]>):
br: Ma 'peus ezhomm ur proksi, roit anv an ostiz hag ur porzh diret (da skouer: <ostizproksi[:porzh]>) :
cy: Os oes angen dirprwy arnoch, rhowch enw gwesteiwr a phorth dewisol (cystrawen: <proxyhost[:port]>):
eo: Se vi bezonas prokuron, enigu la nomon de la gastiganta komputilo kaj opcie pordon (sintakso: <proxyhost[:port]>):
fi: Jos tarvitset välityspalvelinta, anna palvelimen nimi ja mahdollisesti portti (muodossa: <palvelinnimi[:portti]>):
fur: Se tu âs bisugne di un proxy, insede il so non e eventualmentri il numar di puarte (sintasse: <nonproxy[:puarte]>):
hr: Ako trebate proxy, upišite ime hosta i porta (sintaksa: <proxyhost[:port]>):
id: Jika perlu proxy, masukkan nama host dan port (syntax: <proxyhost[:port]>):
is: Ef þú þarf á seli að halda, sláðu inn vélarnafn og port (málfræði: <vélarnafn[:port]>):
it: Se devi usare un proxy, digitane il nome ed eventualmente la porta (sintassi: <nomeproxy[:porta]>):
mt: Jekk trid proxy, daħħal isem il-kompjuter u opzjonalment port (sintassi: <kompjuterproxy[:port]>):
nn: Viss du vil bruka ein mellomtenar, må du skriva inn vertsnamnet og eventuelt portnummer (syntaks: <vert[:port]>):
no: Hvis du trenger en proxy, entre vertsnavnet og en port (syntaks: <proxyvert[:port]>):
pl: Jeśli potrzebujesz proxy, wpisz nazwę komputera oraz opcjonalnie port (składnia: <proxyhost[:port]>):
sc: Ki ti serbit unu proxy, intra su nòmini host e una porta a scera (sintassi: <proxyhost[:port]>):
sq: Nëse keni nevojë për proxy, futni emrin e makinës dhe të portës zgjedhëse(sintaksa është:<emri-i-makinës[:porta]>):
sr@latn: Ako Vam je potreban proksi, unesite ime domaćina i opcioni port (sintaksa: <proksi-domacin[:port]>):
ta: உங்களுக்கு பினாமி தேவைப்பட்டால், பினாமியின் பயனர் பெயரையும் துறையையும் கொடுக்கவும்(மாதிரி: <proxyhost[:port]>):
tg: Ба Шумо ноиб лозим бошад, ба тарафи номихидматгор ва даргоҳи ихтиёрӣ гузоред (наҳв: <хидматгорноиб[:даргоҳ]>):
th: ถ้าคุณต้องการใช้ proxy กรุณาใส่ชื่อ host และ port (รูปแบบ: <proxyhost[:port]>):
tl: Kung kailangan mo ng proxy, ipasok ang hostname at ang optional port (syntax: <proxyhost[:port]>):
uz@cyrillic: Агар прокси керак бўлса, прокси серверининг номини (керак бўлса порт рақамини) киритинг (м-н <сервер[:порт]>):
uz@latn: Agar proksi kerak bo'lsa, proksi serverining nomini (kerak bo'lsa port raqamini) kiriting (m-n <server[:port]>):
vi: Nếu cần một proxy, hãy nhập hostname và một cổng (port) tùy ý (cú pháp: <proxyhost[:port]>):

source: Proxy hostname:
af: Instaanbediener se naam:
ar: اسم مستضيف البروكسي
ast: Nome del agospiador del proxy:
bg: Прокси (хост име):
br: Anv ostiz ar proksi :
cy: Enw gwesteiwr y dirprwy:
eo: Salutnomo por prokura servilo:
fi: Välityspalvelimen nimi:
fur: Non dal proxy:
hr: Proxy host ime:
id: Nama host proxy:
is: Vélarnafn sels:
it: Nome host del proxy:
lv: Proxy hosta vârds:
mt: Kompjuter tal-proxy:
nn: Vertsnamn:
pl: Serwer pośrednika:
sc: Nòmini de host de su proxy:
sq: Emri i serverit proxy:
sr@latn: Ime proksi domaćina(hostname):
ta: பினாமியின் பெயர்
tg: Ноиби номихидматгор:
th: ชื่อโฮส proxy:
uz@cyrillic: Прокси компьютернинг номи:
uz@latn: Proksi kompyuterning nomi:

source: You may specify a username/password for the proxy authentication:
ast: Puedes especificar un usuariu/contraseña pa l'autenticación del proxy:
br: Gallout a rit lakaat un arveriad/tremenger evit ar proksi :
cy: Mae modd i chi enwi defnyddiwr/cyfrinair ar gyfer dilysiad dirprwy:
id: Anda dapat menentukan pengguna/katasandi untuk otentikasi proxy:
nn: Brukarnamn og passord for mellomtenaren:
pl: Możesz podać użytkownika/hasło dla uwierzytelniania pośrednika:

source: User:
af: Gebruiker:
ar: اسم المستخدم:
ast: Usuariu:
bg: Потребител:
br: Arveriad :
cy: Defnyddiwr:
eo: Uzulo:
fi: Käyttäjä:
fur: Utent:
hr: Korisnik:
id: Pengguna:
is: Notandi:
it: Utente:
lv: Lietotâjs:
nn: Brukarnamn:
pl: Użytkownik:
sc: Umperadori:
sq: Përdoruesi:
sr@latn: Korisnik:
ta: பயனர்:
tg: Корванд:
th: ผู้ใช้:
uz@cyrillic: Фойдаланувчи:
uz@latn: Foydalanuvchi:
vi: Người dùng:

source: Add a parallel group
af: Voeg 'n parallelle groep by
ar: أضف مجموعة موازية
ast: Amestar un grupu paralelu
bg: Добавяне на паралелна група
br: Ouzhpennañ ur strollad kenstur
cy: Ychwanegu grŵp paralel
eo: Aldonu paralelan grupon
fi: Lisää rinnakkaisryhmä
fur: Zonte un grop paralêl
hr: Dodaj paralelnu grupu
id: Tambah grup parallel
is: Bæta við samhliða hóp
it: Aggiungi un gruppo parallelo
mt: Żid grupp parallel
nn: Legg til parallellgruppe
pl: Dodawanie grupy równoległej
sc: Açungi unu grupu parallelu
sq: Shtoje një grup paralel
sr@latn: Dodaj paralelnu grupu
tg: Гурӯҳи параллелиро илова намоед
tl: Magdagdag ng parallel na grupo
uz@cyrillic: Параллел гуруҳни қўшиш
uz@latn: Parallel guruhni qo'shish
vi: Thêm nhóm song song

source: Edit a parallel group
af: Redigeer 'n parallelle groep
ar: حرر مجموعة متوازية
ast: Editar un grupu paralelu
bg: Промяна на паралелна група
br: Aozaañ ur strollad kenstur
cy: Golygu grŵp paralel
eo: Redaktu paralelan grupon
fi: Muokkaa rinnakkaisryhmää
fur: Mude un grop paralêl
hr: Mijenjaj paralelnu grupu
id: Edit grup parallel
is: Sýsla með samhliða hóp
it: Modifica un gruppo parallelo
mt: Biddel grupp parallel
nn: Rediger parallellgruppe
pl: Edycja grupy równoległej
sc: Muda unu grupu parallelu
sq: Botoje grupin paralel
sr@latn: Uredite paralelnu grupu
tg: Гурӯҳи параллелиро таҳрир намоед
tl: Mag-edit ng parallel na grupo
uz@cyrillic: Параллел гуруҳни тузатиш
uz@latn: Parallel guruhni tuzatish
vi: Biên tập nhóm song song

source: Add a medium limit
af: Voeg 'n media limiet by
ar: أضف حدود المصدر
ast: Amestar un llímite de medios
bg: Добавя ограничение за източник
cy: Ychwanegu terfyn cyfrwng
eo: Aldonu limon de portilo
fi: Lisää lähderajoitus
fur: Zonte une font tal limit
hr: Dodaj limit mediju
id: Tambah batas media
is: Bæta við miðilmörkum
it: Aggiungi un supporto all'elenco
mt: Żid limitu tas-sors
nn: Set opp mediegrense
pl: Dodawanie ograniczenia nośnika
sc: Açungi unu lìmidi de mèdiu
sq: Shtoni një burim të kufizuar
sr@latn: Dodaj limit za medij
tg: Иловаи ҳудуди сарчашма
tl: Magdagdag ng medium limit
uz@cyrillic: Тўплам чекловини қўшиш
uz@latn: To'plam cheklovini qo'shish
vi: Thêm giới hạn phương tiện

source: Choose a medium to add to the media limit:
ast: Escueyi un mediu p'amestar al llímite de preseos:
cy: Dewiswch gyfrwng i ychwanegu at derfyn y cyfrwng:
id: Pilihlah media untuk ditambahkan pada batasan media:
nn: Vel mediet du vil leggja til i mediegrensa:
pl: Wybierz nośnik do dodania w ograniczeniu nośnika:

source: Add a host
af: Voeg rekenaar by
ar: أضف مستضيف
ast: Amestar un agospiador
bg: Добавяне на хост
br: Ouzhpennañ un ostiz
cy: Ychwanegu gwesteiwr:
eo: Aldonu servilon
fi: Lisää kone
fur: Zonte un host
hr: Dodaj host
id: Tambah sebuah host
is: Bæta við vél
it: Aggiungi un host
mt: Żid kompjuter
nn: Legg til vert
pl: Dodaj komputer
sc: Açungi unu host
sq: Shtimi i një ftuesi
sr@latn: Dodaj host
tg: Соҳибро ҳамроҳ намоед
tl: Magdagdag ng host
uz@cyrillic: Компьютерни қўшиш
uz@latn: Kompyuterni qo'shish
vi: Thêm host

source: Type in the hostname or IP address of the host to add:
af: Voorsien die rekenaarnaam of IP adres om by te voeg:
ar: أدخل اسم المستضيف أو عنوان IP الخاص بالمستضيف المطلوب اضافته:
ast: Introduz el nome del agospiador o la direición IP del agospiador p'amestar:
bg: Име на хост или IP адрес, който да се добави:
br: Roit anv an ostiz pe chomlec'h IP an ostiz da ouzhpennañ :
cy: Teipiwch enw gwesteiwr neu IP y gwestai i'w ychwanegu:
eo: Entajpu la servilnomon aŭ IP-adreson de la aldonenda gastiganto:
fi: Kirjoita koneen nimi tai IP-osoite jonka haluat lisätä:
fur: Insede il non o il recapit IP dal host di zontâ:
hr: Upišite ime hosta ili IP adresu hosta koji se dodaje:
id: Ketikkan nama atau alamat IP host yang akan ditambahkan:
is: Sláðu inn nafn eða IP-tölu miðlara sem á að bæta við:
it: Inserisci il nome o l'indirizzo IP dell'host da aggiungere:
mt: Ittajpja l-isem jew indirizz IP tal-kompjuter li trid iżżid:
nn: Skriv inn vertsnamnet eller IP-adressa til verten du vil leggja til:
pl: Wpisz nazwę komputera do dodania lub jego adres IP:
sc: Scrì su nòmini host o su bivimentu IP de s'host de açungi:
sq: Tip në emrin e ftuesit apo në adresën IP të ftuesit të shtuar:
sr@latn: Unesite u ime hosta ili IP adresu hosta za dodavanje:
tg: Номи соҳиби иловашавандаро ё ин ки IP-суроғаи онро дохилнамоед:
tl: I-type ang hostname o IP address ng host na idadagdag:
uz@cyrillic: Қўшиш учун компьютернинг номини ёки IP рақамини киритинг:
uz@latn: Qo'shish uchun kompyuterning nomini yoki IP raqamini kiriting:
vi: Hãy nhập hostname hay địa chỉ IP để thêm:
