Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: Please wait, updating media...
af: Net 'n oomblik, media word vervris...
ar: انتظر من فضلك، جاري تحديث الوسائط...
ast: Por favor espera, anovando preseos...
bg: Моля, изчакайте. Обновява се източник...
br: Gortozit mar plij, o bremanaat ar media ...
cy: Arhoswch, diweddaru cyfrwng...
eo: Bonvole atendu, mi ĝisdatigas...
fi: Odota, päivitetään lähteet...
fur: Par plasè spiete, atualizazion des fonts in vore...
hr: Provjeravam ovisnosti...
id: Harap tunggu, mengupdate media...
is: Augnablik, uppfæri miðil...
it: Attendere, aggiornamento dei supporti in corso...
lv: Lûdzu gaidiet, atjuaninu datu nesçju
mt: Stenna ftit, qed jiġu aġġornati l-medji...
nn: Oppdaterer medium. Vent litt …
no: Vennligst vent, oppdaterer media...
pl: Proszę czekać, aktualizacja nośnika...
sc: Abeta, ajorronu is mèdius...
sq: Një moment ju lutemi, azhurnimi i burimeve...
sr@latn: Molim Vas sačekajte, nadograđujem medij...
ta: தயவுசெய்து காத்திருக்கவும்.... ஊடகம் புதுப்பிக்கப்படுகிறது
tg: Интизор шавед, навкунии муҳит...
th: กำลังอัพเดทสื่อข้อมูล, กรุณารอสักครู่
tl: Pakihintay, ina-update ang media...
uz@cyrillic: Тўплам янгиланмоқда, илтимос кутиб туринг...
uz@latn: To'plam yangilanmoqda, iltimos kutib turing...
vi: Hãy đợi, đang cập nhật phương tiện...

source: Canceled
ast: Encaboxar
bg: Отменен
br: Nullaet
cy: Diddymwyd
nn: Avbroten
pl: Anulowano

source: Error retrieving packages
ar: خطأ في استرجاع الحزم
ast: Fallu recuperando paquetes
bg: Грешка при получаване на пакетите
br: Fazi en un digas ar pakadoù
cy: Gwall estyn pecynnau
fi: Virhe noudettaessa paketteja
fur: Fal cjapant i pachets
id: Kesalahan menerima paket
is: Villa við að sækja pakka
it: Errore nello scaricare i pacchetti
mt: Problema biex jinkisbu l-pakketti
nn: Feil ved henting av pakkar
pl: Błąd podczas pobierania pakietów
sc: Faddina agatendi is pakitus
sr@latn: Greška prilikom pristizanja paketa
tg: Хатогии бозгардонии бастаҳо
tl: May error o mali sa muling pagkuha ng mga package
vi: Lỗi lấy về các gói tin

source: It's impossible to retrieve the list of new packages from the media `%s'. Either this update media is misconfigured, and in this case you should use the Software Media Manager to remove it and re-add it in order to reconfigure it, either it is currently unreachable and you should retry later.
ar: من المستحيل استرجاع قائمة الحزم الجديدة من الوسيط `%s'. إمّا وسيط التّحديث هذا غير معدّ جيّدا، و في هذه الحالة يجب عليك استعمال مدير وسائط البرامج لحذفه ثمّ إعادة إضافته لإعداده من جديد، و إمّا الوسيط غير قابل للوصل حاليا و بالتّالي فعليك بالمحاولة مجدّدا فيما بعد.
ast: Nun foi dable recuperar la llista de paquetes nuevos dende'l repositoriu `%s'. O bien esti repositoriu d'anovamientos ta mal configuráu, en cuyo casu tendríes d'usar l'Alministrador de Preseos de Software pa desanicialu y volver a amestalu pa configuralu nuevamente; o bien n'esti intre nun puede accedese al mesmu y tendríes que intentalo más tarde.
bg: Не е възможно да се получи информазия за нови пакети от този източник `%s'. В случаи, че този източник е нрправилно конфигуриран, можете да го премахнете, и да го добавите отново.
cy: Mae'n amhosibl estyn y rhestr o becynnau newydd o gyfrwng '%s'. Un ai mae'r cyfrwng wedi ei gam ffurfweddu ac os felly dylech ddefnyddio'r Rheolwr Cyfrwng Meddalwedd i'w dynnu a'i ailosod fel bo modd ei ail ffurfweddu, neu nid oes modd ei gyrraedd ar hyn o bryd a dylech geisio eto rhywbryd.
fi: Lähteeltä %s ei voida noutaa uusien pakettien listaa: Joko tämä lähde on väärin asetettu - jolloin sinun pitäisi käyttää Ohjelmisto- lähteiden hallintaa poistaaksesi ja lisätäksesi sen uudelleen oikein asetettuna - tai se on tilapäisesti poistettu käytöstä jolloin voit yrittää myöhemmin uudelleen.
fur: No l'è pussibil cjapâ le liste dai gnûfs pachets de font `%s'. Sei che le to font di atualizazion e je configurade mâl, e in chest câs tu âs di doprâ il Gjestôr di Font Software par rimovile e tornâ a zontale in ordin par tornâ a configurâle, sei che al moment no si rive a cjatâ e tu scugnis tornâ a provâ daspò.
id: Tidak mungkin menerima daftar paket baru dari media `%s'. Apakah media update tidak terkonfigurasi, dan pada kasus ini Anda harus menggunakan Manajer Media Perangkat Lunak untuk menghapus dan menambahkan ulang untuk mengkonfigurasi ulang, ataukah saat ini tidak tersedia dan Anda harus mencoba ulang nanti.
is: Það er ekki mögulegt að sækja lista af nýjum pökkum frá miðli `%s'. Annað hvort er þessi miðill ekki rétt uppsettur, og í því tilviki ættir þú að nota Hugbúnaðar-miðla-tólið til að fjarlægja miðilinn og bæta honum við aftur, til að endurstilla hann, eða hann er ekki tiltækur í augnablikinu og þú ættir að reyna síðar.
it: Impossibile recuperare la lista dei nuovi pacchetti dal supporto `%s'. Forse il supporto è mal configurato ed in questo caso dovresti usare il tool "Gestione Supporti" per riconfigurarlo; o forse è momentaneamente irraggiungibile e devi riprovare più tardi
mt: Mhux possibbli li tinqara l-lista ta' pakketti ġodda mis-sors "%s". Jew is-sors ta' aġġornamenti mhux konfigurat sew, u f' dan il-każ tista' tuża l-Immaniġġjar ta' Sorsi biex tneħħih u terġa' żżidu, inkella bħalissa ma jistax jintleħaq u tista' tipprova iżjed tard.
nn: Kan ikkje henta oversikt over nye pakkar frå mediet «%s». Anten er ikkje dette mediet rett sett opp, eller så er det ikkje tilgjengeleg. I førstnemnte tilfelle bør du bruka mediehandteringsprogrammet til å fjerna mediet, og så leggja det til på nytt. Om mediet ikkje er tilgjengeleg, bør du prøva på nytt seinare.
pl: Nie można pobrać listy nowych pakietów z nośnika "%s" Albo ten nośnik aktualizacyjny jest niepoprawnie skonfigurowany, albo w tym przypadku należy użyć Menedżera Nośników Oprogramowania aby usunąć i ponownie dodać w celu ponownej konfiguracji. Inną przyczyną może być niedostępność pakietu i należy spróbować jeszcze raz później.
sc: No fait a agatai sa lista de is pakitus nous de is mèdius`%s'. O su mèdiu de ajorronu est assetiau mali, e in s'atopu iast a depi impreai su Manijadori de Mèdius de Programas po du burrai e du torrai a açungi po d'assetiai, opuru imoi no fait a nci lompi e depis provai prus a tradu.
sr@latn: Nemoguće je dobiti listu novih paketa sa medija `%s'. Ili je nadogradnja medija pogrešno konfigurisana, i u tom slučaju treba koristiti Softver Medija Menadžer da bi se uklonio i ponovo dodao kako bi se ponovo konfigurisao,ili je trenutno nedostupan i treba pokušati kasnije.
tg: Бозёбии рӯйхати бастаҳои нав аз расонаи `%s' ғайри имкон аст. Ё ин навсозии расона танзим нашудааст ва дар ин ҳолат шумо бояд Мудири Расонаи Сахтафзорро барои хориҷкунӣ ва бозилованамоии он истифода баред бо мақсади азнавтанзимкунии он, ё дар айни замон он дастнорас аст ва шумо бояд дертар кӯшиш кунед.
tl: Imposibleng makuhang muli ang talaan ng mga bagong package mula sa media na `%s'. Maaaring hindi tama ang pagka-configure sa update media na ito, at sa ganitong kaso dapat mong gamitin ang Tagapangasiwa ng Software Media para tanggalin ito at idagdag muli para muling i-configure ito, O kaya ay hindi ito maabot sa kasalukuyan at dapat subukan na lamang muli mamaya.
vi: Không thể lấy danh sách gói tin mới từ phương tiện `%s'. Có lẽ do cấu hình sai phương tiện này, nếu vậy bạn dùng Trình Quản Lý Phương Tiện Phần Mềm để gỡ bỏ nó rồi cài lại để cấu hình lại, hoặc là do chưa truy cập được phương tiện, hãy thử lại sau.

source: Update media
af: Dateer media op
ar: حدّث الوسائط
ast: Anovar preseos
bg: Обновяване на източник
br: Bremanaat ar media
cy: Diweddaru'r cyfrwng
eo: Ĝisdatigu datenportilon
fi: Päivitä lähteet
fur: Atualize fonts
hr: Ažuriraj izvore
id: Media update
is: Uppfæra miðil
it: Aggiorna supporti
mt: Aġġorna sorsi
nn: Oppdater medium
pl: Aktualizacja nośnika(-ów)
sc: Ajorrona mèdius
sq: Azhurnim i burimit
sr@latn: Nadogradnja medija
tg: Навкунии сарчашма(ҳо)
tl: I-update ang media
uz@cyrillic: Тўпламни янгилаш
uz@latn: To'plamni yangilash
vi: Phương tiện cập nhật

source: No active medium found. You must enable some media to be able to update them.
ast: Nun s'atopó dengún mediu d'instalación activu. Tienes d'activar dalgún pa poder anovalos.
bg: Не е открит активен източник. Трябва да разрешите някой източник за да може да го обновявате.
cy: Heb ganfod cyfrwng byw. Rhaid galluogi cyfrwng i'w diweddaru.
fi: Aktiivinen lähde ei löytynyt. sinun pitää aktivoida joitakin lähteitä voidaaksesi päivittää niitä.
id: Tidak ada media aktif yang ditemukan. Anda harus mengaktifkan beberapa media untuk dapat mengupdatenya.
is: Engur virkur miðill fannst. Þú verður að virkja einhverja miðla til að geta uppfært þá.
it: Non ci sono supporti attivi. Devi attivare qualche supporto se vuoi aggiornali.
nn: Fann ingen aktive medium. Du må aktivera media før du kan oppdatera dei.
pl: Nie odnaleziono aktywnego nośnika. Aby zaktualizować nośnik należy go aktywować.
sr@latn: Nisu nađeni mediji koji su aktivni. Morate ih učiniti dostupnim da bi ih mogli nadograditi.

source: Select the media you wish to update:
af: Kies die media wat u wil opdateer:
ar: اختر الوسائط التي تريد تحديثها:
ast: Escueyi los preseos que quies anovar:
bg: Моля, изберете източници, които искате да се обновят:
br: Dibabit ar media da vremanaat :
cy: Dewiswch y cyfrwng i'w diweddaru:
eo: Bonvole elektu la datenportilon kiun vi deziras ĝisdatigi:
fi: Valitse lähteet, jotka haluat päivittää:
fur: Sielç le font che tu âs voie di atualizâ:
hr: Molim odaberite izvore koje želite dograditi:
id: Pilih media yang ingin di-update:
is: Veldu miðil sem þú vilt uppfæra:
it: Seleziona i supporti che vuoi aggiornare:
mt: Agħżel is-sorsi li trid taġġorna:
nn: Vel media du vil oppdatera:
pl: Wybierz nośnik(i) do aktualizacji:
sc: Sçobera is mèdius ki bolis ajorronai:
sq: Zgjedhni burimin të cilin dëshironi t'azhurnoni:
sr@latn: Izaberite medij koji želite da nadogradite:
tg: Сарчашмаҳое, ки аз нав кардан мехоҳед, интихоб кунед:
tl: Piliin ang media na nais mong i-update:
uz@cyrillic: Янгиланиши керак бўлган тўпламни танланг:
uz@latn: Yangilanishi kerak bo'lgan to'plamni tanlang:
vi: Hãy chọn phương tiện bạn muốn cập nhật:

source: Update
af: Opgradeer
ar: حدّث
ast: Anovar
bg: Обновяване
br: Bremañaat
cy: Diweddaru
eo: Ĝisdatigu
fi: Päivitä
fur: Atualize
hr: Nadogradi
is: Uppfæra
it: Aggiorna
lv: Atjauninât
mt: Aġġorna
nn: Oppdater
no: Oppdater
pl: Aktualizuj
sc: Ajorrona
sq: Azhurnimi
sr@latn: Nadogradnja
ta: புதுப்பிக்கவும்
tg: Нав кардан
th: อัพเดท
tl: I-update
uz@cyrillic: Янгилаш
uz@latn: Yangilash
vi: Cập nhật

source: Unable to update medium; it will be automatically disabled. Errors: %s
af: Kon nie die media opdateer nie, dit sal tydelik gesper word. Foute: %s
ar: تعذر تحديث الوسيط; سيتم تعطيله آلياً. الأخطاء: %s
ast: Nun puede anovase'l mediu; desactivaráse automáticamente. Fallos: %s
bg: Не може да обнови източник; той ще бъде автоматично забранен. Грешки: %s
cy: Methu diweddaru'r cyfrwng; bydd yn cael ei anablu'n awtomatig. Gwallau: %s
eo: Neeble ĝisdatigi portilon; ĝi estos aŭtomate elŝaltita. Eraroj: %s
fi: Lähteen päivitys epäonnistui, poistetaan käytöstä automaattisesti. Virheet: %s
fur: No rivi a atualizâ le font; e vignarâ disabilitade automatichementri. Fai: %s
hr: Nemogu osvježiti promjene na medij,biti će automatski isključen . Greške: %s
id: Tidak dapat meng-update media; akan dinonaktifkan. Kesalahan: %s
is: Get ekki uppfært miðil, hann verður aftengdur. Villur: %s
it: Impossibile aggiornare il supporto, sarà automaticamente disabilitata. Errori: %s
mt: Ma nistax naġġorna medju, se jiġi diżabbilit awtomatikament. Problemi: %s
nn: Klarte ikkje oppdatera mediet. Det vert automatisk sett ut av bruk. Feil: %s
pl: Nie można zaktualizować nośnika; zostanie automatycznie wyłączony. Błędy: %s
sc: No potzu ajorronai su mèdiu; d'apu a disabivai in automàtigu. Faddinas: %s
sq: I pa mundur azhurnimi i burimit; do të shkëputet automatikisht. Gabimet: %s
sr@latn: Ne mogu da nadogradim medij, on će biti automatski isključen. Greške: %s
tg: Имконияти нав намудани сарчашма вуҷуд надорад; он ба таври автоматӣқатъ карда мешавад. Хатогиҳо: %s
tl: Hindi ma-update ang medium; automatic itong idi-disable. Mga error: %s
vi: Không thể cập nhật phương tiện, nó sẽ tự động tắt. Lỗi: %s

source: Unable to add medium, errors reported: %s
ar: تعذّرت إضافة الوسيط، الأخطاء المبلّغة: %s
ast: Nun puede amestase mediu, fallos informaos: %s
bg: Не може да се доби източник, възникна грешка: %s
br: N'hell ket bet ouzhpennet ar vedium. Bez eus fazioù : %s
cy: Methu ychwanegu cyfrwng, gwallau: %s
fi: Lähteen lisääminen epäonnistui, virheet: %s
fur: No rivi a zontâ le font, fai cjatâts: %s
id: Tidak dapat menambahkan media, kesalahan yang dilaporkan: %s
is: Get ekki bætt við miðli, tilgreindar villur: %s
it: Impossibile aggiungere il supporto, problema: %s
mt: Ma setax jiġi miżjud is-sors; kien hemm dawn il-problema: %s
nn: Klarte ikkje oppdatera mediet. Feil: %s
pl: Nie można dodać nośnika, zgłoszone błędy: %s
sc: No potzu açungi su mèdiu, faddinas arrelatadas: %s
sr@latn: Nemoguće je dodati medij, izveštaj o greškama: %s
tg: Иловакунии муҳит ғайри имкон аст, маърӯзаи хатогиҳо: %s
tl: Hindi maidagdag ang medium, mga iniulat na error: %s
vi: Không thể thêm phương tiện, báo lỗi sau: %s

source: Unable to create medium.
af: Probleme met skep van media.
ar: تعذر انشاء الوسيط
ast: Nun puede criase'l mediu.
bg: Не може да се създаде източник.
br: Ne m'eus ket gallet krouiñ ar medium.
cy: Methu creu cyfrwng.
eo: Ne povis krei datenportilon.
fi: Lähteen luominen epäonnistui.
fur: No rivi a creâ le font.
hr: Ne mogu napraviti medij.
id: Gagal membuat media.
is: Gat ekki búið til miðil.
it: Impossibile creare il supporto.
lv: Nevaru izveidot datu nesçju.
mt: Ma nistax noħloq medju.
nn: Klarte ikkje leggja til mediet.
no: Kan ikke opprette media.
pl: Nie można utworzyć nośnika.
sc: No potzu creai su mèdiu.
sq: I pa mundur krijimi i burimit.
sr@latn: Ne mogu da napravim medij.
ta: ஊடகத்ைத உருவாக்க முடியவில்ைல
tg: Тартиби сарчашма номумкин мебошад.
th: ไม่สามารถสร้างแผ่นข้อมูลได้
tl: Hindi magawa ang medium.
uz@cyrillic: Тўпламни яратиб бўлмади.
uz@latn: To'plamni yaratib bo'lmadi.
vi: Không thể tạo phương tiện.

source: Failure when adding medium
ar: فشل عند إضافة الوسيط
ast: Fallu al amestar mediu
bg: Грешка при добавяне на източник
br: Fazi en ur grouiñ ar medium
cy: Methu ychwanegu cyfrwng
fi: Virhe lisättäessä lähdettä
fur: Fal te zonte de font
hr: Provjeravam ovisnosti...
id: Kesalahan ketika menambahkan media
is: Villa þegar miðli var bætt við
it: Errore nell'aggiunta del supporto
mt: Problema waqt iż-żieda ta' sors
nn: Feil ved forsøk på å leggja til medium
pl: Niepowodzenie podczas dodawania nośnika
sc: Faddina açungendi su mèdiu.
sr@latn: Greška pri ubacivanju medija
tg: Нокомӣ ҳангоми иловакунии муҳит
tl: Kabiguan kung nagdadagdag ng medium
uz@cyrillic: Тўпламни қўшиш муваффақиятсиз тугади
uz@latn: To'plamni qo'shish muvaffaqiyatsiz tugadi
vi: Lỗi khi thêm phương tiện

source: There was a problem adding medium: %s
ar: حدث مشكل عند محاولة إضافة الوسيط: %s
ast: Hebo un problema al amestar el mediu: %s
bg: Получи се грешка при добавянето на източника: %s
br: Degouezhet ez eus ur fazi en un ouzhpennañ ar medium : %s
cy: Digwyddodd anhawster wrth ychwanegu cyfrwng: %s
fi: Lähteen lisäämisessä ilmeni ongelma: %s
fur: Al è stât un fal te zonte de font: %s
hr: Došlo je do problema prilikom dodavanja medija: %s
id: Terdapat masalah saat menambahkan media: %s
is: Það voru vandræði við að bæta við miðli: %s
it: Si è verificato un problema durante l'aggiunta del supporto: %s
mt: Kien hemm problema waqt iż-żieda ta' sors: %s
nn: Det oppstod ein feil ved forsøk på å leggja til mediet: %s
pl: Wystąpił błąd podczas dodawania nośnika: %s
sc: Barrancu açungendi su mèdiu: %s
sr@latn: Naišao sam na problem tokom ubacivanja medija: %s
tg: Ҳангоми иловакунии муҳит мушкилие ба вуҷуд омад: %s
tl: Nagkaroon ng problema sa pagdadagdag ng medium: %s
uz@cyrillic: Тўпламни қўшишда хато рўй берди: %s
uz@latn: To'plamni qo'shishda xato ro'y berdi: %s
vi: Xả ra lỗi khi thêm phương tiện: %s

source: Your medium `%s', used for updates, does not match the version of %s you're running (%s). It will be disabled.
ar: وسيطك `%s'، المُستخدَم للتّحديثات، لا يطابق النسخة %s الّتي تعمل عليها (%s). سيتمّ تعطيله.
ast: El mediu `%s', usáu p'anovamientos, nun concasa cola versión de %s que tas corriendo (%s). Será desactiváu.
bg: Източникът `%s', който използвате за обновяване не е подходящ за версията %s, която използвате (%s). Ще бъде маркиран като изключен.
cy: Nid yw eich cyfrwng '%s', ar gyfer diweddariadau, yn cydweddu â'r fersiwn o %s rydych yn ei redeg (%s). Bydd yn cael ei anablu.
fi: Päivityksiin käytetävä lähde `%s' ei vastaa käyttämääsi %s versiota (%s). Lähde poistetaan käytöstä.
id: Medium `%s' Anda, yang digunakan untuk update, tidak cocok dengan versi dari %s yang Anda jalankan (%s). Mediumnya akan di non-aktifkan.
is: Miðillinn `%s', sem notaður er fyrir uppfærslur, passar ekki fyrir þá útgáfu af %s sem þú ert að nota (%s). Hann verður aftengdur.
it: Il supporto `%s', usato per gli aggiornamenti, non corrisponde alla versione di %s che stai usando(%s). Verrà disabilitato.
nn: Mediet «%s» du brukar til oppdateringar er ikkje i samsvar med %s-versjonen du køyrer (%s). Det vert derfor sett ut av bruk.
pl: Twój nośnik `%s', używany do aktualizacji, nie pasuje do wersji %s której używasz (%s). Zostanie on wyłączony.
sc: Su mèdiu `%s', ki tenis po ajorronai, no cunsonat cun sa versioni de %s ki impreas (%s). D'apu a disabivai.
sr@latn: Vaš medij `%s', korišćen za nadogradnju, ne odgovara verziji %s koji koristite (%s). I biće onemogućeno njegovo korišćenje.
tl: Ang inyong medium na `%s', na ginamit para sa mga update, ay hindi bagay sa version ng %s na inyong pinapatakbo (%s). Hindi ito papaganahin.
vi: Phương tiện `%s' dùng để cập nhật không phù hợp với phiên bản %s đang chạy (%s). Nó sẽ không hoạt động.

source: Help launched in background
af: Die hulpprogram is afgeskop in die agtergrond
ar: تشغيل المساعدة في الخلفية
ast: Aida llanzada en segundu planu
bg: Помощна информация, зарежда се във фонов режим
cy: Cymorth wedi ei gychwyn yn y cefndir
eo: Helpo lanĉita fone
fi: Ohje käynnistetty taustalla
fur: Jutori inmaniât in background
hr: Pomoć pokrenuta u pozadini
id: Bantuan diluncurkan di belakang
is: Hjálp ræst í bakgrunni
it: Guida avviata in background
mt: Għajnuna attwata
nn: Hjelpa er starta opp i bakgrunnen
pl: Pomoc uruchomiona w tle
sc: Ajudu lançau in background
sq: Ndihma është ngarkuar në ekranin e prapaskenës
sr@latn: Pomoć pokrenuta u pozadini
tg: Дар ҳолати паснамо маълумотгирӣ ба кор роҳ монда шудааст
tl: Ang Tulong ay inilunsad sa background
vi: Đã chạy trợ giúp ở nền

source: The help window has been started, it should appear shortly on your desktop.
af: Die hulpprogram is afgeskop, dit behoort binnekort op u skerm te verskyn.
ar: تم بدء نافذة المساعدة، يجب أن تظهر بشكل قصير على سطح المكتب.
ast: Aniciose la ventana d'aida, tendría qu'amosase pronto nel escritoriu.
bg: Помощният прозорец бе стартиран.След няколко секунди трябва да се появи на работната площ.
cy: Mae'r ffenestr cymorth wedi ei hagor, dylai ymddangos ar eich bwrdd gwaith cyn hir.
eo: La helpfenestro estas lanĉita, ĝi aperos tuj sur via ekrano.
fi: Ohjeikkuna on käynnistetty, sen pitäisi näkyä työpöydälläsi.
fur: Viertidure dal barcon dal jutori in vore, al varès di saltâ fûr daurman tal to desktop.
hr: Prozor za pomoć je pokrenut, trebao bi se pojaviti uskoro na vašoj radnoj površini
id: Jendela bantuan telah dijalankan dan akan segera muncul pada desktop Anda.
is: Hjálpargluggi hefur verið ræstur, hann ætti að birtast eftir augnablik á skjáborðinu.
it: È in corso l'apertura della finestra d'aiuto, dovrebbe apparire a breve sul desktop.
mt: Il-window tal-għajnuna ġiet attwata, għandha tidher minn hawn u ftit ieħor.
nn: Hjelpevindauget er no starta, og vil snart dukka opp på skrivebordet.
pl: Okno pomocy zostało uruchomione, powinno wkrótce pojawić się na ekranie.
sc: Sa fentana de ajudu est aberrendisì, at a aparri a curtzu in sa scriania.
sq: Dritarja ndihmuese është nisur, ajo do të çfaqet së shpejti në tryezën tuaj.
sr@latn: Prozor za pomoć je pokrenut, trebalo bi ubrzo da se pojavi na desktopu.
tg: Оинаи маълумотҳо ба кор дароварда шуд, он сониян дар мизи кории шумопайдо хоҳад шуд.
tl: Ang bintana ng tulong ay sinimulan na. Dapat itong lumabas, sa ilang saglit, sa desktop mo.
vi: Cửa sổ trợ giúp đã chạy, nó sẽ xuất hiện nhanh trên màn hình nền.

source: Browse Available Software
ar: استعرض البرمجيات المتوفرة
ast: Restolar pol software disponible
bg: Разглеждане на софтуера
br: Sell ar pakadoù
cy: Pori'r Holl Feddalwedd
fi: Selaa saatavilla olevia ohjelmia
id: Software Browser yang Tersedia
is: Skoða tiltækan hugbúnað
it: Esamina il software disponibile
mt: Ara softwer disponibbli
nn: Sjå gjennom tilgjengeleg programvare
pl: Przeglądanie dostępnego oprogramowania
sc: Sfollya is programas a disposta
sq: Shfletues i Lirë për Softverin
tg: Баррасии Таъминоти барномавии Имконпазир
uz@cyrillic: Дастурларни кўриб чиқиш
uz@latn: Dasturlarni ko'rib chiqish
vi: Duyệt phần mềm hiện có

source: A graphical front end for browsing installed & available packages
ast: Una interface gráfica pa restolar los paquetes instalaos y disponibles
br: Un etrefas evit sell ouzh pakadoù staliet pe staliabl
cy: Gwyneb graffigol ar gyfer gosod, tynnu a diweddaru pecynnau
it: Un'interfaccia grafica per esaminare i pacchetti installati e disponibili
nn: Eit grafisk brukargrensesnitt for å sjå gjennom installerte og tilgjengelege programpakkar.
pl: Graficzny program do przeglądania zainstalowanych i dostępnych pakietów

source: Install & Remove Software
ast: Instalar y desaniciar software
bg: Инсталиране и премахване на софтуер
br: Staliañ ha distaliañ poelladoù
cy: Gosod a Thynnu Meddalwedd
it: Installa e rimuovi software
nn: Installer og fjern programvare
pl: Instalacja i usuwanie oprogramowania
uz@cyrillic: Дастурларни ўрнатиш ва олиб ташлаш
uz@latn: Dasturlarni o'rnatish va olib tashlash

source: A graphical front end for installing, removing and updating packages
ast: Una interface gráfica pa instalar, desaniciar y anovar paquetes
br: Un etrefas evit staliañ, distaliañ ha bremañat pakadoù
cy: Gwyneb graffigol ar gyfer pori pecynnau sydd wedi eu gosod ac sydd ar gael
id: Tampilan grafis untuk menginstall, menghapus, dan mengupdate paket-paket
is: Grafískt viðmót til að setja inn, fjarlægja og uppfæra hugbúnað
it: Un'interfaccia grafica per installare, rimuovere e aggiornare pacchetti
nn: Eit grafisk brukargrensesnitt for installering, fjerning og oppdatering av programpakkar.
pl: Graficzny program do instalowania, usuwania i aktualizowania pakietów

source: Software Media Manager
ar: مدير وسائط البرمجيات
ast: Alministrador de Preseos de Software
bg: Управление на източници за софтуер
br: Merour ar mediaoù
cy: Rheolwr Cyfrwng Meddalwedd
fi: Ohjelmistolähteiden hallinta
fur: Gjestôr des Fonts Software
hr: Upravitelj sesija
id: Manajer Media Perangkat Lunak
is: Hugbúnaðar-miðla-tól
it: Gestione dei supporti software
mt: Maniġġjar ta' sorsi tas-softwer
nn: Mediehandtering
pl: Menedżer nośników oprogramowania
sc: Manijadori de Mèdius de Programas
sq: Menagjues i Burimit Softver
sr@latn: Menadžer za Medije sa softverom
tg: Мудири Сарчашмаҳои Нармафзор
tl: Tagapangasiwa ng Software Media
uz@cyrillic: Дастурлар тўпламини бошқариш
uz@latn: Dasturlar to'plamini boshqarish
vi: Trình Quản Lý Nguồn Phần Mềm

source: Add urpmi media
ast: Amestar preseos urpmi
bg: Добавяне на urpmi източниk
br: Ouzhpennañ ur medium urpmi
cy: Ychwanegu cyfrwng urpmi
it: Aggiungi un supporto urpmi
nn: Legg til urpmi-medium
pl: Dodawanie nośnika dla urpmi
uz@cyrillic: Тўплам файлидан қўшиш
uz@latn: To'plam faylidan qo'shish
