Repository: OpenMandrivaSoftware/rpmdrake
Catalog: po/*.po
Languages: af, ar, ast, bg, br, cy, eo, fi, fur, hr, id, is, it, lv, mt, nn, no, pl, sc, sq, sr@latn, ta, tg, th, tl, uz@cyrillic, uz@latn, vi

source: FVWM based
af: FVWM gebaseer
ar: مبنية على FVWM
bg: FVWM базирани
eo: Bazita sur FVMW
fi: FVWM-pohjainen
fur: Basât su FVWM
hr: Baziran na FVWM
is: FVWM grunnur
it: Basato su FVWM
mt: Ibbażat fuq FVWM
sc: fraigau cun FVWM
sq: FVWM i bazuar
sr@latn: bazirano na FVWM
tg: дар асоси FVWM
tl: FVWM nakabatay
uz@cyrillic: FVWM асосида
uz@latn: FVWM asosida
vi: Dựa trên FVWM

source: Multimedia
ar: الوسائط المتعدّدة
bg: Мултимедия
eo: Sono kaj filmo
hr: Multimedija
is: Margmiðlun
mt: Multimedja
sr@latn: Multimedija
ta: பல்லூடகம்
tg: Бисёрмуҳита
uz@cyrillic: Мултимедиа
vi: Đa phương tiện

source: Chat
af: Klets
ar: محادثة
bg: Чат
eo: Babilo
fi: Keskustelu
hr: Kina
is: Spjall
mt: Taħdit
sc: Çarra
ta: அரட்டை
tg: Сӯҳбат
uz@cyrillic: Чат
vi: Tán chuyện

source: Public Keys
ar: المفاتيح العامّة
bg: Публични ключове
fi: Julkiset avaimet
is: Dreifilyklar
it: Chiavi Pubbliche
mt: Ċifrarji pubbliċi
sc: Crais Pùbrigas
sr@latn: Javni ključevi
tg: Калидҳои Оммавӣ
tl: Pampublikong Susi
uz@cyrillic: Электрон имзо калитлари
uz@latn: Elektron imzo kalitlari
vi: Khóa công cộng

source: System
af: Rekenaar
ar: النظام
ast: Sistema
bg: Системни програми
br: Reizhad
eo: Sistemo
fi: Järjestelmä
fur: Sisteme
hr: Sustav
id: Sistem
is: Kerfi
it: Sistema
mt: Sistema
sc: Sistema
sq: Sistemi
sr@latn: Sistem
ta: கணினி அமைப்பு
tg: Систем
tl: Sistema
uz@cyrillic: Тизим
uz@latn: Tizim
vi: Hệ thống

source: Hardware
af: Hardeware
ar: العتاد
bg: Хардуер
eo: Aparataro
fi: Laitteisto
is: Vélbúnaður
mt: Ħardwer
sq: Hardver
sr@latn: Hardver
ta: வன்பொருள்
tg: Сахтафзор
uz@cyrillic: Асбоб-ускуналар
uz@latn: Asbob-uskunalar
vi: Phần cứng

source: Console
af: Instruksielyn
ar: سطر الأوامر
bg: Конзола
eo: Konsolo
fi: Pääte
hr: Konzola
is: Skjától
mt: Konsol
sq: Kosnola
sr@latn: Konzola
ta: முனையம்
tg: Нозиргоҳ
uz@cyrillic: Консол
uz@latn: Konsol

source: (Deprecated)
bg: (Неодобрени)
it: (Sconsigliato)
uz@latn: Eski

source: I need to contact the Mandriva website to get the mirror list. Please check that your network is currently running. Is it ok to continue?
af: Ek moet Mandriva se webwerf kontak vir 'n lys van die spieëlwebplekke. Maak tog seker u netwerk is funksioneel. Kan ons voortgaan?
ar: أحتاج للإتّصال بموقع ماندريبا للحصول على قائمة المرايا. تأكّد من فضلك أنّ شبكتك تعمل حالياً. هل من الممكن المتابعة ؟
bg: Трябва да се свържа със сайта на Мандрива,за да получа списък с огледални сървъри.Моля проверете дали в момента сте в интернет. Да продължа ли ?
eo: Mi devas kontakti la retpaĝon de Mandriva por akiri la spegulliston. Bonvole kontrolu ke vi estas nun rete konektita. Ĉu mi nun daŭrigu?
fi: Peilipalvelinlistan saamiseksi tarvitaan yhteys Mandrivain webbisivustoon. Varmista että verkkoyhteytesi on avattu. Sopiiko että jatketaan?
fur: Al è di bisugne di contatâ il sît web di Mandriva par vê le liste dai mirror. Par plasè controle che le to rêt e stedi lant. Vuelistu continuâ?
id: Kami harus menghubungi website Mandriva untuk mendapatkan daftar mirror. Pastikan bahwa jaringan Anda sudah aktif. Apakah ok untuk dilanjutkan?
is: Ég þarf að tengjast Mandriva vefnum til að sækja spegla-lista. Vinsamlega athugið að netið sé örugglega í gangi. Er í lagi að halda áfram?
it: È necessario contattare il sito web di Mandriva per prelevare l'elenco dei mirror. Verifica che la rete sia in funzione. Vuoi proseguire?
mt: Għandi bżonn nikkuntattja l-website ta' Mandriva biex nikseb lista ta' mirja. Iċċekkja li n-network qegħda taħdem. Nista' nkompli?
sc: Depu lompi a su jassu de Mandriva po sa lista de is sprigus. Controlla ki s'arretza siat girendi imoi. Fait a andai innantis?
sq: Më duhet të kontaktoj adresën web të Mandriva, për të pranuar listën e pasqyreve. Ju lutemi verifikone rrjetin, nëse ai punon si duhet. A pajtoheni për të vazhduar?
sr@latn: Morate da kontaktirate Mandrivin veb sajt da bi dobio-la listu servera ( mirora ). Proverite da li je vaša konekcija fukcionalna. Da li je U redu da nastavim?
ta: நான் மாண்ட்ேரக்இணையதளத்திற்குச் சென்று இணைப் பதிப்பு விவரங்களை இறக்க வேண்டும்.இதற்கு நீங்கள் இணையத்தில் இனைந்திருக்கவேண்டும். தொடர்ந்து செல்ல சம்மதமா?
tg: Барои гирифтани рӯйхати оинаҳо ба пойгоҳи Mandriva пайваст шудан лозим. Лутфан тафтиш кунед ки шабакаи шумо дуруст кор карда истодааст. Давом додан гирем?
tl: Kailangan kong makipag-alam sa Mandriva website para makuha ang talaan ng mga mirror. Pakisuri na ang network mo ay kasalukuyang tumatakbo. Ok lang ba na magpatuloy?
uz@cyrillic: Ойналар рўйхатини олиш учун Mandriva веб-сайти билан алоқа ўтнатиш керак. Илтимос тармоқ ишга тушганлигини текширинг. Давом этишни истайсизми?
uz@latn: Oynalar ro'yxatini olish uchun Mandriva veb-sayti bilan aloqa o'tnatish kerak. Iltimos tarmoq ishga tushganligini tekshiring. Davom etishni istaysizmi?
vi: Cần liên lạc với website của Mandriva để lấy danh sách mirror. Hãy kiểm tra là mạng của bạn đang chạy. Nó có tốt để tiếp tục không?

source: Preparing packages installation...
af: Installasievoorbereiding...
ar: جاري تحضير الحزم للتثبيت...
bg: Подготвяне на пакетите за инсталация...
eo: Preparas instaldon de pakaĵoj...
fi: Valmistellaan ohjelmistopakettien asennusta...
fur: Preparazion dai pachets pe instalazion...
hr: Pripremam se za instalaciju
is: Undirbý innsetningu pakka...
it: Preparazione dei pacchetti per l'installazione...
mt: Qed jiġu ppreparati l-pakketti għall-installazzjoni...
sc: Apariçu s'aposentadura de is pakitus...
sq: Pregatitje për instalimin e pakove...
sr@latn: Pripremam instalaciju paketa
tg: Тайёркунии қуттиҳо барои коргузорӣ...
tl: Hinahanda ang pag-i-install ng mga package...
uz@cyrillic: Ўрнатишга пакетлар тайёрланмоқда...
uz@latn: O'rnatishga paketlar tayyorlanmoqda...
vi: Đang chuẩn bị cài đặt các gói tin...

source: Preparing package installation transaction...
bg: Подготвяне на пакетите за инсталация...
it: Preparazione del pacchetto per la transazione...

source: Installing package `%s' (%s/%s)...
af: Installeer pakket '%s' (%s/%s)...
ar: جاري تثبيت الحزمة `%s' (%s/%s)...
bg: Инсталиране на пакет `%s' (%s/%s)...
eo: Instalante pakaĵon `%s' (%s/%s)...
fi: Asennetaan pakettia `%s' (%s/%s)...
fur: O stoi instalant il pachet `%s' (%s/%s)...
hr: Instaliram paket `%s' (%s/%s)...
is: Set inn pakka `%s' (%s/%s)...
it: Installazione del pacchetto "%s" (%s/%s)...
mt: Qed jiġi nstallat pakkett "%s" (%s/%s)...
no: Installerer pakke `%s' (%s/%s)...
sc: Aposentu su pakitu `%s' (%s/%s)...
sq: Instalimi i pakos `%s' (%s/%s)...
sr@latn: Instaliram paket `%s' (%s/%s)...
ta: பின்வரும் பொதி நிறுவப்படுகிறது `%s' (%s/%s)...
tg: Коргузории қуттии `%s' (%s/%s)...
tl: Ini-install ang package na `%s' (%s/%s)...
uz@cyrillic: "%s" (%s/%s) пакети ўрнатилмоқда...
uz@latn: "%s" (%s/%s) paketi o'rnatilmoqda...
vi: Đang cài đặt gói tin `%s' (%s/%s)...

source: Verifying package signatures...
af: Bevestig pakket stempels....
ar: جاري التأكد من توقيعات الحزم...
bg: Проверка подписите на пакетите...
eo: Kontrolante signaturojn de pakaĵoj...
fi: Tarkistetaan pakettien allekirjoitukset...
fur: O controli les firmis dai pachets...
hr: Provjera potpisa paketa...
is: Staðfesti undirritanir pakka...
it: Verifico le firme dei pacchetti...
mt: Qed jiġu verifikati l-firem tal-pakketti...
sc: Aberigu is firmas de is pakitus...
sq: Verifikimi i nënshkrimeve të pakove...
sr@latn: Provera potpisa na paketima...
tg: Тафтиши имзоҳои қуттиҳо...
tl: Pinapatotohanan ang mga signature ng package...
uz@cyrillic: Пакетларнинг имзолари текширилмоқда...
uz@latn: Paketlarning imzolari tekshirilmoqda...
vi: Đang thẩm tra chữ ký của các gói tin...

source: You are about to add a new packages medium, `%s'. That means you will be able to add new software packages to your system from that new medium.
ar: أنت بصدد إضافة وسيط رزمات جديد، `%s'. هذا يعني أنّه سيكون باستطاعتك إضافة رزمات برامج جديدة إلى نظامك من هذا الوسيط الجديد.
bg: Добавяне на нов източник на пакети `%s'. Благодарение на това ще можете да инсталирате нов софтуер на вашият компютър.
fi: Olet lisäämässä uuden ohjelmistolähteen, `%s'. Tämä tarkoittaa että voit asentaa uusia ohjelmapaketteja järjestelmääsi uudesta ohjelmistolähteestä.
fur: Tu stâs par zontâ une gnove font, `%s'.n Chest al ûl dî che al sarâ possibil zontâ gnûfs pachets software al to sisteme di che font.
is: Þú ert um það bil að bæta við nýjum pakkamiðli, `%s'. Það þýðir að þú munt geta bætt við nýjum hugbúnaðarpökkum við kerfið þitt frá þessum nýja miðli.
it: Stai per aggiungere una nuova fonte per i pacchetti, `%s'. Ciò significa che potrai aggiungere nuovi pacchetti software al tuo sistema prendendoli da questa fonte.
mt: Int se żżid sors ġdid tal-pakketti, "%s". Dan ifisser li tkun tista' żżid pakketti ta' softwer ġodda mas- sistema minn dawn is-sors ġdid.
sc: Megas a açungi unu mèdiu de pakitus nou, `%s'. Custu bolit nai ca as a podi açungi pakitus de programa nous a su sistema de custu mèdiu.
sr@latn: Na putu ste da dodate novi medij sa paketima, `%s'. To znači da će te moći da dodate nove softverske pakete u Vaš sistem sa tih novih medija.
tg: Шумо кӯшиши илова кардани муҳити нави бастаҳро карда истодаед, `%s'. Ин маънои онро дорад, ки шумо метавонед бастаи таъминоти барномавиро аз ин муҳити нав ба системаи худ илова кунед.
tl: Ikaw ay magdadagdag ng bagong medium ng mga package, `%s'. Iyon ay nangangahulugang ikaw ay makapagdadagdag ng mga bagong software package sa iyong sistema mula sa bagong medium na iyon.
vi: Bạn sắp thêm phương tiện chứa gói tin mới, `%s'. Có nghĩa là bạn có thể cài thêm các gói phần mềm từ phương tiện mới này.

source: Arch.
ast: Arq.
bg: Архит.
nn: Ark.

source: Status
ast: Estáu
bg: Статус
br: Stad
cy: Statws

source: /_Select dependencies without asking
bg: /_Избор на зависимости без потвърждение
it: /_Seleziona le dipendenze senza conferma
uz@cyrillic: /Боғли_кларни сўрамасдан танлаш
uz@latn: /Bog'li_klarni so'ramasdan tanlash

source: Clear download cache after successfull install
bg: Изтриване на изтеглените файлове след успешна инсталация

source: /_Update media
ar: /_تحديث الوسط
bg: /_Обновяване на източниците
fi: /Päivitä lähteet
is: /_Uppfæra miðil
it: /Ag_giorna supporto
sc: /Ajorrona mèdi_u
sq: /_Azhurnim i burimit
sr@latn: /_Nadogradnja medija
tg: /_Навкунии сарчашма(ҳо)
tl: /I-_Update ang media
uz@cyrillic: /_Тўпламни янгилаш
uz@latn: /_To'plamni yangilash
vi: /_Cập nhật phương tiện

source: /_Reset the selection
ar: /_إعادة تعيين الاختيار
bg: /_Отмяна на избраните пакети
fi: /Palauta valinnat
id: /_Reset yang dipilih
is: /Endu_rstilla val
it: /_Annulla la selezione
sc: /A_rrecasça su sçoberu
sq: /_Vërja e zgjedhjeve në fillim
sr@latn: /_Ponovo izaberi
ta: /தேர்வுகளை மறந்து விடு
tg: /_Бознишондодани интихоб
tl: /I-_Reset ang pagpipilian
uz@cyrillic: /_Танлашни тиклаш
uz@latn: /_Tanlashni tiklash
vi: /_Đặt lại việc chọn

source: /Reload the _packages list
ar: /إعادة تحميل _لائحة الحزم
bg: /_Презареждане на списъка с пакетите
eo: /Reŝargu la liston de _pakaĵoj
fi: /Lataa pakettilista uudelleen
fur: /Torne a cjariâ le liste dai _pachets
id: /Reload daftar _paket
is: /Endurlesa _pakkalista
it: /Ricarica la lista dei _pacchetti
sc: /Torra a carrigai sa lista _pakitus
sq: /_Ringarkoje listën e pakove
sr@latn: /Ponovo učitaj listu paketa
ta: /பொதிகளின் பட்டியலை மீலேற்றவும்
tg: /Бозборкунии рӯйхати _қуттиҳо
tl: /I-Load ulit ang talaan ng mga _package
uz@cyrillic: /_Пакетлар рўйхатини қайтадан юклаш
uz@latn: /_Paketlar ro'yxatini qaytadan yuklash
vi: /Nạp lại danh sách các _gói

source: /_Quit
af: /_Verlaat
ar: /_خروج
bg: /_Изход
eo: /_Finu
fi: /_Lopeta
fur: /_Jessî
hr: /_Izlaz
id: /_Keluar
is: /_Hætta
it: /_Esci
mt: /O_ħroġ
sc: /_Bessi
sq: /_Braktise
sr@latn: /_Kraj
ta: /_வெளிச்செல்
tg: /_Баромадан
tl: /_Labas
uz@cyrillic: /Чи_қиш
uz@latn: /Chi_qish
vi: /Th_oát

source: /_Media Manager
bg: /_Управление на източниците
fi: /_Lähteiden Hallinta
id: /_Manajer Media
is: /_Miðla-umsýsla
it: /Gestione _fonti
sr@latn: /_Menadžer za Medije
uz@cyrillic: /Тўплам_лар бошқарувчиси
uz@latn: /To'plam_lar boshqaruvchisi

source: /_Show automatically selected packages
ar: /إظ_هار الحزم المُحدّدة آلياً
bg: /_Показване на автоматично избраните пакети
eo: /_Montru aŭtomate elektitajn pakaĵojn
fi: /Näytä automaattisesti valitut paketit
id: /_Tunjukkan paket yang sudah dipilih secara otomatis
is: /_Sýna sjálfvirkt valda pakka
it: /Mo_stra automaticamente i pacchetti selezionati
sc: /Amo_sta in automàtigu is pakitus sçoberaus
sq: /_Paraqiti automatikisht pakot e zgjedhura
sr@latn: /Automatski prikaži izabrane pakete
ta: /தானாக தேர்வுச் செய்யப்பட்டுள்ள பொதிகளைக் காட்டு
tg: /Ба _таври автоматӣ қуттиҳои интихобшударо нишон диҳед
tl: /Ipa_kita kaagad ang mga napiling package
uz@cyrillic: /_Автоматик равишда танланган пакетларни кўрсатиш
uz@latn: /_Avtomatik ravishda tanlangan paketlarni ko'rsatish
vi: /Tự động _hiển thị các gói đã được chọn

source: /_View
ar: /_عرض
bg: /Изглед
id: /_Tampilkan
is: /Kvikmyndir
sc: /Vìdeo
tg: /Видео
uz@cyrillic: /Видео
vi: /_Xem

source: Mandriva Linux Update
af: Mandriva Linux Opdaterings
ar: تحديث ماندريبا لينكس
bg: Mandriva Linux обновяване
eo: Mandriva Linux-Ĝisdatigo (Mandriva Linux Update)
is: Mandriva Linux Uppfærsla
mt: Aġġornament Mandriva Linux
sq: Azhurnimi Mandriva Linux
sr@latn: Mandriva Linux Nadogradnja
ta: மாண்ட்ேரக் புதுப்பித்தல்
tg: Навигарии Mandriva Linux
uz@cyrillic: Mandriva Linux тизимини янгилаш
uz@latn: Mandriva Linux tizimini yangilash
vi: Cập Nhật Mandriva Linux

source: Austria
af: Australië
ar: النمسا
bg: Австрия
br: Aostria
cy: Awstria
eo: Aŭstrio
fi: Itävalta
fur: Austrie
hr: Austrija
is: Austurríki
lv: Austrija
mt: Awstrija
nn: Austerrike
no: Østerrike
sc: Àustria
sr@latn: Austrija
ta: ஆஸ்திரியா
tg: Австрия
th: ออสเตรีย
uz@cyrillic: Австрия
uz@latn: Avstriya
vi: Áo

source: Australia
af: Australië
ar: أوستراليا
bg: Австралия
br: Australi
cy: Awstralia
eo: Australio
fur: Australie
hr: Australija
is: Ástralía
lv: Austrâlija
mt: Awstralja
sc: Austràlia
sr@latn: Australija
ta: ஆஸ்திரேலியா
tg: Остролиё
th: ออสเตรเลีย
uz@cyrillic: Австралия
uz@latn: Avstraliya
vi: Châu úc

source: Korea
ar: كوريا
ast: Corea
bg: Корея
br: Kore
cy: Corea
eo: Koreio
fur: Coree
hr: Prisili
is: Kórea
it: Corea
nn: Nord-Korea
sc: Corea
sr@latn: Koreja
ta: கொரியா
tg: Куриё
th: เกาหลี
uz@cyrillic: Корея
uz@latn: Koreya
vi: Nam Triều Tiên

source: Please wait, downloading mirror addresses from the Mandriva website.
af: Net 'n oomblik, laai die spieëlplekke se adresse van Mandriva af.
ar: إنتظر من فضلك، يجري تنزيل عناوين المرايا من موقع ماندريبا.
bg: Моля, почакайте. Изтегля се списъка с огледални сървъри от WEB сайта на Mandriva.
eo: Bonvole atendu, mi deŝutas speguladresojn de la retpaĝo de Mandriva.
fi: Odota, haetaan lista peilipalvelimista Mandrivain webbisivustosta.
fur: Par plasè spiete, o stoi scjariant i recapits dai mirror dal sît di Mandriva.
id: Harap tunggu, mendownload alamat-alamat mirror dari website Mandriva.
is: Augnablik, sæki upplýsingar um netföng spegla frá Mandriva vefnum.
it: Attendere, è in corso il download degli indirizzi dei mirror dal sito di Mandriva.
mt: Stenna ftit, qed jitniżżlu indirizzi ta' mirja mill-website ta' Mandriva.
sc: Abeta, scàrrigu is bivimentus de is sprigus de su jassu de Mandriva.
sq: Një moment ju lutemi, shkarkimi i adresave të pasqyreve nga web siti Mandriva.
sr@latn: Molim Vas sačekajte, skidam listu dodatnih adresa servera ( mirora ) sa Mandrivinog veb sajta.
ta: தயவுசெய்து காத்திருக்கவும்... இணைப்பதிப்பு விவரங்கள் இறக்கப்படுகிறது
tg: Лутфан интизор шавед, фаровири адресҳои оинаҳо аз пойгоҳи Mandriva.
tl: Pakihintay, dina-download ang mga address ng mirror mula sa Mandriva website.
uz@cyrillic: Илтимос кутиб туринг. Mandriva веб-сайтидан ойналар рўйхати ёзиб олинмоқда.
uz@latn: Iltimos kutib turing. Mandriva veb-saytidan oynalar ro'yxati yozib olinmoqda.
vi: Hãy đợi, đang tải xuống các địa chỉ mirror từ website của Mandriva.

source: There was an error downloading the mirror list: %s The network, or the Mandriva website, may be unavailable. Please try again later.
af: Probleme om die lys van spieëlwebplekke te bekom: %s Of die network, of Mandriva se webwerf is moonlik onbeskikbaar. Probeer asseblief weer later.
ar: حدث خطأ عند تنزيل قائمة المرايا: %s الشّبكة، أو موقع ماندريبا، قد يكونا غير متوفّرين. حاول مجدّدا في وقت لاحق من فضلك.
bg: Получи се грешка при изтеглянето на списъка с огледални сървъри: %s Или имате проблем с достъпа до Интернет, или сайта на Mandriva в момента е недостъпен. Моля, опитайте по-късно.
eo: Okazis eraro dum deŝutado de la spegullisto: %s La reto, aŭ la retpaĝo de Mandriva, eble ne atingeblas. Bonvolu reprovi poste.
fi: Haettaessa listaa peilipalvelimista ilmeni virhe: %s Verkkoyhteytesi tai Mandriva:n webbisivusto ei ole saatavilla. Yritä myöhemmin uudelleen.
fur: A si è verificât un fal intant dal scjariament de liste dai mirror: %s Le rêt, o il sît web di Mandriva, forsit no son disponibii. Par plasè prove daspò.
id: Terjadi kesalahan saat pengambilan daftar mirror: %s Jaringan, atau website Mandriva mungkin tidak tersedia. Harap coba lagi nanti.
is: Það kom upp villa þegar reynt var að sækja spegla-lista: %s Netið eða Mandriva vefsíðan er ekki tiltæk í augnablikinu. vinsamlega reynið síðar.
it: Si è verificato un errore durante lo scaricamento della lista dei mirror: %s Probabilmente la rete o il sito web di Mandriva non sono disponibili. Riprova più tardi.
mt: Kien hemm problema waqt it-tniżżil tal-lista ta' mirja: %s In-network, jew il-website ta' Mandriva, tista' ma tkunx disponibbli. Erġa' pprova iżjed tard.
sc: Faddina in su scàrrigu de sa lista de is sprigus: %s Forsis no giràt s'arretza o su jassu web de Mandriva. Torra a provai apustis.
sq: Një gabim është paraqitur gjatë shkarkimit të listës së pasqyreve: %s Rrjeti apo adresa web e Mandriva, e mundur të jenë të nxënë Ju lutemi provoni më vonë.
sr@latn: Pojavila se greška tokom preuzimanja liste servera ( mirora ): %s Internet ili Mandriva veb sajt možda nisu trenutno dostupni. Pokušajte kasnije ponovo.
ta: இறக்குவதில் பிழை நேர்ந்துள்ளது: %s நீங்கள் இணையத்தில் இல்லாதிருக்கலாம்;இல்ைல மாண்ட்ேரக் இணையதளத்தில். பிரச்சினையிருக்கலாம்.தயவுசெய்து பிறகு முயற்சி செய்யவும்
tg: Ҳангоми фаровиркунии рӯйхати оинаҳо хатогӣ рух дод: %s Шабака, ё пойгоҳи Mandriva, мумкин дастрас набошанд. Лутфан дертар такрор кунед.
tl: Nagkaroon ng error habang dina-download ang talaan ng mga mirror: %s Ang network, o Mandriva website, ay maaaring hindi available. Pakisubukan muli mamaya.
uz@cyrillic: Ойналар рўйхатини ёзиб олишда хато рўй берди: %s Mandriva веб-сайти билан алоқа ўрнатиб бўлмади. Илтимос кейинроқ уриниб кўринг.
uz@latn: Oynalar ro'yxatini yozib olishda xato ro'y berdi: %s Mandriva veb-sayti bilan aloqa o'rnatib bo'lmadi. Iltimos keyinroq urinib ko'ring.
vi: Có lỗi xảy ra khi đang tải xuống danh sách mirror: %s Mạng hay website của Mandriva hiện thời có thể không có. Xin hãy thử lại sau.

source: I can't find any suitable mirror. There can be many reasons for this problem; the most frequent is the case when the architecture of your processor is not supported by Mandriva Linux Official Updates.
af: Ek kan nie 'n gepaste spieëlwebplek vind nie. Daar is heelwat oorsake vir hierdie probleem; maar die mees algemene, is waneer die argitektuur van u verwerker nie ondersteun word deur 'Mandriva Linux Official Updates' nie.
ar: لا أستطيع إيجاد أيّة مرآة مناسبة. قد تكون هناك أسباب عديدة لهذه المشكلة؛ السّبب الأكثر تردّدا هو أن تكون هندسة معالجك غير مدعومة من طرف تحديثات ماندريبا لينكس الّرسمية.
bg: Не мога да намеря подходящ огледален сървър. За това може да има много причини. Най-честата е това, че процесорната ви архитектура не се поддържа в официалните обновления за Mandriva Linux.
eo: Mi ne trovas taŭgan spegulon. Eblas pluraj kaŭzoj por tiu problemo; la plej ofta estas la kazo kiam la arkitekturo de via procezilo ne estas subtenata de Oficialaj Ĝisdatigoj de Mandriva-Linukso.
fi: Yhtäkään sopivaa peilipalvelinta ei löytynyt. Tähän voi olla monta syytä, mutta yleisin syy on että käyttämäsi suoritin-arkkitehtuuri ei ole tuettu virallisissa Mandriva Linux päivityksissä.
fur: No rivi a cjatâ nissun mirror adat. E puedin sedi une vore di resons par chist probleme, le plui frecuente e je cuant che le architeture dal to procesôr no je sopuartade dalis Atualizazions Ofiziâlis Mandriva Linux.
id: Kami tidak menemukan mirror yang cocok. Terdapat banyak alasan untuk masalah ini; yang paling sering yaitu jika arsitektur prosesor Anda tidak didukung oleh Update Resmi Mandriva Linux.
is: Ég get ekki fundið nothæfan skráaspegil. Það geta verið margar ástæður fyrir þessum vandræðum; oftast eru þær vegna þess að vélbúnaður þinn er ekki studdur af opinberum uppsetningum Mandriva Linux.
it: Impossibile trovare un mirror adatto. Le cause di questo problema possono essere diverse; la più comune è la possibilità che l'architettura del tuo processore non sia supportata dagli aggiornamenti ufficiali di Mandriva Linux.
mt: Ma nista' nsib ebda mera adattata. Jista' jkun hemm diversi raġunijiet għal din il-problema. L-iżjed komuni huwa meta l-arkitettura tas-CPU tiegħek mhux sapportit mill-aġġornamenti uffiċjali tal-Mandriva Linux.
sc: No potzu agatai unu sprigu ki andit. Dui podint essi tanti arrexonis po su barrancu; sa prus fitiana est candu is Ajorronus Ofitzialis de Mandriva Linux no suportant s'arkidetura de su processori.
sq: E pa mundur gjetja e një pasqyre. Mund të jenë shumë arësye; më e shpeshta është mbi të gjitha, arkitektura e procesorit tuaj nuk mundë të përkrahet nga Azhurnimi i Mandriva Linux Zyrëtar
sr@latn: Ne mogu da pronađem nijedan odgovarajući server ( miror ). Može postojati nekoliko razloga za ovaj problem; najčešći je slučaj da arhitektura vašeg procesora nije podržana od strane Mandriva Linux Zvanične Nadogradnje.
ta: மாற்று இணைப் பதிப்பு ஏதுமில்ைல நீங்கள் வேறு வழியில் முயற்சி செய்து பாருங்கள். இணையத்தில் www.google.com சென்று தேடி பாருங்கள்
tg: Ин ягон оинаи мувофиқ ёфта наметавонад. Барои ин муаммо якчанд асосҳо шуданаш мумкин; аз ҳама бисёртараш ин ҳолате ки сохти пардозандаи шумо бо Навигариҳои Расмии Mandriva Linux дастгир нашудааст.
tl: Wala akong mahanap na nababagay na mirror. Mayroong maraming dahilan sa problemang ito; ang pinakamadalas ay ang kaso na kung ang arkitektura ng processor mo ay hindi suportado ng Mandriva Linux Official Updates.
vi: Không thể tìm được mirror nào thích hợp. Có nhiều nguyên nhân có thể gây ra, thường gặp nhất là trường hợp kiến trúc của bộ vi xử lý của bạn không được hỗ trợ bởi Cập Nhật Chính Thức Của Mandriva Linux.
